[
    {
        "id": "1",
        "sura": "1",
        "aya": "1",
        "arabic_text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
        "translation": "Меҳрибон ва раҳмли Аллоҳнинг номи билан бошлайман.",
        "footnotes": "(Аллоҳ таоло Ўз китобини «бисмиллаҳ\" билан бошлагани мусулмонларга ҳам ўрнак, улар ҳам доим ўз сўзларини ва ишларини «бисмиллаҳ\" билан бошламоқлари лозим. Пайғамбар алайҳиссалом ҳадисларидан бирида: «Эътиборли ҳар бир иш «бисмиллаҳ\" билан бошланмас экан, унинг охири кесикдир», деганлар. Яъни, баракаси бўлмайди, охирига етмайди.)"
    },
    {
        "id": "2",
        "sura": "1",
        "aya": "2",
        "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
        "translation": "Ҳамд оламларнинг Робби — Аллоҳгадир.",
        "footnotes": " (Оламларни яратгани учун ҳам, уларнинг тарбиячиси бўлгани учун ҳам, улардаги барча жонзотларга ҳаёт, ризқи рўз бергани учун ҳам Аллоҳ барча ҳамду саноларга сазовордир.)"
    },
    {
        "id": "3",
        "sura": "1",
        "aya": "3",
        "arabic_text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
        "translation": "У Роҳман ва Роҳиймдир.",
        "footnotes": " (Барчага-кофирга ҳам, мўминга ҳам меҳрибон ва неъмат берувчи. «Роҳман\" сифати фақат Аллоҳга хос бўлиб, ундан бошқа ҳеч кимга нисбатан бу сифатни ишлатиб бўлмайди. «Раҳийм\" сифати, хосроқ бўлиб, фақат мўминларга қиёмат куни раҳм қилувчи маъносини англатади ва Аллоҳдан ўзгаларга, жумладан, Пайғамбар алайҳиссаломга нисбатан ҳам ишлатилади.)"
    },
    {
        "id": "4",
        "sura": "1",
        "aya": "4",
        "arabic_text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
        "translation": "Жазо-мукофот кунининг Эгасидир.",
        "footnotes": " (\"Дин\" сўзи арабчада ҳисоб, жазо, мукофот маъноларини билдиради. «Явмид-дин\" — қиёмат кунида бандалар қайта тирилтирилиб ҳисоб-китоб қилинади. Яхшига мукофот, ёмонга жазо берилади. Бу оятни ўқиганда қиёматни эслаб, ўша даҳшатли кунда фақат Аллоҳнинг ўзи ҳукм чиқаришини, ўша ерда уялиб қолмасликни эслаб, унга тайёргарлик кўришга аҳд қилинади.)"
    },
    {
        "id": "5",
        "sura": "1",
        "aya": "5",
        "arabic_text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
        "translation": "Фақат Сенгагина ибодат қиламиз ва фақат Сендангина ёрдам сўраймиз.",
        "footnotes": " (\"Иййака наъбуду\" «фақат Сенинг айтганингни қиламиз\" маъносини англатади. Бу эса, банда тарафидан Аллоҳга берилган улкан ваъда. Аллоҳ таоло барчамизни ушбу ваъданинг устидан чиқадиганлардан қилсин. «Иййака настаъин\" ҳам, фақат Аллоҳдангина ёрдам сўраш маъносини англатади.)"
    },
    {
        "id": "6",
        "sura": "1",
        "aya": "6",
        "arabic_text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
        "translation": "Бизни тўғри йўлга ҳидоят қилгин.",
        "footnotes": " (\"Ҳидоятга бошлаш\" луғатда бирор нарсага лутф билан йўллаб қўйишга айтилади.)"
    },
    {
        "id": "7",
        "sura": "1",
        "aya": "7",
        "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
        "translation": "Ўзинг неъмат берганларнинг йўлига. Ғазабга қолганларникига ҳам эмас, адашганларникига ҳам эмас.",
        "footnotes": "(\"Неъмат берилганлар\"дан мурод — пайғамбарлар, сиддиқлар, шаҳидлар ва солиҳ бандалар. «Ғазабга дучор бўлганлар\"дан мурод — яҳудийлар. Яҳудийларнинг ғазабга дучор бўлишларининг сабаблари кўп, жумладан, анбиёларни ўлдиришлари, Аллоҳга берган аҳдларига вафо қилмасликлари ва ҳоказо. Лекин катта сабаб — билганига амал қилмаслик. Аллоҳ уларга илм берган, улар эса била туриб илмга амал қилмаганлар. «Адашганлар\"дан мурод — насронийлар. Насороларнинг «адашганлар\" бўлиши ҳам бир қанча сабабларга кўрадир. Энг асосийси — улар мақсадга эришиш йўлида Аллоҳ кўрсатган йўлни эмас, ўзлари топган йўлни танлаганлар. Демак, оятнинг маъноси: Эй Аллоҳ, бизни ўтган анбиё-ю авлиё, азизларнинг йўлидан бошлагин, яҳудий ва насронийлар йўлидан бошламагин, деганидир. Имоми Насоий машҳур саҳобий Абу Ҳурайрадан ривоят қилган ҳадиси қудсийда Аллоҳ таоло айтади: «Намозни ўзим билан бандам орасида иккига бўлганман, бандамга нима сўраса, бераман. Агар у (банда) «Алҳамду лиллаҳи роббил ъаламийн\" деса, Аллоҳ, бандам Менга ҳамд-шукр айтди, дейди. Банда: «ар-Роҳманир Роҳийм», деса. Аллоҳ: «Бандам Менга сано-мақтов айтди», дейди. Банда: «Малики явмид-дин», деса, Аллоҳ: «Бандам Мени улуғлади», дейди. Банда: «Иййака наъбуду ва иййака настаъин», деса, Аллоҳ: «Бу Мен билан бандам орасидаги аҳд, бандамга нима сўраса, бераман», дейди. Агар банда: «Иҳдинас сиротал мустақим, сиротол-лазийна анъамта ъалайҳим ғойрил мағзуби алайҳим валаззооллийн», деса, Аллоҳ: «Бу бандамга хос, бандамга сўраганини бердим», дейди.)"
    }
]