[{"id":"1365","sura":"10","aya":"1","arabic_text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","translation":"Алиф. Лаам. Ро. Булар, ҳикматли китобнинг оятларидир.","footnotes":""},{"id":"1366","sura":"10","aya":"2","arabic_text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","translation":"Одамларга ўзларидан бўлган бир кишига ваҳий юбориб: «Одамларни огоҳлантир ва иймон келтирганларга Роббилари ҳузурида улар учун собитқадамлик борлигининг башоратини бер», деганимиз ажабланарли бўлдими? Кофирлар: «Албатта, бу очиқ-ойдин сеҳргардир», дедилар.","footnotes":""},{"id":"1367","sura":"10","aya":"3","arabic_text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","translation":"Албатта, Роббингиз осмонлару ерни олти кунда яратган, сўнг, (Зоти ва улуғлигига муносиб суратда) аршга юксалган Аллоҳдир. У ишнинг тадбирини қиладир. Унинг изнисиз ҳеч бир шафоатчи бўлмас. Ана ўша Аллоҳ Роббингиздир. Бас, Унга ибодат қилинглар. Эсламайсизларми?!","footnotes":"(Аллоҳ таоло Ўзининг Робблик — тарбиякунандалик сифати ила осмонлару Ерни олти кунда яратган. Бу олти куннинг ҳақиқатини — кайфиятини Аллоҳнинг Ўзи билади. Аммо бизнинг тушунчамиздаги «кун» маъносида эмаслиги маълум. Чунки бизнинг тушунчамиздаги «кун» осмонлару Ер яратилгандан сўнг ерга муносиб бўлган вақт билан чегараланади. Бу оятдаги «кун» эса, осмонлару Ер яратилишидан олдинги замонга тегишли вақтни англатмоқда.)"},{"id":"1368","sura":"10","aya":"4","arabic_text":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"Барчангизнинг қайтишингиз Унгадир. Аллоҳнинг ваъдаси ҳақдир. Албатта, У аввал бошда (барчани) Ўзи яратадир. Сўнгра, иймон келтирган ва яхши амал қилганларни адолат-ла мукофотлаш учун уларни қайтарадир. Кофир бўлганлар эса, куфр келтирганлари учун, уларга қайноқ сувдан шароб ва аламли азоб бордир.","footnotes":""},{"id":"1369","sura":"10","aya":"5","arabic_text":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"У қуёшни зиё ва ойни нур қилган ҳамда сизлар йилларнинг ададини ва ҳисобини билишингиз учун унинг манзилларини ўлчовли қилган Зотдир. Аллоҳ ўшани фақат ҳақ ила яратди. У биладиган қавмлар учун оятларини батафсил баён қиладир.","footnotes":"(Инсон ҳаёти давомида доимий ҳис этиб турадиган мавжудотлардан бири қуёш, яна биттаси ойдир. Лекин инсон уларнинг мавжудиятига ўрганиб қолганидан кўп ҳам эътибор бермайди.)"},{"id":"1370","sura":"10","aya":"6","arabic_text":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","translation":"Албатта, кеча ва кундузнинг алмашиб туришида ва Аллоҳ осмонлару ерда яратган нарсаларда тақво қиладиган қавмлар учун оят — белгилар бордир.","footnotes":"(Кеча кириши, муқаррар лаҳзада кеча киради. Кундуз бўлиши, муқаррар лаҳзада кундуз бўлади. Ҳеч ким, ҳеч қандай куч бу жараёнга аралаша олмайди. Ҳаммаси Аллоҳнинг иродаси ва тадбири ила рўй беради. Аммо бу ишлар тинимсиз такрорланаверганидан инсон бу жараёнга эътибор бермай қўйган.)"},{"id":"1371","sura":"10","aya":"7","arabic_text":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","translation":"Албатта, Биз ила мулоқот бўлишини умид қилмаганлар ва бу дунё ҳаётидан рози бўлиб, у билан хотиржам қолганлар ҳамда оятларимиздан ғофил бўлганлар. ","footnotes":""},{"id":"1372","sura":"10","aya":"8","arabic_text":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Ана ўшаларнинг жойлари, қилган касблари туфайли, жаҳаннамдир.","footnotes":""},{"id":"1373","sura":"10","aya":"9","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","translation":"Албатта, иймон келтирганлар ва яхши амаллар қилганларни Роббилари, иймонлари сабабли, ҳидоятга бошлайдир. Наъийм жаннатларидалар, остларидан анҳорлар оқиб турадир.","footnotes":""},{"id":"1374","sura":"10","aya":"10","arabic_text":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"У ердаги дуолари: «Аллоҳим, Сени поклаб ёд этамиз»дир. У ердаги сўрашишлари «Салом»дир. Охирги дуолари эса: «Оламларнинг Робби Аллоҳга ҳамд бўлсин»дир.","footnotes":""},{"id":"1375","sura":"10","aya":"11","arabic_text":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"Агар Аллоҳ одамларга яхшиликни тез келтиргани каби ёмонликни ҳам тезлатса эди, ажаллари битган бўлур эди. Бас, Биз ила мулоқотда бўлишдан умиди йўқларни туғёнларида ташлаб қўямиз, адашиб-улоқиб юраверадилар.","footnotes":"(Аллоҳ таоло бандаларига яхшиликни доим, тез, сўраса-сўрамаса бериб келади. Бу ҳаётда кўрилаётган ҳақиқат. Аммо ёмонликни сўраган заҳоти бермайди. Чунки ёмонликни ҳам тезда берса, ҳаммалари ҳалок бўлиб кетадилар. Аллоҳ бандаларини бунинг учун яратмаган. Шу боис ҳам Пайғамбаримиз алайҳиссалоту вассалом бир ҳадисларида насиҳат қилиб, кишиларни ўзларига қарши, моллари ва болаларига қарши дуо этишдан қайтарганлар.)"},{"id":"1376","sura":"10","aya":"12","arabic_text":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Қачонки инсонга зарар етса, Бизга ёнбошлаган, ўтирган ёки турган ҳолида дуо қиладир. Ундан зарарини кетказсак, худди ўзига етган зарар ҳақида Бизга дуо қилмагандек, кетаверадир. Ана шундай қилиб, исрофчиларга қилаётган амаллари зийнатланиб кўрсатилди.","footnotes":"(Инсон иши юришиб турганида, ўзи соғ-саломат, тинч-омон ва роҳат-фароғатда бўлганида ҳеч нарса билан иши йўқ, бу дунё ҳаётига мағрур бўлиб юраверади. Албатта, Аллоҳ ҳидоятга бошлаган мўмин-мусулмонлардан бошқалари. Аммо мағрурланиб юрган ўша инсоннинг соғлиғигами, тинчлигигами ёки роҳатигами футур етса, бошига мусибат келса, дарҳол Аллоҳ ёдига тушади. Ёнбошлаган, ўтирган ёки тик турган ҳолида, яъни ҳар қандай ҳолатда Аллоҳга ёлборишни бошлайди. Ҳатто, энг катта кофир, фосиқлар ҳаётида ҳам бундай воқеалар рўй берганига тарихда мисоллар кўп. Яна аввалгидек, бу дунё ҳаётига ўзини уради. Аллоҳни унутади. Ўзининг бандалигини унутади. Бир куни келиб, бошига яна қайта мусибат тушиши мумкинлигини ҳам унутади. Ҳеч нарсадан таб тортмай, ибрат олмай, олдинги ҳолига тушиб қолади.)"},{"id":"1377","sura":"10","aya":"13","arabic_text":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translation":"Батаҳқиқ, сиздан олдинги асрларни зулм қилган чоғларида ва Пайғамбарлари очиқ-ойдин ҳужжатлар билан келганларида иймон келтирмайдиган бўлганларида ҳалок қилганмиз. Жиноятчи қавмларни ана шундай жазолаймиз.","footnotes":""},{"id":"1378","sura":"10","aya":"14","arabic_text":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"Сўнгра, қандай амал қилишингизга назар солишимиз учун уларнинг ортидан сизларни ер юзида ўринбосарлар қилдик.","footnotes":""},{"id":"1379","sura":"10","aya":"15","arabic_text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"Қачонки, уларга очиқ-ойдин оятларимиз тиловат қилинганида, Бизга мулоқот бўлишдан умиди йўқлар: «Бундан бошқа Қуръон келтир ёки уни алмаштир», дедилар. Сен: «Мен ўзимча уни алмаштира олмасман. Мен фақат ўзимга ваҳий қилинган нарсага эргашаман, холос. Албатта, мен Роббимга осийлик қилсам, улуғ куннинг азобидан қўрқаман», деб айт.","footnotes":"(Бу гапни ўта кетган жоҳилларгина айтиши мумкин. Улар ваҳий нима эканини билишни ҳам хоҳламайдилар. Унинг кимдан чиққанини ҳам, унинг инсоният учун аҳамиятини ҳам билмайдилар. Яъни, Қуръоннинг ўрнига бошқа нарса келтириб ёки уни алмаштириб, Роббимга осийлик қилсам, улуғ қиёмат кунининг азобига дучор бўлишдан қўрқаман. Пайғамбар бўлатуриб у зот алайҳиссалоту вассалом шунчалик қўрқсалар, Қуръон ўрнига бошқа дастур келтираётган ва унинг оятлари ёки ҳукмларини алмаштираётган оддий одамларни нима деса бўлар экан?!)"},{"id":"1380","sura":"10","aya":"16","arabic_text":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"Сен: «Агар Аллоҳ хоҳлаганида, уни сизларга тиловат қилмас ва уни сизларга ўргатмас эди. Батаҳқиқ, мен орангизда ундан олдин ҳам умр кечирдим. Ақл ишлатиб кўрмайсизларми?» деб айт.","footnotes":""},{"id":"1381","sura":"10","aya":"17","arabic_text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","translation":"Аллоҳга ёлғон тўқиган ёки Унинг оятларини ёлғонга чиқарган кимсадан ҳам золимроқ одам борми?! Албатта, жиноятчилар нажот топмаслар.","footnotes":""},{"id":"1382","sura":"10","aya":"18","arabic_text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"Улар Аллоҳни қўйиб, ўзларига зарар ҳам, манфаат ҳам етказа олмайдиган нарсаларга ибодат қилурлар ва: «Ана ўшалар бизнинг Аллоҳ ҳузуридаги шафоатчиларимиздир!» дерлар. Сен: «Аллоҳга У осмонлару ерда билмайдиган нарсаларнинг хабарини бермоқчимисизлар?!» деб айт. Аллоҳ улар келтираётган ширкдан пок ва юксак Зотдир.","footnotes":""},{"id":"1383","sura":"10","aya":"19","arabic_text":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","translation":"Одамлар фақат бир уммат бўлган эдилар. Сўнгра, ихтилофга тушдилар. Агар Роббинг томонидан айтилган сўз бўлмаганида, улар ихтилоф қилаётган нарса ҳақида ораларида ҳукм қилинган бўлар эди.","footnotes":"(Дарҳақиқат, Одам атодан кейин ҳамма бир хил ақидада — тавҳид ақидасида эди. Аммо вақт ўтиши билан турли омиллар таъсирида баъзи ихтилофлар келиб чиқди. Айрим одамлар тавҳидни маҳкам тутдилар. Бошқалари ширкка кетдилар.)"},{"id":"1384","sura":"10","aya":"20","arabic_text":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"Ва улар: «Унга Роббидан бир белги — мўъжиза тушса эди», дерлар. Бас, Сен: «Fайб Аллоҳникидир. Интизор бўлиб туринг, мен ҳам сиз ила интизор бўлувчиларданман», деб айт.","footnotes":"(Мушрикларнинг одатлари шу: атрофларидаги сон-саноқсиз мўъжизалардан кўз юмиб, Пайғамбар алайҳиссалоту вассаломнинг ва у кишига келаётган ваҳийнинг ҳақ эканлигини тасдиқловчи алоҳида катта моддий мўъжиза келтиришни талаб қилишарди. Ҳазрати Муҳаммад алайҳиссалоту вассаломнинг шариатлари охирги шариат бўлганидан Аллоҳ таоло мушрикларнинг матлубини ортга суришга аҳд қилган эди. Шу боис Пайғамбари Муҳаммад алайҳиссалоту вассаломга мушрикларнинг бу бемаъни талабига: «Ғайб Аллоҳникидир. Интизор бўлиб туринг, мен ҳам сиз ила интизор бўлувчиларданман», деб айт», демоқда.)"},{"id":"1385","sura":"10","aya":"21","arabic_text":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","translation":"Қачонки, одамларга уларга етган зарардан сўнг раҳматни тотдирсак, баногоҳ, уларда оятларимиз ҳақида макр бўлур. «Аллоҳ макрда тезкордир. Албатта, элчиларимиз қилаётган макрларингизни ёзиб борурлар», дегин.","footnotes":"(Одам боласининг иши қизиқ: бошига мусибат тушса, Аллоҳни эслайди, Унга ёлборади, халос қилишини сўрайди. Мусибат кўтарилганида эса, ҳаммаси ёдидан чиқади, туғёнга кетади ва яна гуноҳ ишларга ботади. Ушбу ҳолат ояти каримада: «Қачонки одамларга уларга етган зарардан сўнг раҳматни тотдирсак, баногоҳ, уларда оятларимиз ҳақида макр бўлур», деб васф қилинмоқда. Ожиз бандалар ўзларича макр қилишга уринадилар. Аммо ҳамма нарсани билгувчи ва ҳар нарсага қодир Аллоҳ уларнинг макрини дарҳол йўққа чиқаради. Бунинг устига, Аллоҳнинг элчилари — фаришталар ҳар бир макрни ёзиб туради. Вақти келганда ўша ёзув маккорлар зиддига ҳужжат бўлади. Маккорлар икки дунёда ҳам макрларининг азобини тортади.)"},{"id":"1386","sura":"10","aya":"22","arabic_text":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","translation":"У сизларни қуруқликда ва денгизда юргизадиган Зотдир. Токи сизлар кемада бўлганингизда ва у(кема)лар яхши еллар ила уларни олиб кетганида ҳамда улар бундан хурсанд бўлганларида, қаттиқ шамол келур ва уларга ҳар томондан тўлқин келур. Ўзларининг қуршовда қолганларини англаганларида, Аллоҳга чин ихлос билан: «Агар бизни мана шундан қутқазсанг, албатта, шукр келтирувчилардан бўлурмиз», деб дуо қилурлар.","footnotes":""},{"id":"1387","sura":"10","aya":"23","arabic_text":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Бас, қачонки У зот уларга нажот берса, кўрибсизки, улар ер юзида ноҳақдан зулм қилурлар. Эй одамлар! Бу зулмингиз фақат ўз зиёнингизгадир. Бу, ҳаёти дунё матоҳи, холос. Сўнгра, Бизга қайтишингиз бор. Бас, Биз нима амал қилганингизнинг хабарини берурмиз.","footnotes":""},{"id":"1388","sura":"10","aya":"24","arabic_text":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","translation":"Албатта, дунё ҳаётининг мисоли худди Биз осмондан туширган сувга ўхшайдир. Бас, одамлар ва чорвалар ейдиган ер набототи у билан аралашиб, ер безагини олганда ва зийнатланганда ҳамда унинг аҳли, энди бунга эришдик, деб ўйлаганда, кечаси ёки кундузи унга Бизнинг амримиз келадир. Биз уни худди куни кеча яшнаб турмагандек қуритиб қўямиз. Тафаккур қиладиган қавмлар учун оятларимизни ана шундай батафсил баён қилурмиз.","footnotes":""},{"id":"1389","sura":"10","aya":"25","arabic_text":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Аллоҳ тинчлик диёрига даъват қилур ва Ўзи хоҳлаганларни сиротул мустақиймга ҳидоят қилур.","footnotes":"(Аллоҳ бандаларини икки дунёда ҳам саодатли бўлишларини хоҳлайди. Уларни тинчлик диёрида, омонликда, бахт-саодат ва фароғатда бўлишга чақиради. Кимки Аллоҳнинг чақириғига лаббай деб жавоб берса, унинг айтганларини қилса, барча яхшиликларга етишади. Тўғри йўлда — сироти мустақимда барқарор туради. Доимо яхшиликларга соҳиб бўлади.)"},{"id":"1390","sura":"10","aya":"26","arabic_text":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Гўзал амал қилганлар учун гўзал савоб ва зиёдалик бордир. Уларнинг юзларини қаролик ҳам, хорлик ҳам қопламас. Ана ўшалар жаннат эгаларидир. Улар унда абадий қолурлар.","footnotes":"(Аллоҳга иймон келтириб, Унинг чақириғига лаббай деб жавоб бериб, яхши амалларни қилиб яшаган бандалар бу дунёда гўзал ҳаёт кечирадилар. Охиратда эса, бу дунёда қилган гўзал амаллари учун савоб оладилар, жаннатга дохил бўладилар.)"},{"id":"1391","sura":"10","aya":"27","arabic_text":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Ёмонликларни касб қилганларга эса, ёмонликларига яраша ёмон жазо бўлур. Уларни хорлик қоплар. Улар учун Аллоҳдан бирор сақловчи ҳам бўлмас. Юзлари худди тун зулматидан бир парча ила қопланган каби бўлур. Ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар.","footnotes":"(Олдинги манзаранинг тамоман акси. Оятда бу дунёда гўзал амаллар эмас, ёмон амаллар қилганлар васф қилинаётир. Ёмонликлари туфайли улар бу дунёнинг ўзида ёмон ҳаёт кечирадилар. Охиратда эса, уларга: «ёмонликларига яраша ёмон жазо бўлур».)"},{"id":"1392","sura":"10","aya":"28","arabic_text":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","translation":"У кунда барчаларини тўплармиз. Сўнгра, ширк келтирганларга: «Сизлар ҳам, шерик қилганларингиз ҳам жойингиздан қимирламангиз», дермиз. Бас, ораларини ажратармиз ва шерик қилинмишлар: «Бизга ибодат этмаган эдингиз.","footnotes":""},{"id":"1393","sura":"10","aya":"29","arabic_text":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","translation":"Биз билан сизнинг орангизда шоҳидликка Аллоҳ кифоядир. Биз, албатта, сизнинг ибодатингиздан ғофил эдик», дерлар.","footnotes":""},{"id":"1394","sura":"10","aya":"30","arabic_text":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Ўша ерда ҳар бир жон ўзи қилиб ўтган ишдан сўралур — хабардор бўлур ва ҳақиқий хожалари Аллоҳга қайтарилурлар. Ҳамда ўзларича тўқиб чиқарган нарсалари улардан ғойиб бўладир.","footnotes":""},{"id":"1395","sura":"10","aya":"31","arabic_text":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","translation":"Сен: «Сизларни осмонлару ерда ким ризқлантиради? Ёки қулоқ ва кўзларингизнинг эгаси ким, тирикни ўликдан, ўликни тирикдан ким чиқаради? Ишнинг тадбирини ким қилади?» деб айт. Улар, албатта: «Аллоҳ», дерлар. Бас, сен: «Тақво қилмайсизларми?» деб айт.","footnotes":"(Ушбу ояти карималар нозил бўлаётган даврдаги одамлар тушунчаси бўйича, ўсиб-ҳаракатланиб турган нарсалар тирик, ҳаракатсиз, ўсмай турган нарсалар ўлик ҳисобланар эди. Ана шу тасаввурга биноан қадимги тафсирчиларимиз «ўликдан тирикни чиқариш»га тухумдан қушни, уруғдан ўсимликни, данакдан дарахтни чиқаришни ва шунга ўхшаш ҳолатларни мисол қилиб келтирганлар. Ёки, аксинча, ҳамма ҳайвонлар тирик бола туғади, қушлар эса, жонсиз тухумни. Ўсиб етилган ўсимликдан жонсиз уруғ чиқади. Буларнинг ҳаммасини ким қилмоқда? Албатта, Аллоҳ!)"},{"id":"1396","sura":"10","aya":"32","arabic_text":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","translation":"Бас, мана шу Аллоҳ сизнинг ҳақ Роббингиздир. Ҳақдан сўнг нима бўлади? Магар залолат бўлади. Бас, қаёққа бурилиб кетмоқдасиз?","footnotes":""},{"id":"1397","sura":"10","aya":"33","arabic_text":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","translation":"Шундай қилиб, фосиқлик қилганларга Роббингнинг сўзи ҳақ бўлди. Улар иймон келтирмаслар.","footnotes":""},{"id":"1398","sura":"10","aya":"34","arabic_text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"Сен: «Сизнинг шерик келтираётганларингиз орасида махлуқотни аввал бошда яратиб, сўнгра уни қайтарадигани борми?» деб айт. Сен: «Аллоҳ махлуқотни аввал бошда яратиб, сўнгра уни қайтарар. Бас, қаёққа бурилиб кетмоқдасизлар?» деб айт.","footnotes":""},{"id":"1399","sura":"10","aya":"35","arabic_text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","translation":"Сен: «Сизнинг шерик келтираётганларингиз орасида ҳаққа ҳидоят қиладигани борми?» деб айт. Сен: «Аллоҳ ҳаққа ҳидоят қиладир. Эргашишга ҳаққа ҳидоят қиладиган Зот ҳақлироқми ёки ҳидоят қилмайдиган, балки ўзи ҳидоятга муҳтож кимсами? Сизга нима бўлди?! Қандай ҳукм қилмоқдасиз?!» деб айт.","footnotes":""},{"id":"1400","sura":"10","aya":"36","arabic_text":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","translation":"Уларнинг кўплари гумонга эргашадилар, холос. Албатта, гумон ҳақ ўрнида ҳеч нарса бўла олмас. Албатта, Аллоҳ нима қилаётганларини билгувчи Зотдир.","footnotes":"(Аллоҳнинг йўлида юрмаганларнинг кўплари, балки ҳаммалари гумон ва тахминга эргашадилар. Улардан, нима учун бу ишни қилмоқдасан, нима учун бу йўлга юрмоқдасан, деб сўралса, берадиган жавоблари фақат гумондан иборат бўлади. Қадимда бутпарастлар, ота-бобомиз шундай қилган, биз ҳам қилмоқдамиз, деб жавоб беришган. Ҳозирда ҳам фалончи айтгани учун, пистончи қилгани учун, дейишади.)"},{"id":"1401","sura":"10","aya":"37","arabic_text":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Ушбу Қуръон Аллоҳдан бошқа томонидан тўқиб чиқарилган эмас. Ва лекин у ўзидан олдингининг тасдиғи ва китобнинг тафсилотидир. Унда ҳеч шубҳа йўқ. У оламларнинг Роббисидандир.","footnotes":""},{"id":"1402","sura":"10","aya":"38","arabic_text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ёки ўзи тўқиб олган дерларми? Сен: «Агар ростгўй бўлсангиз, унга ўхшаш бир сура келтиринг ва (бу ишга) Аллоҳдан бошқа, кучингиз етганича, кимни хоҳласангиз, чақиринг», деб айт.","footnotes":""},{"id":"1403","sura":"10","aya":"39","arabic_text":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","translation":"Балки, улар ўзлари илмини билмаган нарсани, уларга унинг таъвийли етмай туриб, ёлғонга чиқардилар. Улардан олдингилар ҳам шундай ёлғонга чиқарган эдилар. Золимларнинг оқибати қандай бўлганига назар сол.","footnotes":""},{"id":"1404","sura":"10","aya":"40","arabic_text":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","translation":"Улардан унга иймон келтирадиганлар ҳам бор ва улардан унга иймон келтирмайдиганлар ҳам бор. Роббинг эса, бузғунчиларни яхши билгувчи Зотдир.","footnotes":""},{"id":"1405","sura":"10","aya":"41","arabic_text":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","translation":"Агар улар сени ёлғончи қилсалар, сен: «Менга ўз ишим, сизларга ўз ишингиз, сизлар мен қиладиган ишдан поксизлар, мен сизлар қиладиган ишдан покман», деб айт.","footnotes":"(Улар шунчалик далилларни кўриб-билиб, ҳақиқатни англаб етганларидан кейин ҳам иймон келтирмасалар, сени ёлғончига чиқарсалар, унда улар билан орани очиқ қилишингдан бошқа чора қолмайди. Уларга йўллар бошқа-бошқа эканини билдириб: Шу билан бирга, орада ҳеч бир алоқа қолмаганини ҳам таъкидлаш лозим.)"},{"id":"1406","sura":"10","aya":"42","arabic_text":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","translation":"Ва улардан сенга қулоқ тутадиганлари ҳам бор. Агар ақл ишлатмасалар, карқулоқларга сен эшиттира олурмисан?!","footnotes":""},{"id":"1407","sura":"10","aya":"43","arabic_text":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","translation":"Улардан сенга назар соладиганлари ҳам бор. Агар ўзлари (қалб кўзлари ила) кўрмасалар, кўрларни сен ҳидоят қила олурмисан?!","footnotes":""},{"id":"1408","sura":"10","aya":"44","arabic_text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Албатта, Аллоҳ одамларга ҳеч зулм қилмас, ва лекин одамлар ўзларига зулм қилурлар.","footnotes":"(Уларнинг энг катта зулмлари Ислом динига юрмасликларидир.)"},{"id":"1409","sura":"10","aya":"45","arabic_text":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","translation":"Уларни тўплайдиган кунда худди наҳордан бир соатгина турганга ўхшаб, бир-бирлари билан танишурлар. Батаҳқиқ, Аллоҳнинг мулоқотини ёлғонга чиқарганлар ва ҳидоят топганлардан бўлмаганлар зиён қилурлар.","footnotes":""},{"id":"1410","sura":"10","aya":"46","arabic_text":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","translation":"Ёки сенга уларга ваъда қилганимизнинг баъзисини кўрсатамиз ёки сени вафот эттирамиз. Бас, уларнинг қайтишлари Бизгадир. Сўнгра, нима қилаётганларига Аллоҳ шоҳиддир.","footnotes":""},{"id":"1411","sura":"10","aya":"47","arabic_text":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Ҳар умматнинг ўз Пайғамбари бордир. Қачонки уларга Пайғамбарлари келса, ораларида адолат ила ҳукм чиқарилур. Уларга зулм қилинмас.","footnotes":""},{"id":"1412","sura":"10","aya":"48","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар ростгўйлардан бўлсангиз, бу ваъда қачон бўлади?» дерлар.","footnotes":""},{"id":"1413","sura":"10","aya":"49","arabic_text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"Сен: «Мен ўзим ҳам на зарарга ва на фойдага молик эмасман. Магар Аллоҳ нимани хоҳласа (шу бўлади). Ҳар умматнинг ўз ажали бор. Ажаллари келган вақтда бир соатга орқага ҳам, олдинга ҳам сура олмаслар», деб айт.","footnotes":"(Гапнинг хулосаси шу. Бировга зарар ёки фойда етказиш фақат Аллоҳнинг иши. Агар Расулуллоҳ алайҳиссалоту вассалом ўзларига на зарар, на фойда етказа олмасалар, демак, ўзгаларга ҳам етказа олмасликлари турган гап. Лекин улар ҳадеб у зотдан ваъда қилинган азоб қачон келишини сўрайверадилар. Ажал келган соатнинг айни ўзида ҳалок бўладилар. Бунга ўтган умматлар, хусусан, Қуръони Каримда зикри келган умматлар ёрқин мисолдир. Баъзи уламоларимиз, умматларнинг ҳалокати фақат жисмоний бўлиши шарт эмас, маънавий ҳалокат ҳам шунга киради, дейдилар.)"},{"id":"1414","sura":"10","aya":"50","arabic_text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","translation":"Сен: «Хабар беринг-чи, агар Унинг азоби сизларга кечаси ёки кундузи келса, жиноятчилар унинг нимасига шошилмоқдалар?» деб айт.","footnotes":""},{"id":"1415","sura":"10","aya":"51","arabic_text":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","translation":"У воқе бўлганидан сўнг унга ишондингизми? Энди-я?! Уни, тезроқ келсин, деб шошилаётган эдингиз-ку?!","footnotes":"(Азобнинг тушиши муқаррар. Қачон бўлса ҳам, барибир тушади. Ана ўша вақтда мушрик ва кофирларга юқоридаги сўзлар айтилади.)"},{"id":"1416","sura":"10","aya":"52","arabic_text":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"Сўнгра, зулм қилганларга: «Мангу азобни тортинглар. Фақат касб қилганингизга яраша жазо олурсизлар, холос», дейилур.","footnotes":"(Улар бу дунёда қилган зулмлари — Аллоҳга иймон келтирмаганлари учун қилмишларига яраша жазо оладилар, дўзахда мангу қоладилар.)"},{"id":"1417","sura":"10","aya":"53","arabic_text":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","translation":"Улар сендан: «У ҳақми?» деб сўрарлар. «Ҳа, Парвардигорим ҳаққи, албатта, у ҳақдир ва сизлар қочиб қутулувчи эмассизлар», деб айт.","footnotes":""},{"id":"1418","sura":"10","aya":"54","arabic_text":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Агар ҳар бир зулм қилган жонга ер юзидаги ҳамма нарса берилса-ю, уни фидо қилса ҳам. Азобни кўрганларида ичларида надомат чексалар ҳам. Улар ўртасида адолат ила ҳукм чиқарилур. Уларга зулм қилинмас.","footnotes":""},{"id":"1419","sura":"10","aya":"55","arabic_text":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Огоҳ бўлинг! Осмонлару ердаги нарсалар, албатта, Аллоҳникидир. Огоҳ бўлинг! Аллоҳнинг ваъдаси, албатта, ҳақдир. Лекин кўплари билмаслар.","footnotes":""},{"id":"1420","sura":"10","aya":"56","arabic_text":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"У тирилтирур ва ўлдирур ва Унгагина қайтарилурсиз.","footnotes":""},{"id":"1421","sura":"10","aya":"57","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","translation":"Эй одамлар! Сизга ўз Роббингиздан мавъиза, кўксингиздаги нарсага шифо, мўминларга ҳидоят ва раҳмат келди.","footnotes":"(Эй одамлар! Қуръонни ёлғон деманг! Қуръонни фалончи тўқиган, деманг! Унинг тўғрисида шубҳа қилманг. У қалбингиздаги руҳий, маънавий дардларингизнинг барчасига шифо бўлиб келди. Ким Қуръонга иймон келтириб, мусулмон бўлса, у ўша одамни ҳидоятга бошлайди, Аллоҳнинг раҳматига эриштиради.)"},{"id":"1422","sura":"10","aya":"58","arabic_text":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Сен: «Аллоҳнинг фазли ила ва Унинг раҳмати ила. Бас, ана шу билан хурсанд бўлсинлар. У улар жамлайдиган нарсалардан яхшидир», деб айт.","footnotes":"(Бир умматга икки дунё бахтига эриштирувчи илоҳий китоб берилиши ўша миллатга Аллоҳнинг фазли ва марҳаматидир. Бу миллат ушбу оятга амал қилиб, қанча хурсанд бўлса, арзийди. Аллоҳ таолонинг фазли ва марҳамати бўлмиш Қуръони Каримга иймон келтириб, уни ўзига дастур қилиб олган зотлар ўша энг улуғ фазл ва раҳматга эришган кишилар сифатида қанчалик хурсанд бўлсалар, шунчалик оз. Қуръонга эришиш дунёдаги бошқа ҳамма нарсаларни жамлаб, ўшаларга эга бўлишдан кўра яхшироқдир.)"},{"id":"1423","sura":"10","aya":"59","arabic_text":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","translation":"Сен: «Аллоҳ сизга нозил қилган ризқдан хабар беринг-чи! Уни ҳаром ва ҳалол қилиб олдингиз!» деб айт. Сен: «Аллоҳ сизга изн бердими ёки Аллоҳга нисбатан ёлғон тўқияпсизми?» деб айт.","footnotes":""},{"id":"1424","sura":"10","aya":"60","arabic_text":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","translation":"Аллоҳга нисбатан ёлғон тўқиётганларнинг қиёмат куни ҳақида нима гумонлари бор? Албатта, Аллоҳ одамлар учун фазл эгасидир. Лекин кўплари шукр қилмаслар.","footnotes":""},{"id":"1425","sura":"10","aya":"61","arabic_text":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translation":"Қайси ҳолда бўлсанг, Қуръондан нимани тиловат этсанг, ишлардан қай бирини қилсанг, албатта, Биз ўшанга киришаётган пайтингларда сизларга гувоҳмиз. На ер юзида ва на осмонларда зарра миқдоридаги, ундан кичикроқ ёки каттароқ нарса Роббингдан махфий бўла олмас, балки, очиқ-ойдин китобдадир.","footnotes":"(Аллоҳ нафақат кўради ёки билади, балки унга гувоҳ бўлади ва очиқ-ойдин китобга ёзиб ҳам қўяди. Шундай бўлгандан кейин, дунёда энг катта гуноҳни қилганларнинг — Аллоҳ таологагина хос бўлган ҳаққа тажовуз этиб, унинг шаънига ёлғон тўқиб, берган ризқининг баъзисини ҳаром, баъзисини ҳалол деганларнинг гуноҳи махфий бўлиб қолармиди? Аллоҳ гувоҳ бўлиб турибди, очиқ-ойдин китобга ёзилиб турибди, деган эътиқод билан яшаб, Аллоҳга ихлос ила эътиқод ва бандалик қилганларнинг бирор амали зое бўлармиди? Албатта, йўқ. Ҳаммаси ҳисобга олинади ва мукофоти берилади.)"},{"id":"1426","sura":"10","aya":"62","arabic_text":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Огоҳ бўлингким, Аллоҳнинг дўстларига хавф йўқдир ва улар хафа ҳам бўлмаслар.","footnotes":""},{"id":"1427","sura":"10","aya":"63","arabic_text":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Улар иймон келтирганлар ва тақво қилганлардир.","footnotes":"(Демак, Аллоҳнинг дўсти бўлиш жуда ҳам осон экан. Бунинг учун аввало, У зотга иймон келтириш; иккинчидан эса, тақводор бўлиш, яъни Аллоҳнинг айтганини қилиб, қайтарганидан қайтиб яшаш лозим экан. Кимнинг иймонида заррача хато бўлса ёки Аллоҳнинг кўрсатмалари асосида эмас, ўзганинг йўлида ҳаёт кечирса ёхуд ўзи ўзига йўлланма тузиб олса, у одам Аллоҳга дўст бўлиш бахтидан маҳрумдир.)"},{"id":"1428","sura":"10","aya":"64","arabic_text":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Уларга ҳаёти дунёда ҳам, охиратда ҳам хушхабар бор. Аллоҳнинг сўзларини ўзгартириш йўқ. Ана ўша улуғ ютуқдир.","footnotes":"(Аллоҳнинг дўстларига икки дунё саодатининг хушхабари бор. Улар иймонлари ва тақволари туфайли, Аллоҳнинг инояти ила, аввало, бу дунёда саодатли ҳаёт кечирадилар. Охиратда эса, худди шу иймонлари ва тақволари сабабли жаннатга дохил бўладилар. Мазкур хушхабар Аллоҳнинг сўзларидир. Ҳозирда баъзи мусулмон жамиятлар ўша улуғ ютуққа бу дунё ҳаётида эриша олмаётган бўлсалар, бу нарса Аллоҳнинг калималари ўзгарганига эмас, балки иймон ва тақвода камчилик борлигига ёки иймон ва тақвонинг умуман йўқлигига далилдир.)"},{"id":"1429","sura":"10","aya":"65","arabic_text":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Уларнинг гапи сени хафа қилмасин. Албатта, азизликнинг барчаси Аллоҳникидир. У эшитгувчи ва билгувчи Зотдир.","footnotes":""},{"id":"1430","sura":"10","aya":"66","arabic_text":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"Огоҳ бўлингким, осмонларда ким бўлса ва ер юзида ким бўлса, албатта, Аллоҳникидир. Аллоҳдан ўзга шерикларга илтижо қилаётганлар нимага эргашурлар? Улар фақат гумонга эргашурлар, холос. Улар фақат тахмин қилурлар, холос.","footnotes":""},{"id":"1431","sura":"10","aya":"67","arabic_text":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"У сизларга сокинлик топишингиз учун кечани ва кўрсатувчи этиб кундузни қилган Зот. Албатта, бунда эшитадиган қавмлар учун оят — аломатлар бордир.","footnotes":""},{"id":"1432","sura":"10","aya":"68","arabic_text":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Улар, «Аллоҳ фарзанд тутди», дедилар. У (бундан) покдир. У беҳожатдир. Осмонлардаги нарсалар ва ердаги нарсалар Уникидир. Бу ҳақда сизнинг ҳеч қандай далилингиз йўқ-ку! Аллоҳга нисбатан билмаган нарсангизни айтаверасизми?","footnotes":"(Одатда инсон қай ҳолларда фарзанд тутади? Фарзандсизлигим билинмасин; менга ёрдам бўлсин; кўнглимни кўтариб турсин ва ҳоказо ҳожатларни кўзлаб фарзанд тутади. Ажабо, Аллоҳ субҳанаҳу ва таоло шу каби ишларга муҳтожми? Унга нисбатан бунақа сифат бериш дурустми? Йўқ, албатта.)"},{"id":"1433","sura":"10","aya":"69","arabic_text":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translation":"Сен: «Албатта, Аллоҳга нисбатан ёлғон тўқиганлар нажот топмаслар», деб айт.","footnotes":""},{"id":"1434","sura":"10","aya":"70","arabic_text":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"Бу дунёда (бир оз) фойдаланиш, кейин Бизга қайтишлари бор. Сўнгра, Биз уларга, куфр келтириб ўтганлари учун, шиддатли азобни тоттирамиз.","footnotes":""},{"id":"1435","sura":"10","aya":"71","arabic_text":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","translation":"Уларга Нуҳнинг хабарини тиловат қилиб бер. Вақтики у ўз қавмига: «Эй қавмим, агар сизларга менинг мақомим ва Аллоҳнинг оятлари ила эслатишим оғир келаётган бўлса, бас, мен Аллоҳга таваккал қилдим. Сиз шерик келтирганларингиз билан биргаликда ўз ишингизни билаверинглар. Яна, ишларингиз ўзингиз учун ноаниқ бўлиб қолмасин. Сўнгра, менга нисбатан ҳукмингизни ижро этаверинглар, менга муҳлат берманглар. ","footnotes":""},{"id":"1436","sura":"10","aya":"72","arabic_text":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translation":"Бас, агар юз ўгирсангиз, мен сизлардан ажр сўраганим йўқ. Менинг ажрим фақатгина Аллоҳдан. Ва мен мусулмонлардан бўлишга амр қилинганман», деди.","footnotes":"(Эй Муҳаммад, ўз вақтида Нуҳ алайҳиссалом ҳам сенга ўхшаб қавмига пайғамбар бўлиб келган эди. Сен билан қавминг ўртасидаги ҳолат уларнинг ҳам бошидан кечган. Сенинг қавминг ичидан ҳам Нуҳ қавмидагига ўхшаш саркашлар чиқди. Улар Аллоҳнинг қудратига далолат қилувчи турли оят-белгилардан ўрнак олмаяптилар.)"},{"id":"1437","sura":"10","aya":"73","arabic_text":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","translation":"Сўнгра, уни ёлғончига чиқаришди. Бас, Биз уни ва у ила бирга бўлганларни кемада қутқардик ва уларни халифалар қилдик. Оятларимизни ёлғонга чиқарганларни ғарқ этдик. Огоҳлантирилганларнинг оқибати қандай бўлганига назар сол.","footnotes":""},{"id":"1438","sura":"10","aya":"74","arabic_text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","translation":"Сўнгра, ундан кейин Пайғамбарларни қавмларига юбордик. Бас, улар очиқ-ойдин ҳужжатлар ила келдилар. Аммо у (қавм)лар олдин ёлғонга чиқарган нарсаларига иймон келтирувчи бўлмадилар. Тажовузкорларнинг қалбига шундай қилиб муҳр босамиз.","footnotes":"(Эй сиз инсонлар, ушбу оятлар билан танишаётганлар! Сизлар ҳам ўша қавмларга ўхшаб аввал-бошдан Пайғамбарни, Қуръонни ёлғонга чиқариб, тажовузкорлик этманг. Агар шундай қиладиган бўлсангиз, ўшаларга ўхшаб қалбингизга муҳр босилиши, оқибатда ҳалокатга учрашингиз турган гап. Мана, қуйида қиссаси келадиган қавм ҳам худди шундай тақдирга дуч келган эди.)"},{"id":"1439","sura":"10","aya":"75","arabic_text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"Сўнгра, улардан кейин Мусо ва Ҳорунни Фиръавн ва унинг қавмига Ўз оят — мўъжизаларимиз ила юбордик. Бас, улар кибру ҳаво қилдилар ва жиноятчи қавм бўлдилар.","footnotes":""},{"id":"1440","sura":"10","aya":"76","arabic_text":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","translation":"Бизнинг ҳузуримиздан уларга ҳақ келган пайтда: «Бу, албатта, очиқ-ойдин сеҳрдир», дедилар.","footnotes":""},{"id":"1441","sura":"10","aya":"77","arabic_text":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","translation":"Мусо: «Сизга ҳақ келганда (шундай) дейсизларми?! Шу сеҳрми?! Сеҳргарлар нажот топмаслар», деди.","footnotes":""},{"id":"1442","sura":"10","aya":"78","arabic_text":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","translation":"Улар: «Сен бизни оталаримиз тутиб келаётганида топган нарсамиздан буриш учун ва икковингизга ер юзида катталик бўлиши учун келдингми? Биз икковингизга иймон келтирувчилардан эмасмиз», дедилар.","footnotes":"(Улар илм-маърифат асосида эмас, қалбларидаги аввалдан ўрнашиб қолган дард туфайли Аллоҳ томонидан келган динни инкор қилаётган эканлар. Бу фақат Фиръавн ва унинг қавмигагина эмас, балки Аллоҳнинг динига юришни хоҳламаган ҳар бир тоғут ва унинг қавмига хос хусусиятдир.)"},{"id":"1443","sura":"10","aya":"79","arabic_text":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"Фиръавн: «Менга барча билимдон сеҳргарларни келтиринглар», деди.","footnotes":""},{"id":"1444","sura":"10","aya":"80","arabic_text":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","translation":"Сеҳргарлар келганида, Мусо уларга: «Сизлар ташламоқчи бўлган нарсангизни ташлангиз», деди.","footnotes":""},{"id":"1445","sura":"10","aya":"81","arabic_text":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","translation":"Улар ташлаганларида, Мусо: «Сиз келтирган нарса сеҳрдир. Албатта, Аллоҳ уни ботил қилур. Зеро, Аллоҳ бузғунчиларнинг ишини ўнгламас.","footnotes":""},{"id":"1446","sura":"10","aya":"82","arabic_text":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","translation":"Ва Аллоҳ Ўз калимаси ила, гарчи жиноятчилар ёқтирмаса ҳам, ҳақни рўёбга чиқарур», деди.","footnotes":"(Қиссанинг тафсилоти бошқа сураларда келган. Бу сурада эса, сиёқига мос равишда баъзи ҳолатлар баён қилинмоқда. Чунки Аллоҳ томонидан берилган мўъжизага соҳиб бўлган Пайғамбар сеҳрни осонликча билиши ажабланарлик эмас. У киши қалби Аллоҳга иймон ила тўла, ўз ишининг ҳақлигига, бошқаларнинг иши ботиллигига ишончи комил Зотдирлар. Дарҳақиқат, шундай бўлди ҳам. Аллоҳнинг «Бўл!» деган калимаси ила ҳар нарса бўлиши турган гап. Сеҳргарларнинг сеҳри ботил бўлди. Аллоҳ ҳақни рўёбга чиқарди.)"},{"id":"1447","sura":"10","aya":"83","arabic_text":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","translation":"Мусога ўз қавмидан баъзи зурриётларгина Фиръавн ва амалдор-зодагонларининг фитна қилмоқларидан қўрққан ҳолларида иймон келтирдилар, холос. Албатта, Фиръавн ер юзида баланд кетган эди. Албатта, у исрофчилардан эди.","footnotes":""},{"id":"1448","sura":"10","aya":"84","arabic_text":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","translation":"Мусо: «Эй қавмим, агар Аллоҳга иймон келтирган бўлсангиз, агар мусулмон бўлсангиз, фақат Унгагина таваккал қилинг», деди.","footnotes":""},{"id":"1449","sura":"10","aya":"85","arabic_text":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","translation":"Улар: «Аллоҳгагина таваккал қилдик. Роббимиз, бизни золим қавмларга фитна қилиб қўйма. ","footnotes":""},{"id":"1450","sura":"10","aya":"86","arabic_text":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Ва Ўз раҳматинг ила бизга кофир қавмлардан нажот бергин», дедилар.","footnotes":"(Арабчада «фитна» сўзи синов маъносини англатади. Жумладан, темирни ўтга солиб синаб кўришни ҳам фитна дейишади. Шунингдек, фитна сўзи «алдов» ва «адашув» маъносини ҳам англатади. Ушбу оятда эса, мўминлар Аллоҳдан золим қавмларни улар устидан ғолиб қилиб қўймасликни сўрашмоқда. Чунки бу иш фитнага сабаб бўлиши мумкин. Мўминлар, уларнинг ишлари тўғри экан-да, бўлмаса нима учун бизга ғолиб келишади, деган хаёлга боришлари мумкин. Бу эса, катта фитнадир. Аслида, Аллоҳ кофирларни билдирмай олиш учун аввал уларга зоҳиран ғалаба бериб ҳам туриши мумкин. Аммо бу мўминлар гуруҳи шуни ҳам хоҳламаяптилар.)"},{"id":"1451","sura":"10","aya":"87","arabic_text":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"Биз Мусога ва унинг биродарига: «Икковингиз қавмингиз учун Мисрда уйлар тайёрланг, уйларингизни қибла қилиб, намозни тўкис адо этинглар ва мўминларга хушхабар бер», деб ваҳий юбордик.","footnotes":""},{"id":"1452","sura":"10","aya":"88","arabic_text":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"Мусо: «Эй Роббимиз, Сен Фиръавнга ва унинг амалдорларига зебу зийнат ва молу дунё бердинг. Роббимиз, бу Сенинг йўлингдан адаштиришлари учундир. Роббимиз, уларнинг молларини йўқ қилгин ва қалбларини қаттиқ қилгин, то аламли азобни кўрмагунларича иймонга келмасинлар», деди.","footnotes":""},{"id":"1453","sura":"10","aya":"89","arabic_text":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"У: «Батаҳқиқ, икковингизнинг дуоингиз қабул бўлди. Бас, собит туринглар ва билмайдиганларнинг йўлига эргашманглар», деди.","footnotes":""},{"id":"1454","sura":"10","aya":"90","arabic_text":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","translation":"Ва Бани Исроилни денгиздан ўтказдик. Бас, Фиръавн ва унинг аскарлари ҳаддан ошган ва туғён қилган ҳолда уларни таъқиб этдилар. Токи унга ғарқ бўлиш етганида: «Бани Исроил иймон келтирган Зотдан ўзга Илоҳ йўқлигига иймон келтирдим ва мен мусулмонларданман», деди.","footnotes":""},{"id":"1455","sura":"10","aya":"91","arabic_text":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","translation":"Эндими! Олдин исён қилган ва бузғунчилардан бўлган эдинг-ку?! ","footnotes":""},{"id":"1456","sura":"10","aya":"92","arabic_text":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","translation":"Бугун сенинг баданингни қутқарамиз. Токи ўзингдан кейингиларга ибрат бўлгин. Албатта, кўп одамлар Бизнинг оятларимиздан ғофилдирлар.","footnotes":"(Соғлик-саломатлик, куч-қувват, молу мулк, ҳукм, мансаб ва бошқа имкониятлар борида қиларини қилиб юрган ҳар қандай одам ҳам ўлимига кўзи етиб қолганида Худони эслайди. Лекин бунинг фойдаси йўқ. Бу ҳақиқат ўша тоифадаги кишиларга уларнинг энг кўзга кўринган вакили Фиръавн мисолида тушунтирилмоқда. Жойингни эмас. Жонингни оламиз. Бошқалар каби ўласан. Чунки сен ҳам оддий-ожиз бандасан. Аммо жасадингни қутқарамиз. Балиқлар ҳам емайди. Сувга оқиб ҳам йўқ бўлмайди. Бошқа сабаб билан ҳам йўқ бўлиб кетмайди. «Токи ўзингдан кейингиларга ибрат бўлгин». Шунчалар мулкка эга бўлсанг ҳам, қанча катта даъволар қилган бўлсанг ҳам, аскарларинг шунча кўп бўлса ҳам, барибир Аллоҳнинг азобидан қутула олмаганингни кўриб ибрат олсинлар. «Албатта, кўп одамлар Бизнинг оятларимиздан ғофилдирлар».)"},{"id":"1457","sura":"10","aya":"93","arabic_text":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Батаҳқиқ, Биз Бани Исроилни ҳақиқий омонлик масканига жойлаштирдик ва уларни пок нарсалар ила ризқлантирдик. Бас, улар то ўзларига илм келмагунча ихтилоф қилмадилар. Албатта, Роббинг қиёмат куни улар орасида ихтилоф қилган нарсалари ҳақида Ўзи ҳукм чиқарур.","footnotes":""},{"id":"1458","sura":"10","aya":"94","arabic_text":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translation":"Агар сенга нозил қилган нарсамиздан шакда бўлсанг, сендан олдин китобни ўқиганлардан сўра. Батаҳқиқ, сенга Роббингдан ҳақ келди. Бас, ҳеч шубҳа қилгувчилардан бўлма.","footnotes":""},{"id":"1459","sura":"10","aya":"95","arabic_text":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","translation":"Зинҳор, Аллоҳнинг оятларини ёлғонга чиқарувчилардан бўлма, у ҳолда зиёнкорлардан бўлиб қоласан.","footnotes":""},{"id":"1460","sura":"10","aya":"96","arabic_text":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","translation":"Албатта, Роббингнинг калималари зиммасига вожиб бўлганлар иймонга келмаслар.","footnotes":""},{"id":"1461","sura":"10","aya":"97","arabic_text":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"Агар уларга ҳамма оят-мўъжизалар келса ҳам, то аламли азобни кўрмагунларича.","footnotes":""},{"id":"1462","sura":"10","aya":"98","arabic_text":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","translation":"Қани энди, бирон қишлоқ иймон келтирганда, унга иймони манфаат берса эди. Фақат, Юнус қавми иймон келтирганларида, улардан ҳаёти дунёдаги хорлик азобини кушойиш қилдик ва уларни маълум вақтгача фойдалантирдик, холос.","footnotes":"(Оятнинг маъносидан кўриниб турибдики, Юнус алайҳиссаломнинг қавмига ҳаёти дунёнинг хорлик азоби таҳдид солиб қолганда барчалари бирдан иймонга келганлар. Ана шунда Аллоҳ таоло уларнинг бошидан бу азобни кўтарган ва иймонлари шарофати билан маълум муддатгача фаравон турмуш ила манфаатлантирган. Демак, қоида шу: қайси қишлоқ кофир бўлса, хорлик азобига дучор бўлаверади, қайси қишлоқ иймон келтирса, ундан хорлик азоби кушойиш қилиниб, иймони туфайли манфаатлар топаверади.)"},{"id":"1463","sura":"10","aya":"99","arabic_text":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","translation":"Агар Роббинг хоҳласа, ер юзидаги кишиларнинг ҳаммаси иймонга келар эдилар. Ёки сен одамларни мўмин бўлишга мажбурлайсанми?","footnotes":""},{"id":"1464","sura":"10","aya":"100","arabic_text":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","translation":"Аллоҳнинг изнисиз ҳеч бир жон мўмин бўла олмас. У ақл юргизмайдиганларга ўта ифлосликни раво кўрур.","footnotes":"(Яъни, ҳар бир инсон иймонга эришиш учун Аллоҳ изн этган йўлдан юриши керак. У кўрсатган амалларни қилиши керак. Мисол учун, Аллоҳ берган ақлни ишлатиб, атрофдаги оят-далилларни тушуниб етиб, иймонга юзланиши керак. Ақлни ишлатмаса, ўзига ибрат олмаса, иши расво бўлади. Нотўғри йўлга юриб, залолатга кетади.)"},{"id":"1465","sura":"10","aya":"101","arabic_text":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","translation":"Сен: «Осмонлару ердаги нарсаларга назар солинглар. Иймон келтирмайдиган қавмларга оят-мўъжизалар ва қўрқитувлар фойда бермас», деб айт.","footnotes":""},{"id":"1466","sura":"10","aya":"102","arabic_text":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"Улар фақат ўзларидан олдин ўтганларнинг кунларига ўхшаш кунларга интизор бўлмоқдаларми? Сен: «Бас, интизор бўлинглар. Албатта, мен ҳам сизлар билан интизор бўлгувчиларданман», деб айт.","footnotes":""},{"id":"1467","sura":"10","aya":"103","arabic_text":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","translation":"Сўнгра, Пайғамбарларимизга ва иймон келтирганларга нажот берамиз. Шундай қилиб, мўминларга нажот бермоғимиз зиммамиздаги бурчдир.","footnotes":"(Охир-оқибатда мўминларнинг нажот топиши ҳақдир. Бу вазифани Аллоҳ таоло Ўзига бурч қилиб олгандир. Бу ҳақиқатни мўмин-мусулмонлар, айниқса, даъватчилар жуда яхши англаб етмоқлари лозим.)"},{"id":"1468","sura":"10","aya":"104","arabic_text":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translation":"«Эй одамлар, агар менинг динимда шак-шубҳангиз бўлса, бас, (билингки) мен сизлар ибодат қилаётган — Аллоҳдан ўзга — нарсаларга ибодат қилмасман. Лекин сизни вафот эттирадиган Аллоҳга ибодат қилурман ва мўминлардан бўлмоғимга амр қилинганман», деб айт.","footnotes":""},{"id":"1469","sura":"10","aya":"105","arabic_text":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Юзингни динга тўғри тут. Мушриклардан бўлма.","footnotes":""},{"id":"1470","sura":"10","aya":"106","arabic_text":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","translation":"Аллоҳдан ўзга — сенга манфаат ҳам, зарар ҳам бермайдиган — нарсага илтижо қилма. Бас, агар шундай қилсанг, унда, сен золимлардан бўласан.","footnotes":"(Ўзини билмаган золим одамлар Аллоҳни қўйиб, бут-санамлар ва бошқа нарсаларга илтижо этиб, манфаат топмоқчи ёки зарарни қайтармоқчи бўладилар. Сен, эй Пайғамбар, уларга ўхшама, Аллоҳдан ўзга ҳеч кимга, ҳеч нарсага илтижо этма.)"},{"id":"1471","sura":"10","aya":"107","arabic_text":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Агар Аллоҳ сени зарар ила тутса, Ундан ўзга ўшанга кушойиш берувчи йўқдир. Агар У сенга яхшиликни ирода қилса, Унинг фазлини рад қилувчи ҳам йўқдир. Уни бандаларидан хоҳлаганига етказур. У мағфират қилгувчи ва раҳимли Зотдир.","footnotes":""},{"id":"1472","sura":"10","aya":"108","arabic_text":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","translation":"Сен: «Эй одамлар, сизга Роббингиздан ҳақ келди. Бас, ким ҳидоятга юрса, ўзи учун ҳидоят топадир. Ким залолатга кетса, ўз зарарига залолат топадир. Мен сизларнинг устингиздан қўриқчи эмасман», деб айт.","footnotes":""},{"id":"1473","sura":"10","aya":"109","arabic_text":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"Ва сенга ваҳий қилинган нарсага эргаш ва Аллоҳ ҳукм қилгунча сабр қил. У ҳукм қилгувчиларнинг яхшисидир.","footnotes":""}]