[{"id":"1597","sura":"12","aya":"1","arabic_text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"Алиф. Лаам. Ро. Ушбулар очиқ-ойдин китобнинг оятларидир.","footnotes":""},{"id":"1598","sura":"12","aya":"2","arabic_text":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"Биз уни арабий Қуръон этиб нозил қилдик, шоядки, ақл ишлатсангиз.","footnotes":""},{"id":"1599","sura":"12","aya":"3","arabic_text":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","translation":"Биз сенга ушбу Қуръонда ваҳий қилган нарсамиз ила энг гўзал қиссани ҳикоя қилурмиз. Агарчи ундан олдин сен бундан бехабарлардан бўлсанг ҳам.","footnotes":""},{"id":"1600","sura":"12","aya":"4","arabic_text":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","translation":"Юсуф отасига: «Эй отажоним, мен ўн битта юлдузни ҳам қуёш ва ойни кўрдим, уларнинг менга сажда қилаётганларини кўрдим», деганини эсла.","footnotes":"(Бу тушни кўрганда Юсуф алайҳиссалом ёш бола эди. Одатда ёш болалар бунчалар аниқ ва башоратли туш кўрмайдилар. Яъқуб алайҳиссалом кичик ўғли Юсуфдан кўрган тушини эшитиб, шу гаплар хаёлидан ўтди. Бу туш улуғ келажакдан башорат эканини англади.)"},{"id":"1601","sura":"12","aya":"5","arabic_text":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","translation":"У: «Эй ўғилчам, тушингни акаларингга айтмагин. Яна, улар сенга бирор ҳийла қилмасинлар. Албатта, шайтон инсонга очиқ-ойдин душмандир.","footnotes":""},{"id":"1602","sura":"12","aya":"6","arabic_text":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","translation":"Шундай қилиб, Роббинг сени танлаб олади, сенга тушларнинг таъбирини ўргатади ва сенга ва Яъқуб аҳлига, худди оталаринг Иброҳим ва Исҳоққа батамом қилганидек, Ўз неъматини батамом қилиб беради. Албатта, Роббинг билгувчи ва ҳикматли Зотдир», – деди.","footnotes":"(Аллоҳнинг Пайғамбари бўлмиш Яъқуб алайҳиссалом ўғли Юсуф кўрган тушни ана шундай таъбир қилган эди. Бу туш Юсуфнинг келажакда боболари Иброҳим ва Исҳоқ алайҳимуссаломлар каби пайғамбар бўлишидан дарак берар эди.)"},{"id":"1603","sura":"12","aya":"7","arabic_text":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","translation":"Батаҳқиқ, Юсуф ва унинг оға-иниларида сўровчилар учун оят-ибратлар бор эди.","footnotes":"(Яъни, Юсуф ва унинг ака-укалари қиссасида ажойиб ибратли аломат-белгилар жуда ҳам кўпдир. Ким сўраса, эътибор берса, диққат билан ўрганса, кераклигича ваъз-насиҳат, ибрат ва ўрнак олади.)"},{"id":"1604","sura":"12","aya":"8","arabic_text":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"Ўшанда улар: «Албатта, Юсуф ва унинг укаси отамизга биздан кўра маҳбуброқлар, ҳолбуки, биз кўпчиликмиз. Албатта, отамиз очиқ-ойдин адашувдадир.","footnotes":"(Яъни, Юсуфнинг акалари (улар ўн киши бўлиб, оналари бошқа эди), отамиз биздан кўра укамиз Юсуф ва унинг ота-она бир укаси икковини яхши кўради, аслида улардан кўра бизга кўпроқ эътибор бериши керак эди, отамиз бу ишда адашмоқда, дедилар.)"},{"id":"1605","sura":"12","aya":"9","arabic_text":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","translation":"Юсуфни ўлдиринглар ёки узоқ ерга олиб бориб ташланглар, шунда отангизнинг юзи сизга холи қолади. Бундан кейин солиҳ қавмдан бўлиб оласизлар», – дедилар.","footnotes":"(Бу уларнинг ўзаро маслаҳатлари эди. Улар нима қилиб бўлса ҳам, Юсуфни йўқотиб, оталари фақат ўзларига эътибор бериши учун ҳаракатга тушиб қолдилар. Шайтон васвасага солганда шундай бўлади.)"},{"id":"1606","sura":"12","aya":"10","arabic_text":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","translation":"Улардан бир сўзловчи: «Юсуфни ўлдирманглар. Агар бирон иш қилмоқчи бўлсангиз, уни қудуқнинг қаърига ташланглар, баъзи йўловчилар олиб кетади», деди.","footnotes":"(Акалар гапни бир жойга қўйиб, режани амалга ошириш учун ҳаракатга тушдилар. Бориб, оталарини аврай бошладилар.)"},{"id":"1607","sura":"12","aya":"11","arabic_text":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","translation":"Улар: «Эй отамиз, сен нега Юсуфни бизга ишонмайсан? Ҳолбуки, биз унга ихлос қилувчилармиз.","footnotes":""},{"id":"1608","sura":"12","aya":"12","arabic_text":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Эртага уни биз билан юбор, еб-ичиб, ўйнаб келади. Албатта, биз уни муҳофаза қилувчилармиз», – дедилар.","footnotes":""},{"id":"1609","sura":"12","aya":"13","arabic_text":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","translation":"У: «Уни олиб кетишингиз мени хафа қилади. Сиз ундан ғофил қолсангиз, уни бўри еб кетишидан қўрқаман», – деди.","footnotes":"(Уни сизларга ишониб, қўшиб юбора олмайман, деган маънодаги сўзни юмшоқроқ қилиб айтдилар.)"},{"id":"1610","sura":"12","aya":"14","arabic_text":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","translation":"Улар: «Агар биз кўпчилик бўлиб туриб, уни бўри еб кетса, унда биз зиёнкорлардан эканмиз-да?!» – дедилар.","footnotes":""},{"id":"1611","sura":"12","aya":"15","arabic_text":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","translation":"Уни олиб кетиб, қудуқ қаърига ташлашга қарор қилганларида, Биз унга: «Сен, албатта, уларга бу қилмишларининг хабарини берурсан, ўшанда улар сени сезмаслар ҳам», деб ваҳий қилдик.","footnotes":"(Ниҳоят, Юсуфнинг акалари ўзларининг машъум ниятларига етдилар. Уни қудуқ қаърига ташлаш ҳақидаги қарорларини амалга оширдилар. Қудуқ қаърида қалби хавфга тўлиб, ўлимини кутиб ўтирган ёш Юсуфга ваҳий келди: Яъни, сен хафа бўлма, қўрқма ҳам, вақти-соати келиб, акаларингга ўзингга қилган хиёнатларининг хабарини берасан. Ўшанда вазият шу даражада ўзгарадики, акаларинг сени танимайдилар ҳам.)"},{"id":"1612","sura":"12","aya":"16","arabic_text":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","translation":"Кечқурун йиғлаган ҳолларида оталарига келиб: ","footnotes":""},{"id":"1613","sura":"12","aya":"17","arabic_text":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translation":"«Эй отамиз, биз Юсуфни нарсаларимиз олдига қолдириб, ўзимиз қувлашиб кетсак, уни бўри еб қўйибди. Агар ростгўй бўлсак ҳам, сен бизга ишонмассан», – дедилар.","footnotes":""},{"id":"1614","sura":"12","aya":"18","arabic_text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"Ва унинг ёлғон қонга бўялган кўйлагини келтирдилар. У: «Йўқ! Сизга ҳавойи нафсингиз бирор ишни зийнатлаб кўрсатибди. Энди чиройли сабр(дан бошқа чорам йўқ). Сиз васф қилаётган нарсада ёрдам сўраладиган Зот ёлғиз Аллоҳнинг Ўзи», – деди.","footnotes":"(Ўғиллар оталарини ишонтириш мақсадида Юсуфнинг кўйлагини ёлғондан қонга бўяб олиб келишди. Аммо Аллоҳнинг Пайғамбари Яъқуб алайҳиссалом гап нимада эканини тушундилар. Юсуфни бўри емагани ҳам у кишига аён бўлди.)"},{"id":"1615","sura":"12","aya":"19","arabic_text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translation":"Ва йўловчилар келиб (қудуққа) сувчиларини юбордилар. Бас, у челагини ташлади ва: «Суюнчи беринглар! Бу бола-ку!» – деди. Уни тижорат моли сифатида яшириб қўйдилар. Зотан, Аллоҳ уларнинг нима қилаётганларини билгувчи Зотдир.","footnotes":""},{"id":"1616","sura":"12","aya":"20","arabic_text":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","translation":"Ва уни арзон баҳога, саноқли дирҳамларга сотдилар. Улар унга қизиқмаган эдилар.","footnotes":"(Юсуфнинг ҳур инсон эканлиги, насли ошкор бўлиб қолса, бошларига нималар келишини яхши билардилар. Шунинг учун тезроқ сотишга ҳаракат қилдилар.)"},{"id":"1617","sura":"12","aya":"21","arabic_text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Ва уни Мисрда сотиб олган (одам) ўз хотинига: «Уни яхшилаб жойлаштир, шояд, бизга манфаат берса ёки бола қилиб олсак», – деди. Мана шундай қилиб, унга тушларнинг таъбирини ўргатишимиз учун Юсуфни жойлаштириб қўйдик. Аллоҳ Ўз ишида ғолибдир. Лекин одамларнинг кўпи билмаслар.","footnotes":"(Аллоҳнинг тадбири бўлмаса, карвон қаёқдаю қудуқ қаърида ўтирган Юсуф қаёқда? Карвон тўхтамай, ўтиб кетса ҳам бўлаверарди. Аммо тўхтади. Юсуфни кўрди. Уни сотиб, фойда қилишмоқчи ҳам бўлдилар. Беркитиб қўйишмаса, бирорта маҳаллий одам уни кўриб, Мисрга бормай қолиб кетиши ҳам мумкин эди. Лекин Аллоҳ уларнинг кўнглига беркитиб қўйишни солди. Уни Мисрда сотиб олган кишининг қалбида эса, меҳр-шафқат уйғотди. Мана шундай қилиб, уни энг яхши жойга жойлаштирди. Бу ҳам келажакда бўладиган улуғ ишлар томон бир қадам силжиш эди.)"},{"id":"1618","sura":"12","aya":"22","arabic_text":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"Вояга етган вақтида унга ҳукмни ва илмни бердик. Гўзал иш қилгувчиларни шундай мукофотлармиз.","footnotes":""},{"id":"1619","sura":"12","aya":"23","arabic_text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","translation":"У уйида бўлган аёл ундан нафсини хоҳлади. Эшикларни беркитиб: «Бу ёққа кел!» – деди. У: «Аллоҳ сақласин! Ахир, у жойимни яхшилаб берган хожам-ку! Албатта, золимлар нажот топмаслар», – деди.","footnotes":"(Яъни, бундай ҳаром ишни қилишдан Аллоҳ сақласин, демоқда. Кейин у яхшиликни унутадиган одам ҳам эмас. Шунинг учун ҳам, ахир у, яъни уй эгаси — хотиннинг эри, жойимни яхшилаб берган хўжам-ку, деди. Менга шунча яхшилик қилган инсонга хиёнат этиб, хотинининг гапига кириб, фаҳш иш қиламанми? Агар шундай қиладиган бўлсам, золимлардан бўламан.)"},{"id":"1620","sura":"12","aya":"24","arabic_text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translation":"Батаҳқиқ, хотин унга интилди. У ҳам, агар Роббининг бурҳон(ҳужжат)ини кўрмаганида, у(хотин)га интилар эди. Ундан ёмонлик ва фаҳш ишларни узоқлаштириш учун шундай қилдик. Албатта, у Бизнинг мухлис бандаларимиздандир.","footnotes":""},{"id":"1621","sura":"12","aya":"25","arabic_text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translation":"Эшик томон чопишди. Хотин унинг кўйлагини орқасидан юлиб олди. Эшик олдида у(хотин)нинг хожасига дуч келишди. У(хотин): «Сенинг аҳлингга ёмонлик хоҳлаганнинг жазоси фақатгина қамалмоқ ёки аламли азобдир», – деди.","footnotes":"(Хотиннинг эри келиб қолди. Нима қилиш керак? Маккор хотин ўзини йўқотмай, дарҳол ҳужумга ўтди: «Юсуф менга — сенинг аҳлингга ёмон ният билан ҳамла этди, бузуқлик қилишни хоҳлади. Энди унинг жазоси ёки қамоқ, ёки аламли азоб бўлиши керак», деди.)"},{"id":"1622","sura":"12","aya":"26","arabic_text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translation":"У: «Унинг ўзи менинг нафсимни хоҳлади», – деди. У(хотин)нинг аҳлидан бир гувоҳ гувоҳлик берди ва: «Агар унинг кўйлаги олд томондан йиртилган бўлса, бас, хотин рост айтибдир, у ёлғончилардандир. ","footnotes":""},{"id":"1623","sura":"12","aya":"27","arabic_text":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","translation":"Агар унинг кўйлаги орт томондан йиртилган бўлса, бас, хотин ёлғон гапирибдир, у ростгўйлардандир», – деди.","footnotes":"(Воқеани ҳеч ким кўрмаган. Фақатгина кўйлак йиртилган. Шунга қараб аниқлаш мумкин. Агар кўйлак олд томондан йиртилган бўлса, Юсуф ҳамла қилган, хотин эса, ҳимояланиш чоғида кўйлакнинг олдидан йиртиб олган бўлади. У ҳолда хотиннинг даъвоси тўғри, Юсуф ёлғончи бўлади. Агар кўйлак орт томондан йиртилган бўлса, хотин ҳамла қилган бўлади ва қочаётган Юсуфни тутиш учун ортидан ташланиб, кўйлакни йиртган бўлади. У ҳолда хотин ёлғон гапирган, Юсуф эса, ростгўй бўлади. Оқилона гап, одилона ҳукм.)"},{"id":"1624","sura":"12","aya":"28","arabic_text":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","translation":"Эр унинг кўйлагининг орт томонидан йиртилганини кўрган пайтда: «Албатта, бу (иш) сиз хотинларнинг макрингиздир. Албатта, сиз хотинларнинг макри жуда зўрдир», – деди.","footnotes":""},{"id":"1625","sura":"12","aya":"29","arabic_text":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","translation":"«Эй Юсуф, сен бу ишни унут. Сен, хотин, гуноҳингга истиғфор айт. Албатта, сен хато қилгувчилардан бўлдинг», – деди.","footnotes":""},{"id":"1626","sura":"12","aya":"30","arabic_text":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translation":"Шаҳардаги аёллар: «Азизнинг хотини хизматкорининг нафсини хоҳлабди. Унга жуда ҳам муҳаббат қўйиб қолган экан-да! Биз у(аёл)ни, албатта, очиқ-ойдин адашувда деб биламиз», – дейишди.","footnotes":""},{"id":"1627","sura":"12","aya":"31","arabic_text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translation":"У уларнинг макри ҳақида эшитган вақтда, уларга одам юбориб чақирди. Уларга суяниб ўтирадиган жой тайёрлади. Ва ҳар бирларига пичоқ берди. Сўнгра (Юсуфга): «Уларнинг олдига чиқ!» – деди. Уни кўрган чоғларида лол қолдилар, қўлларини кесдилар. Ва: «Аллоҳ сақласин!! Бу башар эмас! Бу карамли фариштанинг ўзи-ку!» – дейишди.","footnotes":"(Юсуф меҳмонларнинг ҳузурига чиқди. Аёллар унинг ҳусну жамолини кўриб, бошлари айланиб, лол қолдилар, ҳайратга тушдилар ва беихтиёр: «Қўлларини кесдилар». Ана шунда Азизнинг хотини уларни, Юсуфнинг ҳусну жамоли олдида таажжуб ва ҳайрат ила лол бўлганларини кўриб, ўзини ғолиб сезди. Энди у ўзини маломат қилган аёллар устидан кула бошлади.)"},{"id":"1628","sura":"12","aya":"32","arabic_text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","translation":"У: «Сиз мени маломат қилган нарса — шу. Ҳа, мен ундан нафсини хоҳладим, бироқ у ўзини сақлади. Агар у менинг амримни бажармаса, албатта қамалур ва хор бўлгувчилардан бўлур», – деди.","footnotes":""},{"id":"1629","sura":"12","aya":"33","arabic_text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translation":"У: «Эй Роббим, улар мени чорлаётган нарсадан кўра мен учун қамоқ маҳбуброқдир, бу(аёл)ларнинг макрини мендан Ўзинг нари қилмасанг, уларга мойил бўлиб, жоҳиллардан бўлиб қоламан», – деди.","footnotes":""},{"id":"1630","sura":"12","aya":"34","arabic_text":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Бас, Робби унинг (дуосини) ижобат қилиб, уларнинг макрини ундан нари қилди. Албатта, Унинг Ўзи эшитгувчи ва билгувчи Зотдир.","footnotes":""},{"id":"1631","sura":"12","aya":"35","arabic_text":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","translation":"Сўнгра, оят-аломатларни кўрганларидан кейин, уларга уни бир муддат қамашлари аён бўлди.","footnotes":"(Бўлиб ўтган воқеалардан сўнг, Азиз ва унинг атрофидагиларга, хотиннинг аҳлига Юсуфнинг беайб эканлиги аломатлари зоҳир бўлиб, кўзлари билан кўрганларидан кейин, уни бир муддат қамашлари аён бўлди. Юсуф алайҳиссаломнинг бошларига янги синов келди. У киши қамоққа тушди.)"},{"id":"1632","sura":"12","aya":"36","arabic_text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"У билан қамоққа иккита йигит ҳам кирди. Улардан бири: «Мен тушимда шароб тайёрлаб юрибман», – деди. Бошқаси эса: «Мен бошимда нон кўтариб юрибман, қуш ундан емоқда», – деди. «Бизга бунинг таъбирини хабар қил. Биз сени, шубҳасиз, яхши амал қилгувчилардан, деб билмоқдамиз». ","footnotes":""},{"id":"1633","sura":"12","aya":"37","arabic_text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"У: «Мен сизларга ризқ бўладиган таом келгунига қадар унинг қандай эканининг хабарини берурман. Бу иш менга Роббим таълим берган нарсалардандир. Чунки, мен Аллоҳга иймон келтирмайдиган ва охиратга кофир бўлган қавмнинг миллати(дини)ни тарк этган одамман.","footnotes":"(Юсуф алайҳиссалом ўзларига умид билан қараб турган икки йигитга латофат билан жавоб бердилар. Дастлаб, улар тушунолмай қийналаётган жумбоқни ечиш осон иш эканлигига ишора қилдилар. Сўнгра дин ҳақида сўз очдилар. У кишининг ақидалари ва даъват қилаётган динлари бошқа динлар қатори Аллоҳга ва охират кунига иймон келтиришга асосланган. Бу икки унсур ҳамма пайғамбарларнинг ақидасидир.)"},{"id":"1634","sura":"12","aya":"38","arabic_text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"Ва оталарим Иброҳим, Исҳоқ ва Яъқубнинг миллати (дини)га эргашдим. Биз учун Аллоҳга бирор нарсани шерик қилиш мумкин эмас эди. Бу бизга ва одамларга Аллоҳ берган фазл эди. Лекин одамларнинг кўплари шукр қилмаслар.","footnotes":"(Юсуф алайҳиссалом бу сўзлари билан куфрни тарк этибгина қолмай, ҳидоят, иймон йўлига юриш зарурлигини ҳам қамоқдаги шерикларига англатмоқдалар. Уларни куфр миллатини ташлаб, иймон миллатига эргашишга даъват қилмоқдалар.)"},{"id":"1635","sura":"12","aya":"39","arabic_text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"Эй, ҳамзиндон дўстларим, турли-туман Робблар яхшими ёки ёлғизу Қаҳҳор Аллоҳми?","footnotes":""},{"id":"1636","sura":"12","aya":"40","arabic_text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Сизлар ундан ўзга, ўзингиз ва ота-боболарингиз номлаб олган исмларга, Аллоҳ уларга бирон ҳужжат нозил қилмаган нарсаларга ибодат қилмоқдасизлар. Ҳукм қилиш фақат Аллоҳнинг Ўзига хосдир, У фақат Ўзигагина ибодат қилишингизни амр этди. Ана ўша тўғри диндир. Лекин одамларнинг кўпи билмаслар.","footnotes":""},{"id":"1637","sura":"12","aya":"41","arabic_text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translation":"Эй, ҳамзиндон дўстларим, сизлардан бирингиз хўжасига хамр соқийлиги қиладир. Бошқаси бўлса, осилади ва қушлар унинг бошидан ейдир. Сиз билмоқчи бўлган иш битди», – деди.","footnotes":"(Юсуф алайҳиссалом туш таъбирини айтишда жуда риоя билан, одоб билан иш тутдилар. Албатта, шунинг ўзи ҳам очиқ-ойдин кўрсатиб турибдики, тушида шароб сиқаётган йигит яна бориб, хўжаси — подшоҳ саройида соқий бўлиб хизмат қилар экан. Тушида бошида нон кўтариб юрган, ўша нондан қушлар келиб чўқиб еяётганини кўрган шахс эса, осилади ва қушлар келиб, бошини ейди.)"},{"id":"1638","sura":"12","aya":"42","arabic_text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translation":"Ва у ўзи икковларидан нажот топгувчи деб билган шахсга: «Хўжанг ҳузурида мени эсга ол», – деди. Шайтон унга хўжасига эслатишни унуттирди. Бас, у қамоқда бир неча йил қолди.","footnotes":"(Юсуф алайҳиссалом икки ҳамзиндон дўстларига тушларининг таъбирини айтиб бўлганларидан сўнг, улардан нажот топади, деб билган шахсга, яъни соқийга: «Хўжанг ҳузурида мени эсга ол», дедилар. Дарҳақиқат, тушнинг таъбири тўғри чиқди. Ҳалиги йигит қамоқдан озод бўлиб, яна подшоҳга соқийлик қила бошлади. Аммо Юсуф алайҳиссаломнинг илтимосини бажо келтирмади.)"},{"id":"1639","sura":"12","aya":"43","arabic_text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translation":"Подшоҳ: «Мен тушимда еттита семиз сигирни еттита ориқ сигир еяётганини ва еттита яшил бошоқни ва шунча қуруғини кўрмоқдаман. Эй аъёнлар, агар туш таъбирини қиладиган бўлсангиз, менга тушимнинг фатвосини беринг», – деди.","footnotes":"(Миср подшоҳининг «кўрмоқдаман» деб айтишидан мазкур тушни бир эмас, бир неча марта кўрганлиги маълум бўлади. У фақат шу тушни кўраверганидан кейин аъёнларини тўплаб, уларга тушини айтган ва таъбир қилишларини сўраган.)"},{"id":"1640","sura":"12","aya":"44","arabic_text":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","translation":"Улар: «Бу алғов-далғов тушдир. Биз бундай тушларнинг таъбирини билувчи эмасмиз», – дедилар.","footnotes":""},{"id":"1641","sura":"12","aya":"45","arabic_text":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","translation":"Ва иккисидан нажот топгани анча муддат ўтгандан сўнг хотирлаб: «Бунинг таъбирининг хабарини сизга мен бераман. Мени юборинг», – деди.","footnotes":"(Яъни, Юсуф алайҳиссалом билан қамоқда бўлган йигит бир неча йиллар ўтгандан сўнг Юсуфни ва унинг туш таъбири билимдони эканини хотирлаб, мени Юсуфнинг ҳузурига юборинг, деди.)"},{"id":"1642","sura":"12","aya":"46","arabic_text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translation":"У: «Юсуф, эй, ростгўй зот, бизга еттита семиз сигирни еттита ориқ сигир еяётганининг ва еттита яшил бошоқнинг ва шунча қуруғининг таъбирини айт. Шоядки, одамларга қайтиб борсам, улар ҳам билсалар», – деди.","footnotes":""},{"id":"1643","sura":"12","aya":"47","arabic_text":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","translation":"У: «Кетма-кет етти йил зироат қиласизлар. Йиғиштириб олган ҳосилингизни бошоғида қолдиринг. Магар озгина ейдиганингизни (қолдирмасангиз ҳам бўлур).","footnotes":"(Яъни, подшоҳ тушида кўрган еттита семиз сигир ва яшил бошоқнинг таъбири шулки, етти йил жуда серҳосил келади. Ҳосил тўплайсизлар. Ўшанда тўплаган ҳосилларингизни бошоғида қолдиринг. Яхши сақланади. Чиримайди, қурт-қумурсқалар тешиб кетолмайди. Фақат ўзингиз учун ейишга ярашасини олсангиз, бўлаверади.)"},{"id":"1644","sura":"12","aya":"48","arabic_text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","translation":"Сўнгра, ундан кейин еттита шиддатли (йил) келур, улар олдиндан тайёрлаб қўйганингизни ейдилар. Магар, озгина асраб қўйганингизгина қолур.","footnotes":"(Cерҳосил етти йилдан кейин қаҳатчилик йиллари келади. Подшоҳнинг тушидаги етти ориқ сигир ва қуруқ бошоқ шунга ишорат. Ўша етти шиддатли, қаҳатчилик йили ўзидан олдинги етти серобчилик йилини ейди.)"},{"id":"1645","sura":"12","aya":"49","arabic_text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","translation":"Сўнгра, ундан кейин бир йил келадики, унда одамлар сероб қилинурлар ва унда (меваларни) сиқурлар», – деди.","footnotes":"(Бу оятда келаётган башорат подшоҳнинг тушидан ташқаридадир. Яъни, Миср подшоҳи кўрган тушда бундай йилга таъбир қилинадиган ишора йўқ. Бу кейингиси Юсуф алайҳиссаломнинг пайғамбарлик мўъжизаларидир.)"},{"id":"1646","sura":"12","aya":"50","arabic_text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translation":"Подшоҳ: «Уни менга келтиринглар», – деди. Унга элчи келган пайтда: «Хўжанг ҳузурига қайтиб бор ва ундан қўлларини кесган хотинларнинг ҳоли нима бўлганини сўра, албатта, Роббим уларнинг макрини билгувчидир», – деди.","footnotes":""},{"id":"1647","sura":"12","aya":"51","arabic_text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","translation":"У: «Юсуфнинг нафсини хоҳлаган вақтингиздаги ишингиз нима эди?» – деди. Улар: «Аллоҳ сақласин! Биз унда бирон ёмонлик сезмадик», – дедилар. Азизнинг хотини: «Энди ҳақиқат зоҳир бўлди. Мен унинг нафсини хоҳладим. Албатта, у содиқлардандир», – деди.","footnotes":""},{"id":"1648","sura":"12","aya":"52","arabic_text":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","translation":"Бу, мен унга йўғида орқасидан хиёнат қилмаганимни, албатта, Аллоҳ хоинларнинг макрини тўғриликка йўлламаслигини билиши учундир.","footnotes":""},{"id":"1649","sura":"12","aya":"53","arabic_text":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translation":"Ва ўз нафсимни оқламайман. Албатта, нафс, агар Роббим раҳим қилмаса, ёмонликка ундовчидир. Албатта, Роббим мағфиратли ва билгувчи Зотдир», – деди.","footnotes":""},{"id":"1650","sura":"12","aya":"54","arabic_text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","translation":"Подшоҳ: «Уни менга келтиринглар, уни ўзимга хос кишилардан қилиб оламан», – деди. У билан гаплашганда эса: «Албатта, сен бугунги кунда ҳузуримизда маконатли ва ишончли кишилардансан», – деди.","footnotes":"(Подшоҳга Юсуф алайҳиссаломнинг пок эканликлари маълум бўлганидан сўнг, уни қамоқдан чиқариб олиб келишни ва у зотни ўзига хос кишилардан қилиб олишини айтди.)"},{"id":"1651","sura":"12","aya":"55","arabic_text":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","translation":"У: «Мени ернинг хазиналари устига қўй. Албатта, мен муҳофаза қилувчи ва билувчиман», – деди.","footnotes":"(Юсуф алайҳиссалом подшоҳга, мен хазинани қандай муҳофаза қилиш — сақлаш ва уни қандай тасарруф қилишни билувчиман, дедилар. Туш таъбирига кўра, Миср ўлкаси келажакда худди шундай сифатларни мужассам қилган одамга муҳтож эди.)"},{"id":"1652","sura":"12","aya":"56","arabic_text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Шундай қилиб, Юсуфга ер юзида маконат бердик, уни ўзи хоҳлаган жойга ерлаша оладиган қилдик. Ўз раҳматимизни, кимни хоҳласак, ўшанга муяссар этурмиз ва гўзал амал қилувчиларнинг ажрини зое қилмасмиз.","footnotes":""},{"id":"1653","sura":"12","aya":"57","arabic_text":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Иймон келтирган ва тақво қилганлар учун, албатта, охиратдаги ажр яхшироқ бўлур.","footnotes":""},{"id":"1654","sura":"12","aya":"58","arabic_text":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","translation":"Юсуфнинг оға-инилари келдилар ва унинг ҳузурига кирдилар. Бас, у уларни таниди. Улар эса, уни танимадилар.","footnotes":"(Юсуф алайҳиссаломнинг ҳусни тадбирлари ва Аллоҳ берган имконларни ишга солишлари Миср аҳли қаҳатчиликдан катта зарар кўрмади. Ҳатто бошқа ўлкалар улардан озиқ-овқат сўраб кела бошлади. Мисрда озиқ-овқат сероблигини эшитиб, Юсуф алайҳиссаломнинг оға-инилари ҳам шу ёққа келишди.)"},{"id":"1655","sura":"12","aya":"59","arabic_text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"Уларнинг жиҳозларини юклаган вақтда: «Менинг ҳузуримга ота бир инингизни олиб келинг. Кўраяпсизларми? Мен ўлчовни тўла қилмоқдаман ва мен энг яхши мезбонман. ","footnotes":""},{"id":"1656","sura":"12","aya":"60","arabic_text":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","translation":"Агар уни ҳузуримга олиб келмасангиз, унда сизга менинг даргоҳимда ўлчаб бериш йўқ ва менга яқин ҳам келманглар», – деди.","footnotes":"(Юсуф алайҳиссалом уларга сўраган нарсаларини — озиқ-овқатни ҳам бердилар. Жўнаб кетишларидан олдин молларини юклаш, йўлга тайёргарлик кўриш пайтида, янаги сафар ота бир иниларини ҳам олиб келишни тайинладилар.)"},{"id":"1657","sura":"12","aya":"61","arabic_text":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","translation":"Улар: «Уни отасидан сўраб олиб келишга уринамиз. Биз буни, албатта, қилувчимиз», – дедилар. ","footnotes":""},{"id":"1658","sura":"12","aya":"62","arabic_text":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"У ўз йигитларига: «Уларнинг сармояларини юклари ичига солиб қўйинглар. Шояд, улар аҳлларига борганларида буларни таниб, қайтиб келсалар», – деди.","footnotes":""},{"id":"1659","sura":"12","aya":"63","arabic_text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Оталари ҳузурига қайтиб борганларида: «Эй отамиз, бизга ўлчаб бериш ман этилди. Биз билан инимизни юбор, ўлчаб оламиз ва, албатта, биз уни муҳофаза қилувчилармиз», – дедилар.","footnotes":""},{"id":"1660","sura":"12","aya":"64","arabic_text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","translation":"У: «Уни сизларга худди акасини ишонганимдек ишониб топширайми? Аллоҳнинг Ўзи энг яхши муҳофазачи ва Унинг Ўзи раҳимлиларнинг энг раҳимлигидир», – деди.","footnotes":""},{"id":"1661","sura":"12","aya":"65","arabic_text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translation":"Юкларини очган пайтда, сармояларининг ўзларига қайтарилганини билдилар. «Эй отамиз, яна нима истаймиз? Мана, сармояларимиз ўзимизга қайтарилибди. Яна аҳлимизга зод келтирурмиз, укамизни муҳофаза қилиб, бир туя зиёда (юк) ўлчови оламиз. Бу озгина ўлчовдир», – дедилар.","footnotes":""},{"id":"1662","sura":"12","aya":"66","arabic_text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"У: «Токи менга, албатта ҳузуримга қайта келтиришингиз ҳақида Аллоҳдан васийқа бермагунингизча, уни зинҳор сиз ила юбормасман. Магар (ҳалокатга) ўралиб қолсангиз, бошқа гап», – деди. Унга васийқаларини берганларида, у: «Айтган гапларимизга Аллоҳ вакилдир», – деди.","footnotes":""},{"id":"1663","sura":"12","aya":"67","arabic_text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translation":"У: «Эй ўғилларим, битта эшикдан кирманглар, турли эшиклардан киринглар. Мен сизлардан Аллоҳнинг ҳеч нарсасини қайтара олмайман. Ҳукм қилиш фақат Аллоҳнинг Ўзига хосдир. Унгагина таваккал қилдим. Таваккал қилгувчилар фақат Унгагина таваккал қилсинлар», – деди.","footnotes":"(Яъқуб алайҳиссалом ўғилларига манзилга етганларида шаҳарга бир эшикдан эмас, бўлиниб, турли эшиклардан киришларини насиҳат қилдилар. У зот Аллоҳнинг белгилаган тақдирини ўзгартириб бўлмаслигини яхши билар эдилар.)"},{"id":"1664","sura":"12","aya":"68","arabic_text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Оталари амр этган томондан кирдилар. Зотан, бу улардан Аллоҳнинг ҳеч бир нарсасини қайтара олмас эди. Магар, Яъқубнинг кўнглидаги эҳтиёж бўлиб, уни қондирди, холос. Албатта, у Биз таълим берганимиз туфайли билим соҳиби эди. Лекин кўпчилик одамлар билмаслар.","footnotes":"(Яъни, ўғиллар кўзлаган манзилга етиб борганларида оталари насиҳатига амал қилиб, ҳаммалари бир эшикдан эмас, турли-турли эшиклардан кирдилар. Аллоҳ тақдир қилган нарса бир эшикдан кирсалар ҳам, турли эшикдан кирсалар ҳам, албатта, бўларди. Буни Яъқуб алайҳиссаломнинг ўзлари ҳам яхши билардилар. Аммо шунга қарамай, ўғилларига турли эшиклардан киришни насиҳат қилишлари «Яъқубнинг кўнглидаги эҳтиёж бўлиб, уни қондирди, холос». Яъни, кўнглига бир айтиб қўйиш тушиб, айтиб қўйди, холос. Бу ерда бошқа ҳеч қандай сир-асрор йўқ. Гапни кўпайтиришнинг ҳам ҳожати йўқ. Бу ҳақиқатларни Яъқуб алайҳиссаломнинг ўзи жуда яхши билади.)"},{"id":"1665","sura":"12","aya":"69","arabic_text":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Юсуфнинг олдига кирганларида, у инисини ўзига яқин жойлаштирди ва: «Мен акангман, улар қилган нарсалардан хафа бўлма», – деди.","footnotes":"(Улар Юсуф алайҳиссаломнинг ҳузурларига кирган вақтларида, у зот меҳмонларни яна яхши кутиб олдилар. Кичик укаларини ёнларига олиб, бошқаларига билдирмай, «Мен акангман», деб ўзларини танитдилар.)"},{"id":"1666","sura":"12","aya":"70","arabic_text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translation":"Уларнинг жиҳозларини ҳозирлаган пайтда, инисининг юкига бир сув идишни солиб қўйди. Сўнгра, жарчи: «Эй, карвондагилар, сизлар ўғридирсизлар», деб жар солди.","footnotes":"(Яъни, Юсуф алайҳиссалом оға-иниларининг жиҳозларини ҳозирлаётган ходимларига айтиб, кичик укасининг юкига бир сув идиш қўштириб қўйдилар. Улар жўнаб кетганларидан сўнг, орқаларидан бир одам юбориб, уларни ўғриликда айблади.)"},{"id":"1667","sura":"12","aya":"71","arabic_text":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","translation":"Улар (ортларидан келганларга) қараб: «Нима йўқотдингиз?» – дедилар.","footnotes":"(Демак, карвон ортидан фақат овоз чиқариб жар солган киши эмас, бошқалар ҳам борган экан. Оға-инилар уларга қараб туриб: «Нима йўқотдингиз?» дедилар.)"},{"id":"1668","sura":"12","aya":"72","arabic_text":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","translation":"Улар: «Подшоҳнинг идишини йўқотдик. Уни келтирган кишига бир туя юк. Мен унга кафилман», – деди.","footnotes":"(Яъни, хизматкорлардан бири ҳамманинг номидан юқоридаги гапларни айтди. Лекин карвондагилар ўзларининг айбсиз эканликларига ишончлари комил эди.)"},{"id":"1669","sura":"12","aya":"73","arabic_text":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","translation":"Улар: «Аллоҳга қасамки, ўзингиз биласиз, биз ер юзида фасод учун келган эмасмиз, биз ўғрилар бўлган эмасмиз», – дедилар.","footnotes":""},{"id":"1670","sura":"12","aya":"74","arabic_text":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","translation":"Улар: «Агар ёлғончи бўлиб чиқсангиз, жазоси нима?» – дедилар.","footnotes":""},{"id":"1671","sura":"12","aya":"75","arabic_text":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","translation":"Улар: «Унинг жазоси, кимнинг юкида топилса, ўшадир. Бас, унинг жазоси ўшадир. Золимни шундай жазолаймиз», – дедилар.","footnotes":"(Яъни, бизнинг қонун-қоидамиз бўйича, ўғирланган нарса кимнинг юкидан чиқса, ўша одам жазоланади, дедилар.)"},{"id":"1672","sura":"12","aya":"76","arabic_text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translation":"У инисининг юкидан олдин уларнинг юкидан (тафтиш) бошлади. Сўнгра, у(сув идиш)ни унинг юкидан чиқариб олди. Шундай қилиб, Юсуф фойдасига ҳийла қилдик. У, подшоҳнинг дини бўйича инисини олиб қола олмас эди. Магар, Аллоҳ хоҳласагина, бўлиши мумкин эди. Кимни хоҳласак, ўшанинг даражасини кўтарамиз. Ҳар бир илм эгаси устидан билувчи бор.","footnotes":"(Миср подшоҳининг қонуни ўғрига бошқа жазо берарди, уни олиб қолиш мумкин эмас эди. Шунинг учун оға-иниларнинг эътироф қилдириб, Яъқуб алайҳиссалом дини ҳукми бўйича амал қилишга — ўғрини олиб қолишга йўл очилди.)"},{"id":"1673","sura":"12","aya":"77","arabic_text":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translation":"Улар: «Агар бу ўғирлаган бўлса, бундан олдин унинг акаси ҳам ўғирлаган эди», – дедилар. Юсуф буни кўнглига тугиб қўйди, уларга ошкор қилмади. У: «Ўзингиз ёмонроқ турумдасиз. Аллоҳ сиз васф қилаётган нарсани яхши билгувчи Зотдир», – деди.","footnotes":"(Улар ўзларини оқлаш учун навбатдаги ёлғонни гапирдилар. Энди Юсуф алайҳиссаломнинг ўзларига у киши ва укалари ҳақида ёлғон тўқимоқдалар. Улар, кичик ўгай ука ўғрилик қилган бўлса, бу ажабланарли эмас, унинг туғишган акаси ҳам олдин ўғрилик қилган эди, бу иш уларнинг табиатида бор ўзи, дейишмоқчи.)"},{"id":"1674","sura":"12","aya":"78","arabic_text":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"Улар: «Эй Азиз, бунинг катта ёшли чол отаси бор. Бас, биримизни унинг ўрнига ол. Биз сенинг яхшилик қилувчилардан эканлигингни кўрмоқдамиз», – дедилар.","footnotes":""},{"id":"1675","sura":"12","aya":"79","arabic_text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","translation":"У: «Нарсамизни ҳузуридан топган одамдан бошқани олиб қолишимиздан Аллоҳ сақласин. Акс ҳолда, албатта, золимлардан бўлиб қоламиз», – деди.","footnotes":"(Бошқа ўринларда бўлгани каби, бу сафар ҳам Юсуф алайҳиссалом нозик ибораларни ишлатиб, ҳеч кимнинг ҳаққига ножўя гап айтмадилар. «Ўғрининг» ё «айбдорнинг ўрнига» демасдан, «нарсамизни ҳузуридан топган одамдан бошқани олиб қолишимиздан Аллоҳ сақласин», дея марҳамат қилдилар.)"},{"id":"1676","sura":"12","aya":"80","arabic_text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"Ундан умидни узган чоғларида, четга чиқиб, хуфёна маслаҳат қилдилар. Катталари: «Отангиз сиздан Аллоҳ номи билан васийқа олганини ва бундан олдин Юсуф ҳақида қилган айбингизни билмайсизларми?! Мен токи отам менга изн бермагунча ёки Аллоҳ ҳукм чиқармагунча бу ердан қимирламасман. У, ҳукм чиқарувчиларнинг энг яхшисидир. ","footnotes":""},{"id":"1677","sura":"12","aya":"81","arabic_text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translation":"Отангиз олдига қайтинглар, бас, унга:«Эй отамиз, ҳақиқатда ўғлинг ўғрилик қилди. Биз фақат ўзимиз билган нарсага гувоҳлик бердик, холос. Биз ғайбни билувчи эмас эдик.","footnotes":""},{"id":"1678","sura":"12","aya":"82","arabic_text":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","translation":"Биз бўлган шаҳардан сўра ва у ерда биз учраган карвондан сўра, биз, албатта, ростгўйларданмиз, денглар», деди.","footnotes":"(Оға-иниларнинг каттаси бўлиб ўтган воқеадан кейин масъулиятни ҳис этди. Отаси олдига қайтиб боришга журъат қила олмади. Отам айбимни кечиб, ҳузурига боришимга рухсат бермагунча ёки Аллоҳ таолонинг Ўзи бу ҳақда бирор ҳукм чиқармагунча Мисрдан ҳеч қаерга қимирламайман. Отамга ваъда берган эдик. У рози бўлиб, ўзи рухсат берса ё Аллоҳ бир ҳукм чиқарса, юртимизга қайтишим мумкин. Сизлар, эй укаларим, юртимизга қайтиб боринглар ва отамизга бўлиб ўтган воқеани айтиб беринглар, деб оятда келган гапларни ўргатди.)"},{"id":"1679","sura":"12","aya":"83","arabic_text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"У: «Йўқ, сизга ҳавойи нафсингиз бир ишни яхши кўрсатмиш. Бас, чиройли сабр (қиламан). Шоядки, Аллоҳ уларнинг ҳаммасини ҳузуримга жамлаб келтирса. Албатта, Унинг Ўзи билгувчи ва ҳикматли Зотдир», деди.","footnotes":"(Яъқуб алайҳиссалом худди шу гапни Юсуф алайҳиссаломни йўқотган кунларида ҳам айтган эдилар. Энди йиллар ўтиб, кичик ўғлини йўқотган куни ҳам шу гапни такрорладилар, кетидан Аллоҳ таолонинг марҳаматидан умид узмаганларини билдириб қўйдилар.)"},{"id":"1680","sura":"12","aya":"84","arabic_text":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","translation":"Ва улардан юз ўгирди ҳамда: «Оҳ, Юсуф!» деб кўзларига оқ тушди. Бас, у дардини ютувчидир.","footnotes":""},{"id":"1681","sura":"12","aya":"85","arabic_text":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","translation":"Улар: «Аллоҳга қасамки, токи мадордан кетгунингча ёки ҳалок бўлувчилардан бўлгунингча, Юсуфни зикр қилаверасан», дедилар.","footnotes":"(Яъни, йўқ бўлиб кетган Юсуфни эслайвериб, ҳолдан тоясан ёки бир йўла ҳалок бўласан, дейишди.)"},{"id":"1682","sura":"12","aya":"86","arabic_text":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"У: «Албатта, мен дарду ҳасратимдан фақат Аллоҳнинг Ўзига шикоят қилмоқдаман ва Аллоҳдан сиз билмаган нарсани билурман.","footnotes":""},{"id":"1683","sura":"12","aya":"87","arabic_text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translation":"Эй ўғилларим, боринглар, Юсуфни ва унинг укасини яхшилаб изланглар, Аллоҳнинг раҳматидан ноумид бўлманглар. Ҳақиқатан, Аллоҳнинг раҳматидан фақат кофир қавмларгина ноумид бўлурлар», деди.","footnotes":""},{"id":"1684","sura":"12","aya":"88","arabic_text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translation":"Унинг ҳузурига кирганларида: «Эй Азиз, бизни ва аҳлимизни зарар тутди ва арзимаган сармоя келтирдик. Бас, бизга ўлчовни тўлиқ қилиб бер ва садақа ҳам бер. Аллоҳ, албатта, садақа қилувчиларни мукофотлайдир», дедилар.","footnotes":"(Гапларидан кўриниб турибдики, уларнинг аҳволи оғир. Аввалгидек бор нарсаларини озиқ-овқатга алмаштиришга имконлари ҳам қолмаган. Олиб келган моллари жуда арзимас. Садақага муҳтожлар. Аввалги гердайишларидан асар ҳам йўқ.)"},{"id":"1685","sura":"12","aya":"89","arabic_text":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","translation":"У: «Жоҳиллик пайтингизда Юсуфга ва унинг инисига нима қилганларингизни биласизларми?» – деди.","footnotes":"(Шунда акаларининг кўз-қулоқлари ялт этиб очилди. Кўзлари Азиз сиймосида Юсуфни кўрди, қулоқлари унинг овозини эшитди.)"},{"id":"1686","sura":"12","aya":"90","arabic_text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Улар: «Э-э, ҳали сен Юсуфмисан?!» – дедилар. У: «Мен Юсуфман, мана бу иним. Аллоҳ бизга марҳамат кўрсатди. Ҳақиқатан, ким тақво ва сабр қилса, Аллоҳ, албатта, гўзал иш қилувчиларнинг ажрини зое қилмагай», деди.","footnotes":""},{"id":"1687","sura":"12","aya":"91","arabic_text":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","translation":"Улар: «Аллоҳга қасамки, ҳақиқатан, Аллоҳ сени биздан устун қилди. Биз эса, хатокорлардан бўлдик», дедилар.","footnotes":"(Оғалар бор ҳақиқатни эътироф қилдилар, хато қилганларини ҳам тан олдилар.)"},{"id":"1688","sura":"12","aya":"92","arabic_text":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","translation":"У: «Бугунги кунда сизларни айблаш йўқ. Сизларни Аллоҳ мағфират қилгай. У раҳим қилгувчиларнинг раҳимлироғидир», деди.","footnotes":"(Ўтган ишга саловот. Бугун сизни биров айбламоқчи эмас, уялтирмоқчи ҳам эмас. Гуноҳларни кечирувчи Аллоҳнинг Ўзи.)"},{"id":"1689","sura":"12","aya":"93","arabic_text":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","translation":"«Менинг мана бу кўйлагимни олиб бориб, отамнинг юзига ташлангиз, кўзи очилур. Сўнгра, аҳлингиз ила жам бўлиб ҳузуримга келинглар».","footnotes":"(Ажабланишга ҳеч ҳожат йўқ. Аввало, Яъқуб алайҳиссалом ҳам, Юсуф алайҳиссалом ҳам Аллоҳнинг пайғамбарлари, ораларида мўъжиза бўлиб, бир кўйлак сабабли дардга шифо етиши ғаройиб иш эмас.)"},{"id":"1690","sura":"12","aya":"94","arabic_text":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","translation":"Карвон йўлга чиққан вақтда оталари: «Мени ақлдан озган деманглар-у, албатта, мен Юсуфнинг ҳидини сезмоқдаман», деди.","footnotes":"(Яъни, Юсуфнинг кўйлагини олган карвон йўлга чиқиб, Мисрдан жўнаб кетган вақтда Яъқуб алайҳиссалом ҳузуридагиларга юқоридаги гапларни айтдилар. Юсуфнинг ҳиди Яъқуб алайҳиссаломга қандай етиб борганини Аллоҳнинг Ўзи билади. Лекин у кишининг гапларига олдиларида турганлар ишонмадилар.)"},{"id":"1691","sura":"12","aya":"95","arabic_text":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","translation":"Улар: «Аллоҳга қасамки, сен эски адашувингдасан», дедилар.","footnotes":"(Яъни, йўқ бўлиб кетган Юсуфдан ҳали ҳам умидворсан-а, дедилар. Лекин иш бошқача бўлиб чиқди.)"},{"id":"1692","sura":"12","aya":"96","arabic_text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Хушхабарчи келган чоғида, у(кўйлак)ни унинг юзига ташлаганида, яна кўрадиган бўлди. У: «Сизларга мен Аллоҳдан сизлар билмайдиган нарсани биламан, демаганмидим?!» – деди.","footnotes":""},{"id":"1693","sura":"12","aya":"97","arabic_text":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","translation":"Улар: «Эй отамиз, гуноҳларимиз учун истиғфор айт. Албатта, биз хатокорлардан бўлган эканмиз», дедилар.","footnotes":""},{"id":"1694","sura":"12","aya":"98","arabic_text":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"У: «Сизлар учун Роббимга ҳали истиғфор айтурман. Албатта, Унинг Ўзи мағфират қилгувчи ва раҳимли Зотдир», деди.","footnotes":"(Шундан сўнг ҳаммалари Яъқуб алайҳиссалом бошчиликларида юртлари Канъондан Мисрга қараб йўлга тушдилар. Қуръони Карим уларнинг сафарлари ҳақида ҳеч нарса демайди. Балки сўзни улар Юсуф алайҳиссалом ҳузурларига киришлари саҳнасидан улаб кетади.)"},{"id":"1695","sura":"12","aya":"99","arabic_text":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","translation":"Юсуф ҳузурига кирган чоғларида у отаси ва онасини ўзига яқинлаштирди ва: «Аллоҳнинг хоҳиши ила Мисрга омонликда киринглар!» – деди.","footnotes":""},{"id":"1696","sura":"12","aya":"100","arabic_text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Ота-онасини тахтга кўтарди. Улар унга сажда қилиб йиқилдилар. У: «Эй отажон, бу аввал кўрган тушимнинг таъбиридир, Роббим уни ҳаққа айлантирди. Дарҳақиқат, У менга яхшилик қилди. Мени қамоқдан чиқарди. Шайтон мен билан акаларимнинг орасини бузгандан сўнг, сизларни биёбондан олиб келди. Албатта, Роббим нимани хоҳласа, ўшанга латийфдир. Албатта, Унинг Ўзи билгувчи ва ҳикматли Зотдир», деди.","footnotes":"(Бу ояти каримада узоқ айрилиқдан сўнг дийдор топишиб, сўрашиб бўлганларидан кейинги ҳолатларнинг тасвири келтирилмоқда. Бу ҳол қандай бўлганини Аллоҳнинг Ўзи билади. Аммо қадимги тафсирчиларимиз бу ҳақда турли фикрлар айтганлар. Баъзилари, салом маъносида бошларини бир оз эгдилар, дейдилар. Бошқалари, берилган бу неъмат учун Аллоҳга шукр саждаси қилдилар, дейдилар. Яна бирлари, ўша вақтда катталарнинг оёғига йиқилиб сажда қилиш бор эди, лекин Ислом шариатида бекор қилинган, деган фикрни айтганлар.)"},{"id":"1697","sura":"12","aya":"101","arabic_text":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","translation":"«Эй Роббим, ҳақиқатан, менга мулк бердинг ва менга тушларнинг таъбирини ўргатдинг. Эй осмонлару ерни яратган Зот! Сен дунёю охиратда менинг валийимсан. Мени мусулмон ҳолимда вафот эттиргин ва солиҳларга қўшгин.»","footnotes":"(Ушбу оятда Юсуф алайҳиссалом Аллоҳ таолога неъматларини бергани учун шукрлар айтиш билан бирга охиратнинг неъматини ҳам беришини сўрамоқдалар.)"},{"id":"1698","sura":"12","aya":"102","arabic_text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","translation":"Бу ғайб хабарлардан бўлиб, уни сенга ваҳий қилмоқдамиз. Улар макр қилиб, ишлари ҳақида гап бириктирганларида олдиларида бўлмаган эдинг.","footnotes":""},{"id":"1699","sura":"12","aya":"103","arabic_text":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","translation":"Одамларнинг кўплари, гарчи сен жуда қизиқсанг ҳам, мўмин эмаслар.","footnotes":"(Пайғамбаримиз алайҳиссалоту вассалом қавмларига яхшиликни раво кўрганларидан, иймонга келишларини жуда қаттиқ истар эдилар. Шунга ҳаракат ҳам қилар эдилар. Аммо Аллоҳ таоло бу уриниш уларнинг иймонга келишларига сабаб бўла олмаслигини билдирмоқда.)"},{"id":"1700","sura":"12","aya":"104","arabic_text":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"Сен улардан бунинг учун ажр ҳам сўрамайсан. У фақат оламлар учун эслатма, холос.","footnotes":""},{"id":"1701","sura":"12","aya":"105","arabic_text":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","translation":"Улар осмонлару ердаги қанчадан-қанча оят-белгилар қаршисидан юз ўгирган ҳолларида ўтадилар.","footnotes":"(Яъни, уларга эътибор қилмайдилар. Улардан ибратланиб, ваъз-насиҳат олиб, иймонга келмайдилар. Инсон яшаб турган борлиқнинг ҳар бир қаричида Аллоҳнинг борлигига, бирлигига, қудратига, тадбирига, билувчилигига ва бошқа камоли сифатларига далолат қилувчи оят-белгилар, далил-ҳужжатлар мавжуд. Лекин одамлар ўша ҳужжатларга, оят-белгиларга эътибор билан қарамайдилар. Шунинг учун ҳам иймонга келмайдилар.)"},{"id":"1702","sura":"12","aya":"106","arabic_text":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","translation":"Кўплари эса, Аллоҳга мушрик бўлган ҳолларидагина иймон келтирадилар, холос.","footnotes":"(Яъни, иймон келтирсалар ҳам, Унга ширк келтирган ҳолларида иймон келтирадилар. Холис тавҳид ила иймон келтирмайдилар. Чунки холис тавҳид масаласи нозик масала, ширкнинг турлари эса, жуда ҳам кўп.)"},{"id":"1703","sura":"12","aya":"107","arabic_text":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Улар ўзларига Аллоҳдан қамраб олувчи азоб келишидан ёки сезмай турганларида қиёмат ногаҳон келиб қолишидан омондамилар?!","footnotes":""},{"id":"1704","sura":"12","aya":"108","arabic_text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Сен: «Бу — менинг йўлимдир. Мен Аллоҳга билиб — ишонч ила чақираман ва менга эргашганлар ҳам. Аллоҳ покдир. Ва мен мушриклардан эмасман», деб айт.","footnotes":"(Яъни, биз йўлимизнинг тўғри эканини аниқ билиб, ишониб туриб чақирамиз. Бизга Аллоҳ таоло ҳидоят ва нур бергандир. Биз бу йўлдан ишонч ва билим ила юрамиз, унга бошқаларни ҳам чақирамиз.)"},{"id":"1705","sura":"12","aya":"109","arabic_text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translation":"Биз сендан илгари ҳам фақат шаҳар аҳлидан эр кишиларга ваҳий юборганмиз. Ер юзида юриб, ўзларидан олдингиларнинг оқибати нима бўлганига назар солмайдиларми? Албатта, охират диёри тақво қиладиганлар учун яхшироқдир. Ақл юритмайдиларми?!","footnotes":"(Ушбу оятда Аллоҳ таоло Пайғамбаримиз Муҳаммад алайҳиссалоту вассаломга тасалли бериб, кофир ва мушрикларнинг у кишини инкор этишларига эътибор қилмасликка, аввалги пайғамбарлар ҳам у зотга ўхшаган инсонлар бўлганига ишора этмоқда.)"},{"id":"1706","sura":"12","aya":"110","arabic_text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translation":"Ҳаттоки Пайғамбарлар ноумид бўлиб, ўзларини ёлғончига чиқарилганлар, деб гумон қилиб қолганларида, уларга Бизнинг нусратимиз келади. Бас, Биз хоҳлаганларга нажот берилур. Жиноятчи қавмлардан Бизнинг азобимиз қайтарилмас.","footnotes":"(Ҳа, Аллоҳнинг нусрати охирги лаҳзада, ҳеч умид қолмаганда келади. Гулга етиш учун тикан заҳрини тотиб кўриш керак. Пайғамбаримиз алайҳиссалоту вассалом: «Жаннат тиканлар билан ўралгандир», дейдилар.)"},{"id":"1707","sura":"12","aya":"111","arabic_text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Батаҳқиқ, уларнинг қиссаларида ақл эгалари учун ибрат бор эди. Бу (Қуръон) тўқима гап эмас, лекин ўзидан олдин келганнинг тасдиғи ва барча нарсанинг тафсилоти, ҳидоят ҳамда иймон келтирганлар учун раҳматдир.","footnotes":"(Ҳа, ўтган умматларнинг, жумладан Юсуф алайҳиссалом ва замондошларининг қиссаларида ҳам ақл ишлатган ҳар бир киши учун ибрат бор.)"}]