[{"id":"1803","sura":"15","aya":"1","arabic_text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ","translation":"Алиф. Лаам. Ро. Ушбулар китобнинг ва равшан Қуръоннинг оятларидир.","footnotes":""},{"id":"1804","sura":"15","aya":"2","arabic_text":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ","translation":"Ҳали, куфр келтирганлар мусулмон бўлишни ҳам истаб қолурлар.","footnotes":"(Ушбу ҳолат жон таслим қилиш чоғида, қиёмат куни Аллоҳ таоло мусулмонларни жаннатга киритаётган пайтда, баъзи гуноҳлари туфайли дўзахга тушган аҳли қиблалар ундан озод бўлиб жаннатга ўтаётганларида бўлади.)"},{"id":"1805","sura":"15","aya":"3","arabic_text":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ","translation":"Уларни тек қўй, еб-ичиб, ҳузурланиб, умидлар ила машғул бўлиб юраверсинлар. Бас, тезда билурлар.","footnotes":""},{"id":"1806","sura":"15","aya":"4","arabic_text":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ","translation":"Биз маълум битиксиз ҳеч бир шаҳарни ҳалок этганимиз йўқ.","footnotes":""},{"id":"1807","sura":"15","aya":"5","arabic_text":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","translation":"Ҳеч бир уммат ўз ажалидан ўзиб кета олмас ва ортда ҳам қола олмас.","footnotes":""},{"id":"1808","sura":"15","aya":"6","arabic_text":"وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ","translation":"Улар: «Эй, зикр нозил қилинган киши, албатта, сен мажнунсан.","footnotes":""},{"id":"1809","sura":"15","aya":"7","arabic_text":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","translation":"Агар ростгўйлардан бўлсанг, бизга фаришталарни келтирсанг-чи!» дерлар.","footnotes":"(Бу гап ҳам, аввал айтиб ўтилгандек, ўзларига ўхшаган одамни пайғамбар бўлишини ақлига сиғдира олмасликдан келиб чиқади.)"},{"id":"1810","sura":"15","aya":"8","arabic_text":"مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ","translation":"Биз фаришталарни фақат ҳақ ила туширамиз, холос. У ҳолда уларга қараб турилмас.","footnotes":"(Фаришталарни туширган чоғимизда кофирларга қараб турилмай улар ҳалок қилинади.)"},{"id":"1811","sura":"15","aya":"9","arabic_text":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Албатта, Зикрни Биз нозил қилдик ва, албатта, уни Биз муҳофаза қилурмиз.","footnotes":""},{"id":"1812","sura":"15","aya":"10","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ","translation":"Батаҳқиқ, сендан олдин ҳам аввалгилар гуруҳларига (Пайғамбар) юборганмиз.","footnotes":""},{"id":"1813","sura":"15","aya":"11","arabic_text":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Уларга қайси бир Пайғамбар келса, уни масхара қилмасдан қўймас эдилар.","footnotes":""},{"id":"1814","sura":"15","aya":"12","arabic_text":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ","translation":"Шунга ўхшаш, Биз уни жиноятчилар қалбига соламиз.","footnotes":""},{"id":"1815","sura":"15","aya":"13","arabic_text":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ","translation":"У(Қуръон)га иймон келтирмаслар. Батаҳқиқ, аввалгиларнинг суннати — одати шундоқ ўтгандир.","footnotes":""},{"id":"1816","sura":"15","aya":"14","arabic_text":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ","translation":"Агар уларга осмондан бир эшик очсаг-у, ундан чиқиб турсалар ҳам. ","footnotes":""},{"id":"1817","sura":"15","aya":"15","arabic_text":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ","translation":"Улар: «Албатта, кўзларимиз боғланди, балки биз сеҳрланган қавмдирмиз», дерлар.","footnotes":"(Аллоҳнинг ҳақлиги ҳақидаги мўъжиза кўрсатилиб, қўлига ушлатиб қўйилса ҳам, эҳтимол удир, эҳтимол будир, балки табиат қонунини мен тушунмаётгандирман, деб тураверадилар.)"},{"id":"1818","sura":"15","aya":"16","arabic_text":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ","translation":"Батаҳқиқ, Биз осмонларда буржлар қилиб қўйдик ва уни назар солувчилар учун зийнатлаб қўйдик.","footnotes":"(Осмон ҳамманинг кўз ўнгида турибди. Лекин ҳамма ҳам осмонни Аллоҳнинг қудратига далолат қилувчи буюк мўъжиза деб тушунавермайди. Аслида, у мўъжизадир. Хўш, шундай улкан, бепоён, чексиз осмонни ким яратган? Яратганда ҳам, юлдузлар юрадиган йўллар — буржлар билан ким яратган? Албатта, Аллоҳ яратган.)"},{"id":"1819","sura":"15","aya":"17","arabic_text":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ","translation":"Уни ҳар бир қувилган шайтондан муҳофаза қилдик.","footnotes":""},{"id":"1820","sura":"15","aya":"18","arabic_text":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ","translation":"Магар бирортаси ўғриликча қулоқ осса, равшан олов унинг ортидан тушар.","footnotes":""},{"id":"1821","sura":"15","aya":"19","arabic_text":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ","translation":"Биз ерни ёйиб, устига баланд тоғларни ташлаб қўйдик ва унда ўлчанган турли нарсаларни ўстириб қўйдик.","footnotes":""},{"id":"1822","sura":"15","aya":"20","arabic_text":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ","translation":"Ва унда сизлар учун маош воситаларини ва сиз ризқини бера олмайдиган кимсаларни қилиб қўйдик.","footnotes":""},{"id":"1823","sura":"15","aya":"21","arabic_text":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ","translation":"Ҳеч бир нарса йўқки, унинг хазиналари Бизнинг ҳузуримизда бўлмаса. Биз уни фақат маълум миқдор-ла нозил қилурмиз.","footnotes":""},{"id":"1824","sura":"15","aya":"22","arabic_text":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ","translation":"Биз шамолларни урчитувчилар этиб юбордик. Бас, осмондан сув тушириб, у ила сизларни сероб қилдик. Сизлар уни тўплаб олувчи эмассиз.","footnotes":"(Яъни, Биз шамолларни ўлчов билан булутларни урчитувчи, бир-бирига қўшиб сув ҳосил қилувчи этиб юбордик. Асосан, ёмғирнинг ёғишига шамоллар сабаб бўлади. Улар маълум қоидаларга кўра эсади. Пайдо бўлган булутларнинг бир-бирлари ила қўшилишларидан сув ҳосил бўлади. Ана шундан кейин осмондан сув тушади, ёмғир ёғади. Аллоҳ таоло у сув билан Ер юзини, одамларни сероб қилади. Деярли ҳамма ризқ осмондан тушган шу сувга боғлиқ бўлади. Инсон эса, Аллоҳ тайёр ҳолда унга осмондан тушириб берган сувни тўплаб олишга ҳам қодир эмас. Уни тўплашни ҳам булоқ, қудуқ, анҳор, ер ости кўллари ва бошқа воситалар орқали Аллоҳ таолонинг Ўзи амалга оширади.)"},{"id":"1825","sura":"15","aya":"23","arabic_text":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ","translation":"Албатта, Биз ўзимиз тирилтирурмиз ва Биз меросхўрмиз.","footnotes":""},{"id":"1826","sura":"15","aya":"24","arabic_text":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ","translation":"Батаҳқиқ, сиздан олдин келганларни билдик. Батаҳқиқ, кейин келганларни ҳам билдик.","footnotes":""},{"id":"1827","sura":"15","aya":"25","arabic_text":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","translation":"Албатта, сенинг Роббинг Ўзи уларни маҳшарга жамлар. Албатта, У ҳикматли ва илмли Зотдир.","footnotes":""},{"id":"1828","sura":"15","aya":"26","arabic_text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"Батаҳқиқ, Биз инсонни қуруқ лойдан, ўзгартирилган қора балчиқдан яратдик.","footnotes":""},{"id":"1829","sura":"15","aya":"27","arabic_text":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ","translation":"Ва жинларни бундан олдин самум оловидан яратдик.","footnotes":""},{"id":"1830","sura":"15","aya":"28","arabic_text":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"Сен Роббингнинг фаришталарга: «Албатта, мен қуруқ лойдан, ўзгартирилган қора балчиқдан башар яратгувчидирман. ","footnotes":""},{"id":"1831","sura":"15","aya":"29","arabic_text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","translation":"Бас, қачонки уни тўғрилаб бўлганимда ва ичига Ўз руҳимдан пуфлаганимда, унга сажда қилган ҳолингизда йиқилинг», деганини эсла.","footnotes":""},{"id":"1832","sura":"15","aya":"30","arabic_text":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","translation":"Бас, фаришталар барчалари сажда қилдилар. ","footnotes":""},{"id":"1833","sura":"15","aya":"31","arabic_text":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ","translation":"Магар иблис сажда қилувчилар билан бирга бўлишдан бош тортди.","footnotes":""},{"id":"1834","sura":"15","aya":"32","arabic_text":"قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ","translation":"У зот: «Эй, иблис! Сенга не бўлди, сажда қилувчилар билан бирга бўлмадинг?» деди.","footnotes":""},{"id":"1835","sura":"15","aya":"33","arabic_text":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"У: «Сен қуруқ лойдан, ўзгартирилган қора балчиқдан яратган башарга сажда қила олмасдим», деди.","footnotes":""},{"id":"1836","sura":"15","aya":"34","arabic_text":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","translation":"У зот: «Бас, сен ундан чиқ! Албатта, сен қувилгансан! ","footnotes":""},{"id":"1837","sura":"15","aya":"35","arabic_text":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ","translation":"Ва, албатта, сенга то жазо кунигача лаънат бўлур!» деди.","footnotes":""},{"id":"1838","sura":"15","aya":"36","arabic_text":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"У: «Эй Роббим, мени улар қайта тириладиган кунгача қўйиб қўйгин», деди.","footnotes":""},{"id":"1839","sura":"15","aya":"37","arabic_text":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"У зот: «Албатта, сен қўйиб қўйилганлардансан.","footnotes":""},{"id":"1840","sura":"15","aya":"38","arabic_text":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","translation":"Маълум вақт кунигача», деди.","footnotes":""},{"id":"1841","sura":"15","aya":"39","arabic_text":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","translation":"У: «Эй Роббим, мени залолатга кетказганинг сабабидан, албатта, мен уларга ер юзида (гуноҳларни) зийнатлаб кўрсатаман ва, албатта, уларнинг ҳаммасини иғво қиламан. ","footnotes":""},{"id":"1842","sura":"15","aya":"40","arabic_text":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","translation":"Магар, улардан танланган бандаларингни (адаштира олмасман)», деди.","footnotes":""},{"id":"1843","sura":"15","aya":"41","arabic_text":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ","translation":"У зот: «Ушбу зиммамдаги тўғри йўлдир: ","footnotes":""},{"id":"1844","sura":"15","aya":"42","arabic_text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ","translation":"Албатта, Менинг бандаларим устида сенинг султонинг йўқдир, магар сенга эргашган гумроҳларгагина бордир. ","footnotes":""},{"id":"1845","sura":"15","aya":"43","arabic_text":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ","translation":"Албатта, жаҳаннам уларнинг барчасининг ваъда қилинган жойидир.","footnotes":""},{"id":"1846","sura":"15","aya":"44","arabic_text":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ","translation":"Унинг етти эшиги бордир. Ҳар бир эшик учун улардан тақсимланган бўлаги бордир», деди.","footnotes":"(Баъзи ривоятларда келишича, жаҳаннам етти қаватдан иборат бўлиб, ҳар қаватининг алоҳида эшиги бўлар экан. Ҳар қавати бир-биридан ашаддийроқ бўлар экан. Чунки гумроҳлик, хатокорлик ҳам ҳар хил бўлади. Қилган гуноҳи даражасига қараб кофирлар турли қаватларга киритилади. Шайтонга эргашган гумроҳлар тақсимлаб, бўлиб-бўлиб, гуруҳларга ажратиб қўйилган бўлади. Ўша мазкур етти эшикдан гуноҳининг кўп-озлигига қараб бирин-кетин киритилаверадилар.)"},{"id":"1847","sura":"15","aya":"45","arabic_text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","translation":"Албатта, тақводорлар жаннатлар ва чашмалардадир.","footnotes":""},{"id":"1848","sura":"15","aya":"46","arabic_text":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ","translation":"Уларга тинчлик, омонлик ила киринглар, (дейилур).","footnotes":""},{"id":"1849","sura":"15","aya":"47","arabic_text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","translation":"Уларнинг дилларидаги ғилли-ғиштларни чиқариб ташладик. Сўриларда бир-бирларига боқиб, дўст бўлган ҳолларида ўлтирурлар.","footnotes":"(Инсон қанчалик моддий роҳат-фароғатга эришмасин, кўнглида бир оз ғашлик бўлса, унга ўша роҳат-фароғат татимайди. Шунинг учун Аллоҳ таоло Ўз раҳмати ила жаннатга сазовор қилган тақводор бандаларининг дилларида ғашликлар, яъни ҳиқду ҳасад, кўра олмаслик каби баъзи бир иллатлар бўлса, чиқариб ташлайди.)"},{"id":"1850","sura":"15","aya":"48","arabic_text":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ","translation":"Уларни у жойда чарчоқ тутмас ва улар ундан чиқарилувчи ҳам эмаслар.","footnotes":""},{"id":"1851","sura":"15","aya":"49","arabic_text":"۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Бандаларимга хабар бергил: «Албатта, Менинг Ўзим ғофуру роҳиймдирман».","footnotes":""},{"id":"1852","sura":"15","aya":"50","arabic_text":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ","translation":"Ва, албатта, азобим аламли азобдир.","footnotes":""},{"id":"1853","sura":"15","aya":"51","arabic_text":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ","translation":"Уларга Иброҳимнинг меҳмонлари хабарини бер.","footnotes":""},{"id":"1854","sura":"15","aya":"52","arabic_text":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ","translation":"Улар унинг ҳузурига кирганларида: «Салом», дедилар. У: «Албатта, биз сизлардан қўрқмоқдамиз», деди.","footnotes":""},{"id":"1855","sura":"15","aya":"53","arabic_text":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ","translation":"Улар: «Қўрқма, биз сенга ўта билимдон ўғилнинг хушхабарини берамиз», дедилар.","footnotes":""},{"id":"1856","sura":"15","aya":"54","arabic_text":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ","translation":"У: «Мени кексалик тутганида, хушхабар берасизларми? Ниманинг хушхабарини беряпсизлар, ўзи?» деди.","footnotes":""},{"id":"1857","sura":"15","aya":"55","arabic_text":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ","translation":"Улар: «Биз сенга ҳақ ила башорат бердик. Бас, сен ноумид бўлувчилардан бўлма», дедилар.","footnotes":""},{"id":"1858","sura":"15","aya":"56","arabic_text":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","translation":"У: «Фақат залолатга кетган кишиларгина ўз Роббисининг раҳматидан ноумид бўлурлар», деди.","footnotes":"(Аллоҳнинг раҳматидан ноумид бўлиш фақат бир тоифага — йўлдан адашган, гумроҳ тоифага хос. Аллоҳнинг раҳматидан юз ўгириб, залолат йўлига кириб кетган кимсагина ноумид бўлади, холос.)"},{"id":"1859","sura":"15","aya":"57","arabic_text":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","translation":"У: «Эй элчилар, нима иш ила юборилдингиз?» деди.","footnotes":"(Яъни, менга жуда билимдон ўғил хушхабарини беришдан бошқа яна нима иш билан юборилдингиз, деди.)"},{"id":"1860","sura":"15","aya":"58","arabic_text":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","translation":"Улар: «Биз жиноятчи қавмларга юборилдик. ","footnotes":""},{"id":"1861","sura":"15","aya":"59","arabic_text":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ","translation":"Магар Лут аҳлига эмас. Албатта, биз уларнинг ҳаммасини қутқаргувчилармиз. ","footnotes":""},{"id":"1862","sura":"15","aya":"60","arabic_text":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ","translation":"Фақат унинг хотинигина истиснодир. Унинг албатта қолувчилардан бўлишини тақдир қилдик», дедилар.","footnotes":""},{"id":"1863","sura":"15","aya":"61","arabic_text":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ","translation":"Элчилар Лут аҳлига келганларида...","footnotes":""},{"id":"1864","sura":"15","aya":"62","arabic_text":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ","translation":"У: «Албатта, сиз нотаниш қавмсиз», деди.","footnotes":""},{"id":"1865","sura":"15","aya":"63","arabic_text":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ","translation":"Улар: «Йўқ! Биз сенга улар шак қилаётган нарса ила келдик. ","footnotes":""},{"id":"1866","sura":"15","aya":"64","arabic_text":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ","translation":"Сенга ҳақ ила келдик ва албатта, бизлар ростгўйлардурмиз. ","footnotes":""},{"id":"1867","sura":"15","aya":"65","arabic_text":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","translation":"Аҳлинг ила кечанинг бир бўлагида йўлга чиқ, сен уларнинг ортидан кузатиб бор. Сизлардан ҳеч бирларингиз ортга қарамасин. Амр қилинган томонингизга кетаверинглар», дедилар.","footnotes":""},{"id":"1868","sura":"15","aya":"66","arabic_text":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ","translation":"Ва унга ушбу амрни ваҳий қилдик: «Албатта, анавиларнинг орқаси субҳ чоғи кесилажакдир».","footnotes":""},{"id":"1869","sura":"15","aya":"67","arabic_text":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ","translation":"Ва шаҳар аҳли севиниб, етиб келдилар.","footnotes":"(Лут алайҳиссалом қавми яшайдиган Садум шаҳрининг жинояткор аҳолиси, Лутнинг уйига чиройли, ёш йигитлар келган эмиш, улар билан фоҳиша иш қиладиган бўлибмиз, деб севинган ҳолларида етиб келдилар.)"},{"id":"1870","sura":"15","aya":"68","arabic_text":"قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ","translation":"У: «Булар менинг меҳмонларим, ахир. Мени шарманда қилманглар», деди.","footnotes":""},{"id":"1871","sura":"15","aya":"69","arabic_text":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ","translation":"Ва: «Аллоҳдан қўрқинглар! Мени хор қилманглар», деди.","footnotes":""},{"id":"1872","sura":"15","aya":"70","arabic_text":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ","translation":"Улар: «Биз сени оламлардан қайтармаганмидик?!» дедилар.","footnotes":"(Лут алайҳиссалом уларни ўтакетган фаҳш иш бўлмиш баччабозликдан қайтарганлар, кимларнидир ҳимоя қилганлар ва жиноятчи қавм у кишига оламда ҳеч кимни ҳимоя қилмасликни айтиб таҳдид солган. Улар ҳозир Лут алайҳиссаломга ораларида аввал бўлиб ўтган ўша гап-сўзларни эслатмоқдалар.)"},{"id":"1873","sura":"15","aya":"71","arabic_text":"قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ","translation":"У: «Агар (бу ишни) қилувчи бўлсангиз, анаву қизларим бор», деди.","footnotes":""},{"id":"1874","sura":"15","aya":"72","arabic_text":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ","translation":"Сенинг умринг ила қасамки, албатта, улар ўз сархушликларида тентирамоқдалар.","footnotes":""},{"id":"1875","sura":"15","aya":"73","arabic_text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ","translation":"Бас, уларни қуёш чиқиш пайтида даҳшатли қичқириқ тутди.","footnotes":""},{"id":"1876","sura":"15","aya":"74","arabic_text":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ","translation":"Бас, Биз бу(шаҳар)нинг остини устин қилдик ва улар устига лойи қотган тошлар ёғдирдик.","footnotes":""},{"id":"1877","sura":"15","aya":"75","arabic_text":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ","translation":"Албатта, бунда фаросатли кишилар учун оят-белгилар бордир.","footnotes":""},{"id":"1878","sura":"15","aya":"76","arabic_text":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ","translation":"Албатта, у (шаҳар) боқий йўл устидадир.","footnotes":"(Яъни, Лут алайҳиссалом қавми ҳалокатга учраган шаҳарнинг вайроналари ҳозиргача боқий йўл устидадир. У орқали одамлар Ҳижоз билан Шом ўртасида қатнайдилар. Жумладан, Макка аҳли ҳам Шомга борганларида ва у ердан қайтганларида, шу йўлдан юрадилар.)"},{"id":"1879","sura":"15","aya":"77","arabic_text":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","translation":"Албатта, бунда мўминлар учун ибрат бордир.","footnotes":""},{"id":"1880","sura":"15","aya":"78","arabic_text":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ","translation":"Албатта, бир-бирига киришиб кетган дарахтзор эгалари золимлардан бўлганлар.","footnotes":""},{"id":"1881","sura":"15","aya":"79","arabic_text":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ","translation":"Бас, Биз улардан интиқом олдик. Албатта, уларнинг икковлари ҳам очиқ йўл устидадир.","footnotes":""},{"id":"1882","sura":"15","aya":"80","arabic_text":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ","translation":"Батаҳқиқ, Ҳижр эгалари Пайғамбарларни ёлғончига чиқардилар.","footnotes":""},{"id":"1883","sura":"15","aya":"81","arabic_text":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ","translation":"Ва уларга оятларимизни бердик. Бас, юз ўгирувчи бўлдилар.","footnotes":""},{"id":"1884","sura":"15","aya":"82","arabic_text":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ","translation":"Улар тоғдан ўйиб уй ясаб, омонликда юрар эдилар.","footnotes":""},{"id":"1885","sura":"15","aya":"83","arabic_text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ","translation":"Бас, субҳидам чоғида уларни қаттиқ қичқириқ тутди.","footnotes":""},{"id":"1886","sura":"15","aya":"84","arabic_text":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"Қилган касблари уларга бирон фойда бермади.","footnotes":""},{"id":"1887","sura":"15","aya":"85","arabic_text":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ","translation":"Биз осмонлару ерни ва улардаги нарсаларни ҳақ ила яратдик. Албатта, қиёмат келгувчидир. Бас, сен гўзал шаклда юз ўгир.","footnotes":""},{"id":"1888","sura":"15","aya":"86","arabic_text":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","translation":"Албатта, Роббинг яратгувчи ва билгувчи Зотдир.","footnotes":""},{"id":"1889","sura":"15","aya":"87","arabic_text":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ","translation":"Ва, батаҳқиқ, сенга етти такрорланувчини ва Улуғ Қуръонни бердик.","footnotes":"(Оятдаги «етти такрорланувчи»дан мурод Фотиҳа сурасидир. Чунки бу сураи карима етти оятдан иборат бўлиб, жуда кўп такрорланади. Намознинг ҳар ракаатида қайта-қайта ўқилади.)"},{"id":"1890","sura":"15","aya":"88","arabic_text":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ","translation":"Биз улардан баъзи гуруҳларни баҳраманд қилган нарсаларга (ҳавас-ла) назар солма! Улар учун хафа ҳам бўлма! Мўминларга қанотингни пастлат!","footnotes":""},{"id":"1891","sura":"15","aya":"89","arabic_text":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ","translation":"Ва: «Албатта, мен очиқ-ойдин огоҳлантиргувчиман», деб айт.","footnotes":""},{"id":"1892","sura":"15","aya":"90","arabic_text":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ","translation":"Худди тақсимловчиларга туширганимизга ўхшаш.","footnotes":"(Аҳли китоб; яҳудий ва насоролар ўзларига келган илоҳий китобларни тақсимлаб, бир қисмига иймон келтириб, бир қисмига иймон келтирмаган эдилар. Ана ўшаларга китоб туширганимизга ўхшаб сенга ҳам китоб туширдик.)"},{"id":"1893","sura":"15","aya":"91","arabic_text":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ","translation":"Қуръонни парча-парча қилганларга.","footnotes":"(«Қуръонни парча-парча қилган тақсимловчилар» деганда аҳли китоб яҳудий ва насоролар назарда тутилгандир. Улар ўзларига келган илоҳий китобларни тақсимлаб, бир қисмига иймон келтириб, бир қисмига иймон келтирмаган эдилар. Энди Қуръонни ҳам парча-парча қилиб, ўз фикрларига мос келганини олиб, тўғри келмаганини тарк этмоқчи бўлмоқдалар.)"},{"id":"1894","sura":"15","aya":"92","arabic_text":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ","translation":"Бас, Роббинг ила қасамки, албатта, уларнинг ҳаммасидан сўрармиз.","footnotes":""},{"id":"1895","sura":"15","aya":"93","arabic_text":"عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"Қилиб юрган ишлари ҳақида.","footnotes":""},{"id":"1896","sura":"15","aya":"94","arabic_text":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","translation":"Бас, сенга амр этилган нарсани юзага чиқар ва мушриклардан юз ўгир.","footnotes":"(Ушбу оят нозил бўлгунга қадар Расулуллоҳ алайҳиссалоту вассалом одамларни динга сирли-яширин равишда даъват этар эдилар. Бу оятдаги «юзага чиқар» деган амрга мувофиқ ошкора даъватни бошладилар. Мушрикларнинг гап-сўзларига эътибор бермай қўйдилар.)"},{"id":"1897","sura":"15","aya":"95","arabic_text":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ","translation":"Албатта, Биз сенга истеҳзо қилувчилардан кифоя қилурмиз.","footnotes":""},{"id":"1898","sura":"15","aya":"96","arabic_text":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"Улар Аллоҳ билан бирга бошқа илоҳ (шерик) қилурлар. Бас, тезда билурлар.","footnotes":""},{"id":"1899","sura":"15","aya":"97","arabic_text":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ","translation":"Албатта, Биз уларнинг айтаётганларидан сенинг дилинг сиқилишини яхши билурмиз.","footnotes":""},{"id":"1900","sura":"15","aya":"98","arabic_text":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ","translation":"Бас, Роббинг ҳамди ила тасбиҳ айт ва сажда қилгувчилардан бўл.","footnotes":""},{"id":"1901","sura":"15","aya":"99","arabic_text":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","translation":"Ва сенга аниқ нарса (ўлим) келгунича Роббингга ибодат қил.","footnotes":""}]