[{"id":"1902","sura":"16","aya":"1","arabic_text":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"Аллоҳнинг амри келди. Бас, унинг тезроқ келишини талаб қилмай қўя қолинг. У зот улар келтираётган ширклардан пок ва олий бўлди.","footnotes":""},{"id":"1903","sura":"16","aya":"2","arabic_text":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","translation":"У Ўз амри ила фаришталарни руҳ — ваҳий билан бандаларидан Ўзи хоҳлаганларига: «Огоҳлантиринглар. Албатта, Мендан ўзга илоҳ йўқ. Бас, Менга тақво қилинглар», деб нозил қилур.","footnotes":""},{"id":"1904","sura":"16","aya":"3","arabic_text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"У осмонлару ерни ҳақ ила яратди. У улар ширк келтираётган нарсалардан олий бўлди.","footnotes":""},{"id":"1905","sura":"16","aya":"4","arabic_text":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","translation":"У инсонни нутфадан яратди. Энди эса, у (инсон) очиқ-ойдин хусуматчи бўлиб турибди.","footnotes":""},{"id":"1906","sura":"16","aya":"5","arabic_text":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","translation":"У чорва ҳайвонларини ҳам яратди. Уларда сиз учун иссиқлик, манфаатлар бор ва улардан ейсизлар ҳам.","footnotes":""},{"id":"1907","sura":"16","aya":"6","arabic_text":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","translation":"Ва сиз учун уларда кечки пайт (ўтлоқдан) қайтаётганларида ва эрталаб (ўтлоққа) кетаётганида жамол бор.","footnotes":""},{"id":"1908","sura":"16","aya":"7","arabic_text":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","translation":"Ва улар юкларингизни сиз жон машаққатисиз ета олмайдиган юртларгача кўтариб боради. Албатта, Роббингиз меҳрибон ва раҳимлидир.","footnotes":""},{"id":"1909","sura":"16","aya":"8","arabic_text":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","translation":"Отлар, хачирлар ва эшакларни минишингиз ва зийнат учун (яратди) ва сиз билмайдиган нарсаларни яратур.","footnotes":"(Яъни, Аллоҳ таоло келажакда сизлар учун туя, от, хачир ва эшакдан бошқа сиз билмайдиган нақлиёт воситаларини яратади. Дарҳақиқат, шундай ҳам бўлди. Ушбу оятлар тушган даврда мавжуд бўлмаган ҳавода, сувда ва ерда юрадиган кўплаб нақлиёт воситалари вужудга келди. Бу эса, ўз навбатида, Қуръони Карим мазкур: «ва сиз билмайдиган нарсаларни яратади», жумласи ила мўмин-мусулмонларни келажак янгиликларидан хабардор қилаётганига далолатдир.)"},{"id":"1910","sura":"16","aya":"9","arabic_text":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","translation":"Йўлларнинг мақсаддагиси Аллоҳга оиддир. Улардан эгриси ҳам бордир. Агар хоҳласа, албатта, ҳаммангизни ҳидоят қилган бўларди.","footnotes":"(Бу дунёда ҳиссий йўлларга ўхшаб, маънавий йўллар ҳам кўпдир. Ўша маънавий йўллар ичида яхшиси ҳам, ёмони ҳам бор: Энг тўғри йўл, яъни мақсадга эриштирадиган, икки дунё саодатига олиб борадиган йўл — Аллоҳ йўлидир.)"},{"id":"1911","sura":"16","aya":"10","arabic_text":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","translation":"У осмондан сувни туширган Зотдир. Сизга унда шароб ва (чорваларингизни) ўтлатадиган дарахт бордир.","footnotes":""},{"id":"1912","sura":"16","aya":"11","arabic_text":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"У ўша (сув) ила сизга экинларни, зайтунни, хурмоларни, узумларни ва турли меваларни ўстирур. Албатта, бунда тафаккур қиладиган қавмлар учун оят-белгилар бордир.","footnotes":""},{"id":"1913","sura":"16","aya":"12","arabic_text":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"У сизга кечанию кундузни, қуёшнию ойни хизматкор қилди. Юлдузлар Унинг амри ила хизматкордир. Албатта, бунда ақл юритгувчи қавмлар учун оят-белгилар бордир.","footnotes":"(Бу оятда зикри келган нарсалар ҳам Аллоҳнинг буюк неъматларидир. Масалан, кеча билан кундузнинг қанчалик улуғ неъматлар эканини англаб етиш учун икковидан бири йўқ бўлишини тасаввур қилишнинг ўзи кифоя.)"},{"id":"1914","sura":"16","aya":"13","arabic_text":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","translation":"Ва сиз учун ерда турли рангда қилиб яратган нарсаларини ҳам (хизматкор қилди). Албатта, бунда эслайдиган қавмлар учун оят-белги бордир.","footnotes":"(Аллоҳ таоло ер ости бойликларини ҳам инсонга улуғ неъмат ўлароқ берди. Ранглари хилма-хил бўлган бу неъматларнинг ҳаммаси инсон учун беминнат хизмат қилади. Ўша неъматларни ер остидан топиб олган баъзи инсонларгина бир-бирларига миннат қиладилар, холос.)"},{"id":"1915","sura":"16","aya":"14","arabic_text":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"У денгизни сиз ундан тоза гўшт ейишингиз, ундан тақадиган тақинчоқлар чиқариб олишингиз учун, унда (сувни) ёриб кетаётган кемаларни кўрасан, ҳамда Унинг фазлини талаб қилишингиз учун хизматкор қилди. Шоядки, шукр келтирсангиз.","footnotes":"(Аллоҳ таолонинг сувдаги неъматлари ҳам жуда кўпдир. Ушбу оятда улардан баъзилари зикр қилинмоқда.)"},{"id":"1916","sura":"16","aya":"15","arabic_text":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"У зот ер сизларни тебратиб юбормаслиги учун унинг устига баланд тоғларни ташлаб қўйди. Анҳорлару йўлларни ҳам. Шоядки, тўғри йўл топсангиз.","footnotes":""},{"id":"1917","sura":"16","aya":"16","arabic_text":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","translation":"Ва аломатлар ҳамда юлдузлар ила улар йўл топурлар.","footnotes":""},{"id":"1918","sura":"16","aya":"17","arabic_text":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","translation":"Яратадиган Зот яратмайдиган зот каби бўлурми? Ўйлаб кўрмайсизларми?","footnotes":""},{"id":"1919","sura":"16","aya":"18","arabic_text":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","translation":"Агар Аллоҳнинг неъматларини санасангизлар, саноғига ета олмассизлар. Албатта, Аллоҳ ўта мағфиратли ва раҳимли Зотдир.","footnotes":"(Ҳа, Аллоҳнинг бандаларига берган неъматлари сонсиз-саноқсиздир. Уларнинг баъзилари юқоридаги оятларда эслатиб ўтилди. Аслида эса, агар инсонлар ўзларига берилган неъматларни ҳисоблашга уринсалар, санаб саноғига ета олмайдилар. Шундай сон-саноқсиз неъматнинг шукрини ҳеч ким адо қила билмайди. Агар Аллоҳ ҳамма неъматлари учун тўла-тўкис шукрни талаб этса, бандаларга жуда қийин бўларди.)"},{"id":"1920","sura":"16","aya":"19","arabic_text":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","translation":"Аллоҳ нимани сир тутаётганингизни ва нимани ошкор қилаётганингизни биладир.","footnotes":""},{"id":"1921","sura":"16","aya":"20","arabic_text":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"Уларнинг Аллоҳдан ўзга ибодат қилаётганлари ҳеч нарсани ярата олмаслар. Ҳолбуки, ўзлари яратилурлар.","footnotes":""},{"id":"1922","sura":"16","aya":"21","arabic_text":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","translation":"Ўликлардир, тирик эмаслар ва қачон қайта тирилтирилишларини билмаслар.","footnotes":""},{"id":"1923","sura":"16","aya":"22","arabic_text":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","translation":"Илоҳингиз ягона илоҳдир. Охиратга иймон келтирмайдиганларнинг қалблари инкор қилувчидир, ўзлари эса мутакаббирдирлар.","footnotes":""},{"id":"1924","sura":"16","aya":"23","arabic_text":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","translation":"Шубҳасизки, Аллоҳ нимани сир тутаётганларини ва нимани ошкор қилаётганларини биладир. Албатта, У мутакаббирларни хуш кўрмас.","footnotes":""},{"id":"1925","sura":"16","aya":"24","arabic_text":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"Қачонки, уларга: «Роббингиз нимани нозил қилди?» дейилса, улар: «Аввалгиларнинг афсоналарини», дерлар.","footnotes":""},{"id":"1926","sura":"16","aya":"25","arabic_text":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","translation":"Қиёмат куни ўз гуноҳларини тўлалигича ва жаҳолат ила йўлдан адаштирганларининг гуноҳларидан кўтаришлари учундир. Огоҳ бўлинг! Улар кўтарган нарса қандоқ ҳам ёмон!","footnotes":"(Мазкур кофирлар куфрлари, Қуръонга иймон келтирмай юрганлари ва одамларни Қуръондан тўсганлари учун етарли жазо оладилар. Қиёмат кунида улар ўз гуноҳларини тўлалигича кўтарадилар, яъни шунга яраша жазога йўлиқтириладилар. Бунга қўшимча равишда, ўзлари жаҳолат ила Қуръонга қарши ташвиқот олиб бориб йўлдан адаштирган кишиларнинг гуноҳларидан баъзисини ҳам кўтарадилар. Унга яраша қўшимча жазо ҳам оладилар. Ўз гуноҳларига бошқаларнинг гуноҳларини ҳам қўшиб кўтарадилар.)"},{"id":"1927","sura":"16","aya":"26","arabic_text":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"Батаҳқиқ, улардан олдингилар ҳам макр қилганлар. Бас, Аллоҳ биноларини пойдеворидан йиқитди. Шифт уларнинг устига қулаб тушди. Ва уларга ўзлари сезмаган томондан азоб келди.","footnotes":""},{"id":"1928","sura":"16","aya":"27","arabic_text":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","translation":"Сўнгра қиёмат кунида У зот уларни хор қилур ва: «Сизлар улар ҳақида тортишиб юрган Менинг «шерикларим» қани?» дер. Илм берилганлар: «Бугунги кунда хорлик ва ёмонлик кофирларгадир», дерлар.","footnotes":""},{"id":"1929","sura":"16","aya":"28","arabic_text":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Фаришталар уларнинг жонларини ўзларига зулм қилган ҳолларида олгандир. Улар, ҳеч бир ёмонлик қилмаган эдик, дея таслим бўлурлар. Йўқ! Албатта, Аллоҳ нима амал қилиб юрганингизни билгувчи Зотдир.","footnotes":""},{"id":"1930","sura":"16","aya":"29","arabic_text":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"Бас, жаҳаннам эшикларидан, унда абадий қолгувчи бўлган ҳолингизда киринг! Бас, мутакаббирларнинг қайтар жойи қандоқ ҳам ёмон!","footnotes":"(Бу дунёда мутакаббирлик билан динни инкор қилганингиз, одамларни дин йўлидан қайтариб, адаштирганингиз учун жаҳаннам эшикларидан киринг. Кирганда ҳам, унда абадул-абад қоладиган бўлиб киринг. Мутакаббирларнинг жазоси шу бўлади.)"},{"id":"1931","sura":"16","aya":"30","arabic_text":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","translation":"Ва тақво қилганларга: «Роббингиз нимани нозил қилди?», дейилди. Улар: «Яхшиликни», дедилар. Чиройли амаллар қилганлар учун бу дунёда чиройли (мукофот) бордир. Албатта, охират диёри яхшироқдир. Роббиларининг диёри нақадар яхши.","footnotes":"(Мушрикларга «Роббингиз нимани нозил қилди?» дейилганида, «Аввалгиларнинг афсоналарини», дейишган эди. Чунки улар динга, Қуръонга ўтган авлодларнинг афсонаси, эскилик сарқити, деб қарадилар. Шунинг учун ёмон оқибатга учрадилар. Ўша мушрик ва кофирлардан фарқли ўлароқ тақводорлар яхши оқибатга эришдилар.)"},{"id":"1932","sura":"16","aya":"31","arabic_text":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","translation":"У адн жаннатларидир. Уларга кирганларида остилардан анҳорлар оқиб турар, улар учун у ерда истаган нарсалари бор. Аллоҳ тақводорларни ана шундай мукофотлар.","footnotes":""},{"id":"1933","sura":"16","aya":"32","arabic_text":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Фаришталар уларнинг жонларини пок ҳолларида ола туриб: «Сизларга салом бўлсин. Қилиб юрган ишларингиз туфайли жаннатга киринг», дерлар.","footnotes":"(Ҳа, ўлим фаришталари ҳам тақводорлар билан гўзал муомалада бўладилар. Уларнинг жонларини олишда мулойимлик билан, пок ҳолларида салом бериб туриб, жаннатга киришларини айтиб башорат берадилар.)"},{"id":"1934","sura":"16","aya":"33","arabic_text":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Улар ўзларига (ўлим) фаришталари ёки Роббингнинг (азоб) амри келишига интизор бўлиб турибдиларми? Улардан олдингилар ҳам шундай қилган эдилар. Аллоҳ уларга зулм қилмади. Лекин улар ўзларига зулм қилган эдилар.","footnotes":""},{"id":"1935","sura":"16","aya":"34","arabic_text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Бас, қилган ёмон амаллари ўзларига етди ва истеҳзо қилган нарсалари ўзларини ўради.","footnotes":"(Яъни, уларга ёмонлик ташқаридан келгани йўқ. Ўзлари ўзларининг бошларига етдилар. Қилган ёмон амалларига яраша жазо олдилар, холос.)"},{"id":"1936","sura":"16","aya":"35","arabic_text":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"Ширк келтирганлар: «Агар Аллоҳ хоҳлаганида, биз ҳам, ота-боболаримиз ҳам ундан ўзга ҳеч нарсага ибодат қилмас эдик ҳамда Унинг ҳукмисиз бирон нарсани ҳаром қилмаган бўлар эдик», дедилар. Улардан олдингилар ҳам шундай қилганлар. Пайғамбарлар зиммасида фақат очиқ-ойдин етказиш бор, холос.","footnotes":"(Аллоҳ таоло инсонни ҳидоятга ҳам, залолатга ҳам қобилиятли қилиб яратди. Сўнгра хоҳлаган йўлини танлашни ихтиёрига ҳавола этди. Шунга яраша уларга ақл ва сезги аъзоларини берди. Шунингдек, пайғамбарлар юбориб, китоблар нозил қилди ва шариатлар жорий этди.)"},{"id":"1937","sura":"16","aya":"36","arabic_text":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"Батаҳқиқ, Биз ҳар бир умматга: «Аллоҳга ибодат қилинг ва тоғутдан четланинг», деб Пайғамбар юборганмиз. Бас, улардан баъзиларини Аллоҳ ҳидоят қилди. Баъзиларига эса, залолат ҳақ бўлди. Бас, ер юзида сайр қилиб юриб, ёлғонга чақирувчиларнинг оқибати қандай бўлганига назар солинг.","footnotes":"(Ҳидоят йўлини ихтиёр қилиб, унга интилганларни Аллоҳ таоло ҳидоятга йўллади. Залолат-куфр йўлини ихтиёр этиб, ўша томонни кўзлаганларга залолат ҳақ бўлди. Бу икки тоифанинг ҳеч бирини Аллоҳ мажбурлагани йўқ.)"},{"id":"1938","sura":"16","aya":"37","arabic_text":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","translation":"Агар сен уларнинг ҳидоятига ўта қизиқсанг ҳам, Аллоҳ залолатга кетказган кимсаларни ҳидоят қилмас. Уларга нусрат бергувчилардан бўлмас.","footnotes":""},{"id":"1939","sura":"16","aya":"38","arabic_text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Улар жон-жаҳдлари билан: «Аллоҳ ўлганларни қайта тирилтирмас», деб Аллоҳ номи ила қасам ичдилар. Йўқ! Бу, У зотнинг зиммасидаги ҳақ ваъдадир. Лекин одамларнинг кўплари билмаслар.","footnotes":"(Йўқ! Эй мушриклар, сиз айтаётган гаплар беҳуда гаплардир. Ўлганларни қайта тирилтириш, Аллоҳнинг зиммасидаги ҳақ ваъдадир. Аллоҳ ваъдасига хилоф қилмайди. Ўлганларни албатта қайта тирилтиради.)"},{"id":"1940","sura":"16","aya":"39","arabic_text":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","translation":"Уларга ихтилоф қилиб юрган нарсаларини баён қилиб бериш учун, куфр келтирганлар ўзларининг шубҳасиз ёлғончи эканларини билишлари учун (қайта тирилтирур).","footnotes":""},{"id":"1941","sura":"16","aya":"40","arabic_text":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","translation":"Агар Биз бир нарсанинг бўлишини ирода қилсак, унга «бўл» демоғимиз кифоя. Бас, ўша нарса бўлур.","footnotes":""},{"id":"1942","sura":"16","aya":"41","arabic_text":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"Зулмга дучор бўлганларидан сўнг Аллоҳнинг йўлида ҳижрат қилганларни бу дунёда, албатта, гўзал(жой)га жойлаштирамиз. Ва охират ажри каттароқдир, агар биладиган бўлсалар.","footnotes":""},{"id":"1943","sura":"16","aya":"42","arabic_text":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"Улар сабр қилган ва Роббиларига таваккал қилганлардир.","footnotes":"(Муҳожирлар ана ўша қийинчиликларга, машаққатларга, азоб-уқубатларга сабр қилган улуғ кишилардир. Улар Аллоҳнинг розилиги учун сабр қилган ва бу аснода фақат Роббиларига таваккал этган ҳамда фақат Унгагина суянган зотлардир.)"},{"id":"1944","sura":"16","aya":"43","arabic_text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"Биз сендан олдин ҳам фақат эр кишиларни юбориб, уларга ваҳий қилганмиз. Агар билмайдиган бўлсангиз, зикр аҳлларидан сўранглар.","footnotes":""},{"id":"1945","sura":"16","aya":"44","arabic_text":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"Очиқ-ойдин баёнотлар ва китоблар ила (юбордик). Ва сенга одамларга нозил қилинган нарсани ўзларига баён қилиб беришинг учун Зикрни нозил қилдик. Шоядки, тафаккур қилсалар.","footnotes":"(Қуръони Каримнинг исмларидан бири «зикр» эканини бошқа жойларда ҳам айтиб ўтган эдик. Ушбу оят ҳам уни «зикр» деб атамоқда. Яъни, пайғамбарларни ўз қавмларига турли очиқ-ойдин баёнотлар ва китоблар билан юбордик. Сени эса, эй Муҳаммад, одамларга нозил қилинган нарсани ўзларига баён қилиб беришинг учун зикр — Қуръон ила юбордик.)"},{"id":"1946","sura":"16","aya":"45","arabic_text":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"Макр ила ёмонликлар қилганлар Аллоҳ уларни ерга ютқазиб юборишидан ёки уларга кутмаган томонларидан азоб келиб қолишидан хотиржам бўлдиларми?!","footnotes":""},{"id":"1947","sura":"16","aya":"46","arabic_text":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","translation":"Ёхуд уларни ҳаракатлари асносида олишидан, улар У зотни ожиз қолдирувчи бўла олмасликларидан (хотиржаммилар)?","footnotes":"(Агар Аллоҳ хоҳласа, уларни ҳаракатда бўлиб, шаҳарма-шаҳар кезиб, сайру саёҳат ёки бошқа ишлар билан машғул бўлиб юрганларида ҳам олаверади. Аллоҳни ожиз қолдириб, қочиб қутула билмайдилар. Нимага ишониб кофир ҳолида юрибдилар?)"},{"id":"1948","sura":"16","aya":"47","arabic_text":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","translation":"Ёки У зот уларни хавфсираб турган ҳолларида олишидан ҳам (хотиржаммилар)? Албатта, Роббингиз меҳрибон ва раҳимлидир.","footnotes":""},{"id":"1949","sura":"16","aya":"48","arabic_text":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","translation":"Ахир улар Аллоҳ яратган ҳар бир нарсанинг соялари ўнгга, чапга мойил бўлиб, Аллоҳга сажда қилиб ётганини ва улар бўйсунувчи эканини кўрмайдиларми?!","footnotes":"(Барча мавжудотларнинг Аллоҳ жорий этган қонун-қоидаларга бўйсунишларини ушбу ояти карима, Аллоҳга сажда қилиш, деб таърифламоқда.)"},{"id":"1950","sura":"16","aya":"49","arabic_text":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","translation":"Осмонлару ердаги барча жонзотлар ва фаришталар фақат Аллоҳга сажда қилурлар. Улар мутакаббирлик қилмаслар.","footnotes":""},{"id":"1951","sura":"16","aya":"50","arabic_text":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","translation":"Улар устиларидаги Роббиларидан қўрқурлар ва ўзларига амр қилинган нарсаларни қилурлар.","footnotes":""},{"id":"1952","sura":"16","aya":"51","arabic_text":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","translation":"Аллоҳ: «Иккита илоҳ тутмангиз. Ҳақиқатда, У ёлғиз илоҳдир. Бас, Мендангина қўрқингиз», деди.","footnotes":""},{"id":"1953","sura":"16","aya":"52","arabic_text":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","translation":"Осмонлару ердаги нарсалар Уникидир. Дин ҳам бардавом Уникидир. Аллоҳдан ўзгадан қўрқасизларми?","footnotes":""},{"id":"1954","sura":"16","aya":"53","arabic_text":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","translation":"Сизда қайсики неъмат бўлса, Аллоҳдандир. Сўнгра, қачонки сизга ёмонлик етса, Унгагина ёлворасиз.","footnotes":""},{"id":"1955","sura":"16","aya":"54","arabic_text":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","translation":"Сўнгра, У сиздан ёмонликни кушойиш қилган чоғда, кўрибсизки, сиздан бир гуруҳ ўз Роббиларига ширк келтирурлар.","footnotes":"(Ёмонлик етган пайтида фақат Аллоҳга ёлбориб турган одамлардан баъзилари Аллоҳ таоло уларга етган ёмонликни кетказгандан сўнг яна Аллоҳга ширк келтиришга ўтадилар.)"},{"id":"1956","sura":"16","aya":"55","arabic_text":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","translation":"Уларга берган нарсаларимизга куфр келтирурлар. Бас, ҳузурланиб туринглар, тезда билурсиз.","footnotes":""},{"id":"1957","sura":"16","aya":"56","arabic_text":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","translation":"Ва улар ўзлари (моҳиятини) билмаган нарсага Биз уларга берган ризқдан насиба ажратурлар. Аллоҳга қасамки, ўзингиз уйдирган ёлғон нарса ҳақида албатта сўралурсиз.","footnotes":"(Яъни, мушриклар ўзлари асл моҳиятини билмайдиган бутларига Биз берган ризқдан насиба ажратадилар. Жоҳилият пайтида мушриклар баъзи ҳайвонларни маълум бир бутларга атаб қўяр эдилар. Ўша ҳайвон аталгандан сўнг, бу фалон худонинг насибаси, деб унга алоҳида эҳтиром ила муомала қилинарди. Ўша ҳайвон минилмас, устига юк юкланмас, сути ичилмас, гўшти ҳам ейилмас эди.)"},{"id":"1958","sura":"16","aya":"57","arabic_text":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","translation":"Улар қизларни Аллоҳники қилишур. У (бундан) покдир. Уларга эса, кўнгиллари тусагани (эмиш).","footnotes":"(Аллоҳ «қизи бор» деган айбдан покдир. Чунки фарзандга муҳтож бўлиш нуқсондир. Аллоҳнинг ҳеч қандай нуқсони йўқдир. Мушрикларга кўнгиллари тусаган ўғил фарзандлар эмиш. Жоҳилият даврида қиз фарзанд ор-номус ҳисобланар эди. Шунинг учун мушриклардан ҳеч ким қиз фарзанд кўришни хоҳламас эди.)"},{"id":"1959","sura":"16","aya":"58","arabic_text":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","translation":"Қачонки улардан бирига қизнинг хушхабари берилса, ғам-аламга тўлиб, юзи қорайиб кетур.","footnotes":""},{"id":"1960","sura":"16","aya":"59","arabic_text":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","translation":"Унга берилган хушхабарнинг ёмонлигидан (уялиб) қавмидан беркинур. У(қиз)ни хорлик-ла олиб қолсамикин ёки тупроққа кўмсамикин? Огоҳ бўлинг! Улар қилган ҳукм нақадар ёмон.","footnotes":""},{"id":"1961","sura":"16","aya":"60","arabic_text":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Охиратга иймон келтирмайдиганларнинг мисоли ёмон мисолдир. Аъло мисол Аллоҳникидир. У Азийз ва Ҳакиймдир.","footnotes":""},{"id":"1962","sura":"16","aya":"61","arabic_text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"Агар Аллоҳ одамларни қилган зулмларига биноан тутганида, ер юзида битта ҳам жонзотни қўймас эди. Лекин уларни белгиланган ажалига қўйиб қўюр. Қачонки, ажаллари келса, уни бир соат орқага ҳам, олдинга ҳам сура олмаслар.","footnotes":""},{"id":"1963","sura":"16","aya":"62","arabic_text":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","translation":"Улар ўзлари ёқтирмаган нарсани Аллоҳники қилурлар. Уларнинг тиллари эса, ёлғондан ўзларига гўзал (оқибат) бўлишини васф қилур. Ҳеч шубҳа йўқки, уларга, албатта, дўзах бўлур ва, албатта, улар унутилганлардир.","footnotes":""},{"id":"1964","sura":"16","aya":"63","arabic_text":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Аллоҳга қасамки, Биз сендан олдинги умматларга ҳам (Пайғамбар) юборганмиз. Бас, шайтон уларга амалларини зийнатлаб кўрсатди. У бугун уларнинг дўстидир. Уларга аламли азоб бўлур.","footnotes":""},{"id":"1965","sura":"16","aya":"64","arabic_text":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Биз сенга китобни, фақат, уларга ўзлари ихтилоф қилган нарсаларни баён қилишинг учун, иймон келтирадиган қавмларга ҳидоят ва раҳмат этиб нозил этдик, холос.","footnotes":"(Ҳа, Аллоҳ таоло Муҳаммад алайҳиссалоту вассаломга Қуръони Каримни турли халқларнинг ҳақ ва ботил, иймон ва куфр, яхшилик ва ёмонлик ҳамда бошқа нарсалар устидаги ихтилофларини баён этиб бериш учун нозил қилди.)"},{"id":"1966","sura":"16","aya":"65","arabic_text":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"Аллоҳ осмондан сув тушириб, у ила ерни ўлимидан кейин тирилтирди. Албатта, бунда эшитадиган қавмлар учун оят — белгилар бордир.","footnotes":"(Ер ўлик бўлса, Ер юзидаги нарсалар ҳам жонсиз бўлади. Ер тирилиши билан унинг устидаги ҳамма нарсаларга жон киради. Демак, сув ҳамма нарсага ҳаёт бағишлайди. Сувни эса, фақатгина Аллоҳ таоло тушира олади. Ҳамма нарсага ҳаётни фақат Аллоҳгина бера олади. Демак, ҳамма нарсага маъбуд бўлишга фақат Аллоҳгина ҳақлидир.)"},{"id":"1967","sura":"16","aya":"66","arabic_text":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","translation":"Чорва ҳайвонларида ҳам сиз учун, албатта, ибрат бордир. Биз сизларни уларнинг қорнидан, гўнг ва қон орасидан ичувчилар(томоғи)дан осон ўтувчи соф сут ила суғорамиз.","footnotes":""},{"id":"1968","sura":"16","aya":"67","arabic_text":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Ва хурмо ва узумларнинг меваларидан маст қилувчи нарса ва гўзал ризқ олурсиз. Албатта, бунда ақл юритгувчилар учун оят — белги бордир.","footnotes":"(Ушбу ояти карима Қуръони Каримда маст қилувчи ичимлик ҳақида нозил бўлган тўрт оятнинг биринчисидир, бу оятда маст қилувчи ичимлик ҳақида бир ҳукм йўқ. Аммо унинг яхши ризққа қиёсан ёмон эканига ишора бор. Бу ишора маст қилувчи ичимликка қарши қуръоний тарғиботнинг бошланишидир.)"},{"id":"1969","sura":"16","aya":"68","arabic_text":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","translation":"Роббинг асаларига: «Тоғлардан, дарахтлардан ва кўтарилган сўритоклардан уй тутгин.","footnotes":""},{"id":"1970","sura":"16","aya":"69","arabic_text":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"Сўнгра ҳамма мевалардан егин. Бас, Роббинг осон қилиб қўйган йўллардан юргин», деб ваҳий қилди. Уларнинг қоринларидан турли рангдаги шароб чиқар. Унда одамлар учун шифо бордир. Албатта, бунда тафаккур қилувчилар учун оят — белги бордир.","footnotes":"(Аллоҳ таолонинг ҳайвонотларга, жумладан, асаларига ваҳий қилиши унга илҳом бериши ҳисобланади. Аллоҳ таоло асаларини яратганда унга ҳис-туйғу ва илҳомни қўшиб яратгани учун у кўпгина ақлли инсонлар ҳам қила олмайдиган аниқлик билан ўзига топширилган ишни бажаради.)"},{"id":"1971","sura":"16","aya":"70","arabic_text":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","translation":"Аллоҳ сизларни яратгандир. Сўнгра, У сизларни вафот эттирадир. Сизлардан баъзилар билимли бўлгандан сўнг, ҳеч нарса билмаслиги учун, умрнинг энг заифлигига қайтариладир. Албатта, Аллоҳ билгувчи ва қодирдир.","footnotes":""},{"id":"1972","sura":"16","aya":"71","arabic_text":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","translation":"Аллоҳ ризқда баъзингизни баъзингиздан афзал қилди. Бас, афзал қилинганлар ўз ризқларини қўлларида мулк бўлганларга, ҳамма тенг бўлсин деб, берувчи эмаслар-ку. Аллоҳнинг неъматини инкор қиладиларми?!","footnotes":""},{"id":"1973","sura":"16","aya":"72","arabic_text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","translation":"Аллоҳ сизларга ўзларингиздан жуфт(ҳалол)лар қилди ва сизларга жуфтларингиздан болалар ва набиралар қилди ҳамда сизларга пок ризқларни берди. Ботилга иймон келтирадилар-у, Аллоҳнинг неъматига куфр келтирадиларми?!","footnotes":"(Ояти каримада жон, жуфти ҳалол, фарзанд ва набира каби неъматлар ҳақида сўз кетмоқда. Бу орқали ўша улуғ неъматларни беришга ягона Аллоҳнинг ўзи ҳақли экани таъкидланади. Шунингдек, Аллоҳ таоло мазкур неъматлардан баҳраманд бўлган бандаларнинг ягона илоҳи-маъбуди бўлишга ҳам ҳақли эканига ишорат қилинади.)"},{"id":"1974","sura":"16","aya":"73","arabic_text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","translation":"Ва Аллоҳдан ўзга — уларга осмонлару ердан ҳеч бир ризққа молик бўла олмайдиган ва ҳеч нарсага қодир бўла олмайдиган — нарсаларга ибодат қилурларми?","footnotes":"(Аллоҳдан ўзга ибодат қилаётган ўша нарсаси нима эканини ўйлаб кўрмайдими? Нима учун унга сиғиняпти ўзи? Ахир, сиғинаётган нарсаси унга бирор ризқни бера олмайди-ку?! У нарса ризқ ҳам, неъмат ҳам беришга қодир эмас-ку! Хўш, ризқ беришга қодир бўлмаган, ҳеч бир ризқ бера олмайдиган нарсага нима учун ибодат қилади?! Эй мушриклар!!!)"},{"id":"1975","sura":"16","aya":"74","arabic_text":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Аллоҳга мисол келтирманглар! Албатта, Аллоҳ биладир. Сизлар эса, билмассизлар.","footnotes":""},{"id":"1976","sura":"16","aya":"75","arabic_text":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"Аллоҳ ҳеч нарсага қодир бўлмайдиган мамлук — қул билан Биз уни яхши ризқ ила ризқлантирган ва ўшандан махфий ва ошкора инфоқ қиладиган кимсани мисол келтиради. Улар тенг бўлурларми? Ҳамду сано Аллоҳгадир. Лекин кўплари билмаслар.","footnotes":"(Ушбу мисол ояти карима нозил бўлган жойдаги араб жоҳилий жамияти воқеълигидан олингандир. Исломни инкор этиб, Аллоҳга ширк келтираётганларнинг бошлиқлари Қурайшнинг зодагон-бойлари эди. У даврдаги бойларнинг мамлук-қуллари бор эди. Бу қуллар эгасига мулк, ўзлари ҳеч нарсага ҳақсиз бир жонзот эди. Кўп ризқу рўзга эга бўлиб, ҳаммага хайру эҳсон қилаётган хўжайин билан унинг ҳеч нарсаси йўқ мамлук қули тенг бўладими? Албатта, тенг эмаслар. Демак, ҳамманинг холиқи ва розиқи Аллоҳ таоло билан ҳеч нарсага қодир бўлмаган, мушриклар ибодат қилаётган бутлар ҳам тенг бўла олмайдилар.)"},{"id":"1977","sura":"16","aya":"76","arabic_text":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Аллоҳ икки кишини зарбулмасал келтирди. Бирлари соқов, ҳеч нарсага қодир бўлмас. У ўз хожасига юкдир. Қаерга юборса ҳам, яхшилик келтирмас. Ўша одам билан ўзи тўғри йўлда туриб, бошқаларни адолатга амр қиладиган киши баробар бўлурми?","footnotes":""},{"id":"1978","sura":"16","aya":"77","arabic_text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Осмонлару ернинг ғайб(илм)и Аллоҳникидир. Соат (қиёмат) иши эса, кўз очиб-юмгандек ёки ундан ҳам яқинроқдир. Албатта, Аллоҳ ҳар бир нарсага қодирдир.","footnotes":""},{"id":"1979","sura":"16","aya":"78","arabic_text":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Аллоҳ сизни оналарингиз қорнидан ҳеч нарса билмайдиган ҳолингизда чиқарди. У сизга қулоқ, кўзлар ва дилларни берди. Шоядки, шукр қилсангиз.","footnotes":"(Дунёда фақат инсон боласигина жуда ожиз ҳолда туғилади. Бошқа ҳайвонларнинг болалари туғилгандан бир оз ўтиб, ҳаракатга тушади, ўзи юради, онасини эмади ва бошқа ҳожатларини чиқаради. Инсон боласи эса, йиғидан бошқа ҳеч нарсани билмай тураверади. Ҳар бир нарсани унга соат, кун, ҳафта, ой эмас, балки йил давомида ўргатиш керак. Ўша ўрганиш ҳам Аллоҳ берган хусусиятлар билан бўлади.)"},{"id":"1980","sura":"16","aya":"79","arabic_text":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Осмон ҳавосидаги беминнат бўйсундирилган қушларга қарамайдиларми? Уларни фақатгина Аллоҳ ушлаб турадир, холос. Албатта, бунда иймон келтирадиган қавмлар учун оят-белгилар бордир.","footnotes":""},{"id":"1981","sura":"16","aya":"80","arabic_text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","translation":"Аллоҳ сизга уйларингизни оромгоҳ қилди. У сизга чорва ҳайвонларининг терисидан кўчадиган ва қўнадиган кунингизда енгил кўтариладиган уйлар қилди. Уларнинг жунлари, юнглари ва қилларидан маълум вақтгача жиҳоз ва мато бўладиган қилди.","footnotes":"(Инсоннинг уйи энг қулай оромгоҳи ҳисобланади. Уйдан бошқа жойда одам оромини йўқотади. Шунинг учун ҳам Ислом динида уйга ва унинг осойишта, хотиржамлик макони бўлишига катта эътибор берилган.)"},{"id":"1982","sura":"16","aya":"81","arabic_text":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","translation":"Аллоҳ сизга Ўзи яратган нарсалардан соялар қилиб қўйди ва сизга тоғлардан бошпаналар, сизларни иссиқдан сақлайдиган кийимлар ва зарбадан сақлайдиган кийимлар қилиб қўйди. Шундай қилиб, У сизларга Ўз неъматини батамом қилиб берди. Шоядки, мусулмон бўлсангиз.","footnotes":"(Бу ўринда инсон, айниқса, ушбу ояти карима тушган жой ва вақтнинг одами кундалик ҳаётида муҳтож бўлиб турадиган Аллоҳнинг неъматлари ҳақида гап кетмоқда.)"},{"id":"1983","sura":"16","aya":"82","arabic_text":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"Агар юз ўгириб кетсалар, бас, сенинг зиммангда очиқ-ойдин етказиб қўйиш, холос.","footnotes":""},{"id":"1984","sura":"16","aya":"83","arabic_text":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","translation":"Улар Аллоҳнинг неъматини танирлар, кейин эса, инкор қилурлар. Уларнинг кўплари кофирлардир.","footnotes":"(Аллоҳнинг неъматини била туриб инкор қилган киши аниқ кофир бўлади.)"},{"id":"1985","sura":"16","aya":"84","arabic_text":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translation":"У кунда барча умматлардан гувоҳ келтирурмиз, сўнгра, куфр келтирганларга (узр учун) изн ҳам берилмас ва улар итобга ҳам қайтарилмаслар.","footnotes":"(Қиёматда Аллоҳ таоло ўтган умматлардан ҳар бирига ўзининг пайғамбарини гувоҳ қилиб келтиради. Кўпчилик олдида ҳамма нарса аён бўлади. Шармандаси чиққан кофирлар, узр айтмоқчи бўладилар. Аммо узр айтишга изн берилмайди. Улар ҳаёти дунёга яна қайтарилишларини, итобдан сўнг яхши ишлари қилишларига имкон берилишини сўрайдилар. Унга ҳам изн берилмайди.)"},{"id":"1986","sura":"16","aya":"85","arabic_text":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","translation":"Зулм қилганлар азобни кўрган вақтларида, улардан у енгиллатилмас ва уларга муҳлат ҳам берилмас.","footnotes":""},{"id":"1987","sura":"16","aya":"86","arabic_text":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","translation":"Ва ширк келтирганлар ўзларининг «шерик»ларини кўрган чоғларида: «Эй Роббимиз, анавилар бизнинг Сендан ўзга ибодат қилган «шерик»ларимиз», дерлар. Бас, у(шерик)лар буларга: «Албатта, сизлар ёлғончидирсизлар», деб сўз ташларлар.","footnotes":"(Бу дунёда Аллоҳни тан олмасдан қиёматга келиб, Аллоҳга «Эй Роббимиз» деб мурожаат, илтижо қиладиган бўлиб қолибдилар. Авваллар бошқани Роббимиз деб юрганлар энди ўша Роббиларини «анавилар» дейдиган бўлиб қолишибди. Ўша «анавилар» уларни адаштириб ўзига ибодат қилдирганлигини юзларига солдилар.)"},{"id":"1988","sura":"16","aya":"87","arabic_text":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Ўшал кунда у(мушрик)лар Аллоҳга таслим бўлурлар ва уйдириб юрган нарсалари ботил бўлур.","footnotes":"(Охиратда буту санамларимиз бизга шафоатчи бўлур, дея ўзларича тўқиб чиқарган умидлари ботил бўлади.)"},{"id":"1989","sura":"16","aya":"88","arabic_text":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","translation":"Куфр келтирган ва Аллоҳнинг йўлидан тўсганларга фасод қилганлари учун азоб устига азоб зиёда қилдик.","footnotes":"(Кофирлик ёмон фасоддир. Одамларни Аллоҳнинг динидан тўсиш ундан ҳам ёмонроқ фасод саналади.)"},{"id":"1990","sura":"16","aya":"89","arabic_text":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","translation":"Ҳар бир умматга ўзидан гувоҳ олиб келган кунимизда сени анавиларга (умматингга) гувоҳ қилиб келтирамиз. Сенга Китобни ҳар бир нарсани баён қилувчи этиб, мусулмонларга ҳидоят, раҳмат ва хушхабар қилиб нозил этдик.","footnotes":"(Яъни, қиёмат куни ҳар бир умматга пайғамбарини гувоҳ этганимиздек, сени ҳам умматингга гувоҳ қилиб келтирамиз. Сенга Қуръони Каримни нозил қилишдан мақсад ҳар бир нарсани баён қилиб беришдир. Қуръон мўминлар учун Аллоҳнинг раҳматидир, мусулмонлар учун ҳидоятдир. Қуръони Карим мўминлар учун хушхабардир, уларга иймонлари орқасидан келадиган яхшиликлар хушхабарини беради.)"},{"id":"1991","sura":"16","aya":"90","arabic_text":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"Албатта, Аллоҳ адолатга, эҳсонга, қариндошларга яхшилик қилишга амр этадир ва фаҳшу мункар (ишлардан) ҳамда зулмкорликдан қайтарур. У сизларга ваъз қилур. Шоядки, эсласангиз.","footnotes":"(Абдуллоҳ ибн Масъуд розияллоҳу анҳудан қилинган ривоятда у киши: «Қуръондаги энг жамловчи оят шу оятдир. Эргашиладиган яхшиликни ҳам, четланиши лозим бўлган ёмонликни ҳам жамлаб зикр қилган», дейдилар. Аллоҳ буюрган адолат — исломий мутлақ адолатдир. Бу адолатга кўра, ҳар бир шахс, жамоат ва ҳар бир қавмга одилона муомалада бўлинади. Ҳамма учун ўлчов бир. «Эҳсон» — яхшилик қилиш маъносини англатади. Исломда унинг эшиги кенг очилган. «Фаҳш» сўзининг луғавий маъноси ҳаддан ошишликдир. Лекин урфда кишилар номусига тааллуқли жиноятлар тушунилади. «Мункар» деганда, инсоннинг соф табиати инкор қиладиган ишлар кўзда тутилади. Буни, албатта, шариат ҳам инкор этади. «Зулмкорлик» эса, ҳаққа тажовуз қилиш ва адолатни бузишдир. Дарҳақиқат, булар эслашга арзигулик ваъз-насиҳатдир.)"},{"id":"1992","sura":"16","aya":"91","arabic_text":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","translation":"Агар аҳдлашсангиз, Аллоҳнинг аҳдига вафо қилинг. Қасамларни таъкид қилинганидан сўнг бузманг. Батаҳқиқ, Аллоҳни ўзингизга кафил қилгансиз-а! Албатта, Аллоҳ нима қилаётганингизни билур.","footnotes":""},{"id":"1993","sura":"16","aya":"92","arabic_text":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"Тўқигани кучли бўлгандан сўнг уни сўкиб юборган хотинга ўхшаб, бир уммат бошқа умматдан зиёдроқ бўлгани учун, қасамларингизни орангизга алдов воситаси қилиб олманг. Албатта, бу билан сизни Аллоҳ синамоқда, холос. Албатта, У қиёмат куни нима ҳақида ихтилоф қилганингизни баён қилиб берур.","footnotes":"(Аҳдни бузиш, асосан, ўз манфаатларини кўзлаб, кўпроқ кучли томонга ялтоқланиш мақсадида бўлади.)"},{"id":"1994","sura":"16","aya":"93","arabic_text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","translation":"Агар Аллоҳ хоҳласа, сизларни бир уммат қилар эди. Лекин хоҳлаган кимсани залолатга кетказади ва хоҳлаган кимсани ҳидоят қиладир. Ва, албатта, қилиб юрган амалларингиздан сўралурсиз.","footnotes":""},{"id":"1995","sura":"16","aya":"94","arabic_text":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","translation":"Қасамларингизни орангизда алдов воситаси қилиб олманг. Бас, қадам собит бўлганидан сўнг тоймасин ва Аллоҳнинг йўлидан тўсганингиз учун ёмонликни татиб юрманг. Сизга улкан азоб бўлмасин.","footnotes":""},{"id":"1996","sura":"16","aya":"95","arabic_text":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Аллоҳнинг аҳдини оз баҳога сотиб юборманг. Агар билсангиз, сиз учун, албатта, Аллоҳнинг ҳузуридаги нарса яхшироқдир.","footnotes":""},{"id":"1997","sura":"16","aya":"96","arabic_text":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","translation":"Сизнинг ҳузурингиздаги нарса тугайдир. Аллоҳнинг ҳузуридаги нарса эса, боқийдир. Албатта, Биз сабр этганларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз.","footnotes":""},{"id":"1998","sura":"16","aya":"97","arabic_text":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","translation":"Эркагу аёл, ким мўмин ҳолида яхши амал қилса, Биз унга яхши ҳаёт кечиртирамиз ва, албатта, уларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз.","footnotes":""},{"id":"1999","sura":"16","aya":"98","arabic_text":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"Қуръон ўқиган чоғингда, Аллоҳдан қувилган шайтон (шарри)дан паноҳ сўрагин.","footnotes":"(Яъни, аввал «Аъузу биллаҳи минаш шайтонир рожийм»ни айтиб туриб, кейин Қуръон қироатини бошлагин. «Аъузу биллаҳи»ни айтиш Қуръони Карим тиловати учун тилни поклайди. Кишини Аллоҳнинг китоби Қуръони Каримни ўқишга тайёрлайди. Шайтоннинг васвасасидан сақлайди. Бутун вужуди ва шуурини Аллоҳ томон буради. Ушбу ояти каримадан уламоларимиз Қуръон ўқишни бошламоқчи бўлган ҳар бир инсонга «Аъузу биллаҳи»ни айтиш вожиблиги ҳукмини чиқарганлар. Чунки Аллоҳ шунга амр қилмоқда. Аллоҳнинг амри ҳар бир мўминга вожиб. Уни қилмаган одам гуноҳкор бўлади.)"},{"id":"2000","sura":"16","aya":"99","arabic_text":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"Албатта, иймон келтирганларга ва ўз Роббиларига таваккал қилганларга у(шайтон)нинг султони йўқ.","footnotes":""},{"id":"2001","sura":"16","aya":"100","arabic_text":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","translation":"Унинг султони фақат уни дўст тутадиганларга ва у сабабли мушрик бўлганларга, холос.","footnotes":""},{"id":"2002","sura":"16","aya":"101","arabic_text":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"Қачонки, Биз бир оят ўрнини бошқа бир оят ила алмаштирсак, — ҳолбуки, Аллоҳ нимани нозил қилишни Ўзи яхши билгувчидир — улар: «Шубҳасиз, сен уйдирмачисан!» дерлар. Йўқ! Уларнинг кўплари билмаслар.","footnotes":"(Аввалги ўрганган сураларимизда Қуръондаги баъзи оятлар кези келганда маълум сабабларга кўра насх этилиб, Аллоҳ уларнинг ҳукми ўрнига бошқа оят ила бошқа ҳукм жорий қилишини билган эдик. Ушбу оятда Қуръондаги баъзи оятларнинг насх бўлишига мушрикларнинг муносабатлари билдирилмоқда.)"},{"id":"2003","sura":"16","aya":"102","arabic_text":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","translation":"Сен уни руҳул қудус Роббингдан иймон келтирганларни собитқадам қилиш учун ва мусулмонларга ҳидоят ва хушхабар этиб ҳақ ила туширганини айт.","footnotes":"(Эй Муҳаммад! Сен уларга Қуръонни Аллоҳ таоло ҳузуридан руҳул қудус унвонига эга бўлган фаришта Жаброил алайҳиссалом олиб тушганини айт.)"},{"id":"2004","sura":"16","aya":"103","arabic_text":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","translation":"Батаҳқиқ, биламизки, албатта, улар: «Унга фақат башар таълим бермоқда, холос», дерлар. Улар гумон қилаётганнинг тили ажамийдир. Бу эса, очиқ-ойдин араб тилидадир.","footnotes":"(Қадимги Қурайш кофирлари, Муҳаммадга Қуръонни Жабр, Балзот ёки Яъийш ўргатди, деб ажам қулларнинг исмларини айтганлар. Улардан бир минг тўрт юз йил сўнгги кофирлар, Муҳаммад катта олимларни тўплаб Қуръонни ёздирди, сўнгра уларнинг ҳаммасини ўлдириб юбориб, китобни бедапояга ташлаб қўйди-да, одамларни чақириб келиб, мана менга осмондан китоб тушди, деб даъво қилди, дейишди. Ушбу уйдирмани уялмай-нетмай дарс қилиб ўтишди. Уларнинг бу уйдирмаси ўзларининг ақлсизликларига далолат эканини тушуниб етишмас эди. Кофир бўлгандан кейин шу экан-да!)"},{"id":"2005","sura":"16","aya":"104","arabic_text":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"Албатта, Аллоҳнинг оятларига иймон келтирмайдиганларни Аллоҳ ҳидоятга солмайди ва уларга аламли азоб бордир.","footnotes":""},{"id":"2006","sura":"16","aya":"105","arabic_text":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","translation":"Ёлғонни фақат Аллоҳнинг оятларига иймон келтирмайдиганларгина тўқирлар. Ана ўшалар ўзлари ёлғончилардир.","footnotes":""},{"id":"2007","sura":"16","aya":"106","arabic_text":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","translation":"Ким иймондан сўнг Аллоҳга куфр келтирса, — қалби иймон ила ором топа туриб зўрланганлар бундан мустасно — ким кўксини куфрга очса, бас, уларга Аллоҳдан ғазаб бор. Уларга улкан азоб бор.","footnotes":"(Мушриклар саҳобалардан Аммор ибн Ёсир розияллоҳу анҳу ва у кишининг оталари Ёсир розияллоҳу анҳу ҳамда оналари Сумаййа розияллоҳу анҳоларни ҳам тутиб келиб, диндан қайтариш учун қаттиқ азобладилар. Улар азобларга чидам билан сабр қилиб, иймонларидан қайтишга кўнмадилар. Сумаййа розияллоҳу анҳонинг икки оёқларини қозиққа боғлаб, аврат жойларига найза санчдилар. Сўнгра Амморнинг отаси Ёсир розияллоҳу анҳуни ҳам ўлдирдилар. Бу икки улуғ инсон — эру хотин Ислом йўлида, иймон учун биринчи шаҳидлар бўлиш шарафига эришдилар. Амморнинг кўз ўнгида ҳам онасини, ҳам отасини ўлдирган мушриклар уни ҳам ўлдиришга қасд қилганларида унинг оғзидан кофирларни рози этадиган гап чиқди. Шунда мушриклар уни ўлдирмадилар. Одамлар Пайғамбаримиз алайҳиссалоту вассаломнинг ҳузурларига келиб: «Эй Аллоҳнинг Расули, Аммор муртад бўлди», дедилар. Бунга жавобан Расулуллоҳ алайҳиссалоту вассалом: «Йўқ! Аммор бошидан товонигача иймонга тўлиқдир. Иймон унинг этига ҳам, қонига ҳам сингиб кетгандир», дедилар. Сўнг ушбу оят нозил бўлди.)"},{"id":"2008","sura":"16","aya":"107","arabic_text":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"Бу, уларнинг дунё ҳаётини охиратдан устун қўйганлари сабабидандир. Албатта, Аллоҳ кофир қавмларни ҳидоят этмас.","footnotes":""},{"id":"2009","sura":"16","aya":"108","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"Ана ўшаларнинг қалблари, қулоқлари ва кўзларига Аллоҳ муҳр босгандир. Ана ўшалар ғофиллардир.","footnotes":""},{"id":"2010","sura":"16","aya":"109","arabic_text":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","translation":"Ҳеч шубҳа йўқки, охиратда улар зиён кўргувчилардир.","footnotes":""},{"id":"2011","sura":"16","aya":"110","arabic_text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"Сўнгра, албатта, Роббинг фитнага учраганларидан кейин ҳижрат этиб, жиҳод қилган ва сабр этганлари учун, албатта, Роббинг шулардан кейин мағфиратли ва раҳимлидир.","footnotes":""},{"id":"2012","sura":"16","aya":"111","arabic_text":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"У кунда ҳар жон ўзи ҳақида тортишиш учун келур ва ҳар бир жонга амалига яраша вафо қилинур ҳамда уларга зулм этилмас.","footnotes":"(Яъни, қиёмат кунида ҳар ким ўзини ўйлаб, ўзини азобдан қутқазиш пайида бўлиб қолади. Бошқаларни тамоман унутади.)"},{"id":"2013","sura":"16","aya":"112","arabic_text":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","translation":"Аллоҳ бир шаҳарни зарбулмасал қилади: у омонлик ва хотиржамликда эди. Ризқи ҳар макондан сероб ҳолда келиб турарди. Сўнг, у Аллоҳнинг неъматларига куфр келтирди. Бас, Аллоҳ унга, қилган ишлари учун, очлик ва хавф кийимини тоттирди.","footnotes":"(Яъни, қилган ношукрчиликлари, келтирган куфрлари учун уларга очлик ва хавфни кийим қилиб кийгазиб қўйди. Аллоҳнинг амри билан Маккага етти йил қаҳатчилик келгани, унинг аҳолиси ўлимтиклар, туянинг юнги ва одатда еб бўлмайдиган бошқа нарсаларни еганлари ҳаммага маълум. Шундай қилиб, Аллоҳ уларни тўқликдан очликка чиқарди. Мусулмонлар Мадинаи Мунавварага ҳижрат этиб, ўша ерда ўз жамиятларини қурганларидан сўнг эса, аҳли Маккадан хотиржамлик неъматини ҳам олиб, уларни хавф-хатарда яшайдиган қилиб қўйди. Улар мусулмонлар Маккани фатҳ этиши учун келиб қолармикан, деган хавфда яшардилар.)"},{"id":"2014","sura":"16","aya":"113","arabic_text":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","translation":"Батаҳқиқ, уларга ўзларидан Пайғамбар келди. Бас, улар уни ёлғончига чиқардилар. Кейин, золим бўлганлари учун, уларни азоб тутди.","footnotes":"(Аҳли Макка бу пайғамбарга иймон келтириш, у билан фахрланиш ўрнига, уни ёлғончига чиқарди, унга турли бўҳтонлар қилди ва озорлар берди.)"},{"id":"2015","sura":"16","aya":"114","arabic_text":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"Бас, Аллоҳ сизга ризқ қилиб берган нарсалардан ҳалол-пок ҳолида енг. Ва агар унга ибодат қиладиган бўлсангиз, Аллоҳнинг неъматига шукр қилинг.","footnotes":""},{"id":"2016","sura":"16","aya":"115","arabic_text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Сизларга фақат ўлимтикни, қонни, чўчқа гўштини ва Аллоҳдан ўзгага атаб сўйилган нарсаларнигина ҳаром қилди. Ким золим ва ҳаддан ошувчи бўлмаган ҳолида мажбур бўлиб қолса, албатта, Аллоҳ мағфиратли ва раҳимлидир.","footnotes":"(Инсонни яратган ва унга неъматларини берган зот — Аллоҳ таолонинг Ўзигина инсонга нима ҳалол ва нима ҳаром эканини ҳам белгилаб беради.)"},{"id":"2017","sura":"16","aya":"116","arabic_text":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translation":"Аллоҳга нисбатан ёлғон тўқиш учун тилларингиз васф қилган ёлғонни гапириб: «Бу ҳалол, бу ҳаром», деяверманглар. Албатта, Аллоҳга нисбатан ёлғон тўқувчилар нажот топмаслар.","footnotes":"(Инсон неъматни розиқ Аллоҳдан олади. Шунинг учун инсоннинг ҳалол ёки ҳаром ҳақида ҳукм чиқаришга ҳаққи йўқдир. Кимки ўзи ҳақсиз бўлган нарсага аралашиб, «Бу ҳалол, бу ҳаром», деса, Аллоҳ таолога нисбатан ёлғон тўқиган бўлади.)"},{"id":"2018","sura":"16","aya":"117","arabic_text":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Озгина матоҳ ва аламли азоб бор.","footnotes":""},{"id":"2019","sura":"16","aya":"118","arabic_text":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Яҳудий бўлганларга эса, сенга бундан олдин айтиб берган нарсаларимизни ҳаром қилдик. Биз уларга зулм қилмадик. Лекин улар ўзларига зулм қилган эдилар.","footnotes":"(Ушбу оятда ишора этилаётган, — Аллоҳ яҳудийларга ҳаром қилган нарсалар Анъом сурасида келган.)"},{"id":"2020","sura":"16","aya":"119","arabic_text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","translation":"Сўнгра, албатта, Роббинг билмасдан ёмон амал қилганларга, ундан кейин эса, тавба қилиб яхши амалларни қилганларга, албатта, Роббинг шулардан сўнг мағфиратли ва раҳимлидир.","footnotes":""},{"id":"2021","sura":"16","aya":"120","arabic_text":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Албатта, Иброҳим Аллоҳнинг итоат қилгувчи, ҳаққа мойил уммати эди. Мушриклардан бўлган эмас.","footnotes":""},{"id":"2022","sura":"16","aya":"121","arabic_text":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Унинг неъматларига шукр қилгувчи эди. У зот уни танлаб олди ва сиротул мустақиймга ҳидоят қилди.","footnotes":""},{"id":"2023","sura":"16","aya":"122","arabic_text":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","translation":"Унга бу дунёда яхши (ҳаёт) бердик. Охиратда эса, у, албатта, солиҳлардандир.","footnotes":""},{"id":"2024","sura":"16","aya":"123","arabic_text":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Сўнгра, сенга: «Иброҳимнинг ҳаққа мойил миллатига эргаш. У мушриклардан бўлмаган эди», деб ваҳий қилдик.","footnotes":""},{"id":"2025","sura":"16","aya":"124","arabic_text":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Шанба, фақат, у тўғрисида ихтилоф қилганлар зиммасига юкланди, холос. Албатта, Роббинг қиёмат кунида улар орасида ихтилоф қилган нарсалари ҳақида ҳукм чиқарур.","footnotes":"(Яҳудийларга фарз қилинган шанба кунини улуғлаш ҳам Иброҳим алайҳиссаломнинг миллатларида йўқ нарса. Аллоҳ яҳудийлар ихтилоф қилганлари учун жазо сифатида жорий этгандир.)"},{"id":"2026","sura":"16","aya":"125","arabic_text":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","translation":"Роббингнинг йўлига ҳикмат ва яхши мавъиза ила даъват қил. Ва улар ила гўзал услубда мужодала эт. Албатта, Роббинг Ўз йўлидан адашганларни ўта билгувчи ва ҳидоят топгувчиларни ҳам ўта билгувчидир.","footnotes":"(Аввало, даъват «Аллоҳнинг йўлига» бўлмоғи керак. Баъзи шахсларга, гуруҳларга эмас, холис Аллоҳнинг йўлига бўлиши керак. Иккинчидан, даъват ҳикмат билан амалга оширилиши керак. Бунда даъват қилинаётганларнинг ижтимоий, маданий савиясини эътиборга олиб, оғир келмайдиган йўсинда даъват қилиш лозим. Учинчидан, даъват яхши мавъиза орқали йўлга қўйилмоғи керак. Кишиларни қизиқтириш учун чиройли гапларни топиб гапириш зарур. Уларни нафратлантирмаслик лозим. Тўртинчидан, кишилар билан «гўзал услубда мунозара қилиш» керак. Аллоҳнинг йўлига даъват, аввало, фикрий ҳаракатдир. Фикрий ҳаракат бор жойда мунозара бўлиши турган гап. Ислом даъватчиси мунозарани ғоятда гўзал услубда олиб бориши керак. У рақиби билан талашиб, тортишиб, бақир-чақир, уруш-жанжал этмасдан, унинг табъига йўл топиб, унга қаноат ҳосил қилдириб, ўзи сезмаган ҳолда Исломга мойил бўлиб қоладиган усталик билан мунозара олиб бориши лозим. Бешинчидан, даъватчи ўз вазифаси даъват қилиш эканини, ҳидоят ва залолат Аллоҳга боғлиқлигини ҳеч қачон унутмаслиги керак.)"},{"id":"2027","sura":"16","aya":"126","arabic_text":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","translation":"Агар иқоб қиладиган бўлсангиз, ўзингизга қилинган иқобга ўхшаш иқоб қилинг. Агар сабр қилсангиз, албатта, у сабр қилгувчилар учун хайрлидир.","footnotes":"(Ўрни келганда сабр қилиб ўч олмаслик ҳам, хайр бўлиб, Ислом даъватига фойда келтириши мумкин.)"},{"id":"2028","sura":"16","aya":"127","arabic_text":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","translation":"Сабр қил, сенинг сабринг фақат Аллоҳ ила бўлур. Улар (ҳоли)га хафа бўлма. Улар қилаётган макрдан сиқилма.","footnotes":""},{"id":"2029","sura":"16","aya":"128","arabic_text":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","translation":"Албатта, Аллоҳ тақво қилганлар ва гўзал ишлар қилганлар биландир.","footnotes":""}]