[{"id":"2030","sura":"17","aya":"1","arabic_text":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"Ўз бандасини кечаси Масжидул Ҳаромдан атрофини баракали қилганимиз Масжидул Ақсога мўъжизаларимизни кўрсатиш учун сайр қилдирган Зот пок бўлди. Албатта, У эшитгувчи ва кўргувчи Зотдир.","footnotes":""},{"id":"2031","sura":"17","aya":"2","arabic_text":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","translation":"Ва Биз Мусога китобни бердик ва у(китоб)ни Бани Исроилга ҳидоят қилиб: «Мендан ўзгани вакил тутманглар!» дедик.","footnotes":""},{"id":"2032","sura":"17","aya":"3","arabic_text":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","translation":"(Эй) Нуҳ билан бирга кўтарганларимизнинг зурриётлари! Албатта, у ўта шукрли банда эди.","footnotes":"(Нуҳ алайҳиссалом ўта шукрли банда эди. Унга иймон келтирганлар ҳам ўта шукрли бандалар эдилар. Сизлар ҳам шукрли бўлинглар.)"},{"id":"2033","sura":"17","aya":"4","arabic_text":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","translation":"Биз у китобда Бани Исроилга, ер юзида икки марта бузғунчилик қилурсизлар ва катта туғёнга кетурсизлар, деб билдирдик.","footnotes":""},{"id":"2034","sura":"17","aya":"5","arabic_text":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","translation":"Бас, ўша икки(бузғунчилик)дан биринчисининг ваъда вақти келганда, устингизга шиддатли куч-қудратга эга бандаларимизни юборамиз. Бас, улар ҳовли-жойларни оралаб кезадилар. Бу, қилиниши лозим ваъда эди.","footnotes":"(Турли имконларга эга бўлиб, муқаддас ерда юксаладилар. Сўнгра бузғунчиликка ўтадилар. Сизга қилмишингизнинг жазосини куч-қувватга эга бандаларимиз беради, сизларни топиб, азоблаб ўлдирадилар. Улардан қочиб қутула олмайсиз.)"},{"id":"2035","sura":"17","aya":"6","arabic_text":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","translation":"Сўнгра, сизга улар устидан ғалабани қайтардик ва сизга молу дунё ва фарзандлар ила мадад бердик. Ва сизларнинг ададингизни кўп қилиб қўйдик.","footnotes":""},{"id":"2036","sura":"17","aya":"7","arabic_text":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","translation":"Агар яхшилик қилсангиз, ўзингиз учун яхшилик қиласиз. Агар ёмонлик қилсангиз ҳам, ўзингиз учундир. Бас, кейинги(бузғунчилик)нинг ваъда вақти келганда, юзингизни қора қилишлари учун, масжидга аввал кирганларидек киришлари учун ва эгаллаган нарсаларини тамоман парчалашлари учун (бандаларимизни юборурмиз).","footnotes":"(Сиз ўзингизнинг қилмишингиз ила ўша ваъданинг юзага чиқишига сабаб бўлганингизда... У бандаларимиз шиддатли куч-қувват эгалари бўладилар. Улар масжидга — Байтул Мақдисга аввал қандай кирган бўлсалар, шундай кирадилар ва ўзлари эгаллаган нарсаларни тамоман парчалаб йўқ қилиб ташлайдилар.)"},{"id":"2037","sura":"17","aya":"8","arabic_text":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","translation":"Шояд, Роббингиз сизга раҳим қилса. Агар сиз қайтсангиз, Биз ҳам қайтамиз. Ва жаҳаннамни кофирларга зиндон қилганмиз.","footnotes":""},{"id":"2038","sura":"17","aya":"9","arabic_text":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","translation":"Албатта, бу Қуръон энг тўғри йўлга ҳидоят қилур ва яхши амалларни қилувчи мўминларга, албатта ўшаларга, улуғ ажр борлиги хушхабарини берур.","footnotes":""},{"id":"2039","sura":"17","aya":"10","arabic_text":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"Албатта, охиратга иймон келтирмайдиганларга, ўшаларга, аламли азобни тайёрлаб қўйдик.","footnotes":""},{"id":"2040","sura":"17","aya":"11","arabic_text":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","translation":"Инсон яхшиликка дуо қилганидек, ёмонликка ҳам дуо қилур. Инсон шошқалоқ бўлгандир.","footnotes":"(Яъни, иймонсиз, Қуръон ҳидоятидан маҳрум бўлган ҳар бир инсон ўзини яхшиликка урганидек, ёмонликка ҳам ураверади. Чунки у нима яхши ва нима ёмон — ажрата олмайди. Шунингдек, яхшилик тилаб дуо қилганидек, ёмонлик тилаб ҳам дуо қилаверади. У аввал ёмонликни англаб етмайди, англаган чоғида ҳам ундан ўзини тўхтата олмайди.)"},{"id":"2041","sura":"17","aya":"12","arabic_text":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","translation":"Кеча ва кундузни икки белги — аломат қилдик. Кеча аломатини маҳв этдик. Роббингиздан фазл талаб қилишингиз ва йиллар ададини ҳамда ҳисобини билишингиз учун кундуз аломатини кўрсатувчи қилдик. Ва ҳар бир нарсани батафсил баён қилганмиз.","footnotes":""},{"id":"2042","sura":"17","aya":"13","arabic_text":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","translation":"Биз ҳар бир инсоннинг амалини бўйнига боғлаб қўйганмиз ва қиёмат куни унга китоб чиқарамизки, у унга очилган ҳолда рўбарў бўлур.","footnotes":""},{"id":"2043","sura":"17","aya":"14","arabic_text":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","translation":"Китобингни ўқи, бугунги кунда сен ўзингга ўзинг ҳисобчиликка кифоя қилурсан (дейилур).","footnotes":"(Бошқа ҳисобчининг кераги йўқ. Ҳамма ишларинг шу китобда ёзилган, ўқиб олсанг бўлди. Ўзинг ўзингга ҳисобчисан, гувоҳсан.)"},{"id":"2044","sura":"17","aya":"15","arabic_text":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","translation":"Ким ҳидоятга юрса, фақат ўзи учунгина ҳидоят топадир. Ким залолатга кетса, фақат ўзи учунгина залолатга кетадир. Ҳеч бир жон ўзганинг оғирлигини кўтарувчи бўлмас. Токи Пайғамбар юбормагунимизча, азобловчи бўлган эмасмиз.","footnotes":""},{"id":"2045","sura":"17","aya":"16","arabic_text":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","translation":"Қачон бир шаҳарни ҳалок этишни истасак, унинг маишатпарастларини (итоатга) амр қиламиз, бас, улар у(шаҳар)да фисқ қилурлар. Шунда унга «сўз» ҳақ бўлур. Бас, Биз у(шаҳар)ни мутлақо вайрон қилурмиз.","footnotes":"(Ҳар бир юртнинг маишатпарастлари бор. Улар каттакон амалдорлар ва ҳар хил нозу неъматга кўмилган кишилар тоифасидир. Фазилат, муқаддас нарса, гуноҳ ёки савоб каби тушунчалар уларнинг хаёлига ҳам келмайди. Кўнгиллари тусаган ишни қилишга ўрганиб қоладилар. Кўнгиллари эса, доимо фисқу фасодни, ҳаром маишатни тилайди. Аъёнлари шу даражага етишига томошабин бўлиб турган халқдан ҳам яхшилик кутилмайди. Бундай юрт ҳалок бўлишга сазовордир.)"},{"id":"2046","sura":"17","aya":"17","arabic_text":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"Нуҳдан сўнг қанчадан-қанча асрларни ҳалок қилдик. Бандаларининг гуноҳларидан хабардор бўлиш ва уларни кўришда Роббинг Ўзи кифоя қилур.","footnotes":""},{"id":"2047","sura":"17","aya":"18","arabic_text":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","translation":"Ким шошган(дунё)ни истаса, унга бу дунёда ирода қилган кишимизга нимани хоҳласак, шошилинч берурмиз. Сўнгра, унга жаҳаннамни берурмиз. Унга хор ва қувғинга учраган ҳолда кирур.","footnotes":"(Бундай киши бу дунёда керак нарсасига эришиб олади. Аммо охиратига ҳеч нарса қолмайди.)"},{"id":"2048","sura":"17","aya":"19","arabic_text":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","translation":"Ким охиратни истаса ва унга эришиш учун мўмин бўлган ҳолида керакли ҳаракатини қилса, бас, ана ўшаларнинг ҳаракатлари мақбулдир.","footnotes":"(Яъни, одам охиратда яхши натижага эриштирадиган ишларни қилиши, охиратда жаҳаннамга дучор этадиган ишларнинг яқинига йўламаслиги лозим бўлади.)"},{"id":"2049","sura":"17","aya":"20","arabic_text":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","translation":"Барчага — манавиларга ҳам, анавиларга ҳам Роббингнинг атою неъматларидан чўзамиз. Роббингнинг атою неъматлари чекланган эмас.","footnotes":"(Барча бандаларга, яъни охиратни истаган, иймонга келиб, ибодат қилиб, керакли саъй-ҳаракатларни қилганларга ҳам, дунёни истаб, иймонга келмай, исён қилиб, гуноҳкор бўлиб юрганларга ҳам Робингнинг ато-ю неъматларидан берамиз.)"},{"id":"2050","sura":"17","aya":"21","arabic_text":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","translation":"Баъзиларини баъзиларидан қандай афзал қилиб қўйганимизга назар сол. Албатта, охират даражаси ва афзаллиги каттароқдир.","footnotes":"(Бу дунёда баъзи одамларга кўпроқ неъмат тегса, бошқаларидан афзал бўлиб юраверадилар. Аммо бу ҳоллари ҳақиқий афзаллик, ҳақиқий юксак мартаба эмас. Охиратнинг даража ва афзаллиги ҳақиқийдир. Чунки бу даража ва афзалликлар абадий қолажакдир. Ўзини билган одамлар ана ўша афзаллик ва ана ўша даражага эришиш учун ҳаракат қиладилар.)"},{"id":"2051","sura":"17","aya":"22","arabic_text":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","translation":"Аллоҳ билан бирга ўзга илоҳни (шерик) қилма! Яна, мазамматга учраб, чорасиз ўтириб қолмагин.","footnotes":""},{"id":"2052","sura":"17","aya":"23","arabic_text":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","translation":"Роббинг фақат Унинг Ўзигагина ибодат қилишингни ва ота-онага яхшилик қилишни амр этди. Агар ҳузурингда уларнинг бирлари ёки икковлари ҳам кексаликка етсалар, бас, уларга «уфф» дема, уларга озор берма ва уларга яхши сўз айт!","footnotes":"(Бу жумланинг «уфф» сўзига боғлиқ икки хил маъноси бор. Бир маъноси — ота-онага ёмон сўз айтиб, беҳурмат қилма, дегани бўлса, иккинчи маъноси — ота-онанг олдида «уфф» дема, улар болам оғир ҳолга тушибди, деб озорланадилар, деганидир.)"},{"id":"2053","sura":"17","aya":"24","arabic_text":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","translation":"Икковларига меҳрибонлик ила хокисорлик қанотингни пастлат ва: «Роббим, алар мени кичикликда тарбия қилганларидек, уларга раҳим қилгин», деб айт.","footnotes":""},{"id":"2054","sura":"17","aya":"25","arabic_text":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","translation":"Роббингиз сизнинг дилингиздаги нарсани ҳам ўта билгувчидир. Агар аҳли солиҳлардан бўлсангиз, албатта, У сертавбалар учун сермағфиратдир.","footnotes":""},{"id":"2055","sura":"17","aya":"26","arabic_text":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","translation":"Қариндошга ҳаққини бер! Мискинга ва йўл ўғлига ҳам. Исрофгарчиликка мутлақо йўл қўйма.","footnotes":""},{"id":"2056","sura":"17","aya":"27","arabic_text":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","translation":"Албатта, исрофчилар шайтонларнинг биродарлари бўлганлар. Шайтон эса, Роббига ўта ношукр бўлгандир.","footnotes":""},{"id":"2057","sura":"17","aya":"28","arabic_text":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","translation":"Агар улардан Роббингдан раҳмат талаб қилган ҳолда юз ўгирадиган бўлсанг, бас, уларга мулойим сўз айтгин.","footnotes":"(Kўлингда берадиган нарсанг бўлмаса, ота-она, қариндош, мискинларга моддий ёрдам бера олмай юз ўгирадиган бўлсанг, Роббингдан келажакда сенга ҳам ризқ-рўз — раҳмат талаб қилган ҳолда уларга ширин сўз айт. «Ўзимда ҳеч вақо йўқ-ку, сенларга нимани берар эдим! каби қўпол сўзларни айтиш яхши эмас. «Кечирасизлар, ҳозир бир оз қўлим қисқароқ бўлиб турувди, Аллоҳнинг раҳматидан умидвормиз, бизга ҳам неъматидан бериб қолса, инша Аллоҳ, сизларга ҳам берамиз», каби ширин сўзлар айтиш керак.)"},{"id":"2058","sura":"17","aya":"29","arabic_text":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","translation":"Қўлингни бўйнингга боғлаб олма. Уни бир йўла ёзиб ҳам юборма. Яна, маломат ва ҳасратда ўтириб қолмагин.","footnotes":"(Бахил одам кутилмаганда ҳамёнимга қўл солиб, бировга пул бериб юбормай, деб қўлини бўйнига боғлаб олган кишига ўхшатилмоқда. Ҳар бир нарса тавозин ила меъёрида қилиш тавсия этилади. Бир нарсани жуда ошириб ҳам юборилмайди ёки, аксинча, жуда йўқ даражага ҳам тушуриб қўйилмайди. Балки ўртача меъёрида адо этилади.)"},{"id":"2059","sura":"17","aya":"30","arabic_text":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"Албатта, Роббинг ризқни кимга хоҳласа, кенг қилур ёки тор қилур. Албатта, У бандаларидан хабардор ва кўргувчи Зотдир.","footnotes":""},{"id":"2060","sura":"17","aya":"31","arabic_text":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","translation":"Болаларингизни фақирликдан қўрқиб ўлдирманг. Биз уларни ҳам, сизларни ҳам ризқлантирамиз. Албатта, уларни ўлдириш катта хатодир.","footnotes":"(Жоҳилият даврида арабларда фақирлик ва очликдан қўрқиб фарзандни тириклай кўмиб юбориш одати бор эди.)"},{"id":"2061","sura":"17","aya":"32","arabic_text":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","translation":"Ва зинога яқинлашманглар. Албатта, у фоҳиша иш ва ёмон йўлдир.","footnotes":"(Оятда «зино қилманглар» эмас, балки «зинога яқинлашманглар» дейилмоқда. Бу дегани, зино қилманглар, дегандан кўра қаттиқроқдир. Мўмин-мусулмон одам зино қилиш тугул, унинг яқинига ҳам йўламаслиги керак. Зинога олиб борувчи нарсалардан ҳам узоқда бўлиши лозим.)"},{"id":"2062","sura":"17","aya":"33","arabic_text":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","translation":"Аллоҳ (ўлдиришни) ҳаром қилган жонни ўлдирманг. Магар ҳақ ила бўлса, майли. Кимки мазлум ҳолида ўлдирилса, унинг валийига ҳақ берганмиз. Бас, у ўлдиришда исроф қилмасин. Албатта, у нусрат берилган одамдир.","footnotes":""},{"id":"2063","sura":"17","aya":"34","arabic_text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","translation":"Етимнинг молига, токи у балоғат ёшига етгунча, яқинлашманглар. Магар яхшилик ила бўлса, майли. Аҳдга вафо қилинглар. Албатта, аҳд масъул бўлган ишдир.","footnotes":""},{"id":"2064","sura":"17","aya":"35","arabic_text":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","translation":"Ўлчаган чоғингизда тўлиқ ўлчанг ва тўғри тарози ила тортинг. Ана ўша яхшидир ва оқибати гўзалдир.","footnotes":""},{"id":"2065","sura":"17","aya":"36","arabic_text":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","translation":"Ўзинг билмаган нарсага эргашма! Албатта, қулоқ, кўз ва дил — ана ўшалар, масъулдирлар.","footnotes":""},{"id":"2066","sura":"17","aya":"37","arabic_text":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","translation":"Ер юзида кибру ҳаво ила юрма! Албатта, сен зинҳор ерни тешиб юбора олмайсан ва зинҳор бўйда тоғларга ета олмайсан!","footnotes":""},{"id":"2067","sura":"17","aya":"38","arabic_text":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","translation":"Буларнинг барча ёмони Роббининг ҳузурида хуш кўрилмагандир.","footnotes":"(Яъни, юқоридаги оятларда зикр қилинган нарсаларнинг ёмонлари Аллоҳ севмаган ишлардир.)"},{"id":"2068","sura":"17","aya":"39","arabic_text":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","translation":"Ушбулар Роббинг сенга ваҳий қилган баъзи ҳикматлардир. Аллоҳ билан бирга ўзга илоҳ қилма. Яна, жаҳаннамга маломат қилинган ва қувилган ҳолингда ташланмагин.","footnotes":""},{"id":"2069","sura":"17","aya":"40","arabic_text":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","translation":"Роббингиз сизларга ўғилларни хос қилиб бериб, фаришталарни Ўзига қиз қилиб олдими? Албатта, сизлар зўр гапни айтмоқдасиз.","footnotes":"(Араб мушриклари қиз фарзандни ҳеч ёқтирмас эдилар. Бошқа оятларда зикр қилинганидек, улардан қиз кўргани қаттиқ хафа бўлиб, юзи қорайиб кетар эди. Қиз фарзанд тўғрисида шунчалар салбий эътиқодда бўла туриб, араб мушриклари, фаришталар Аллоҳнинг қизлари, деб эътиқод қилишар эди. Ояти каримада уларнинг мазкур нотўғри ақидалари инкор этилмоқа.)"},{"id":"2070","sura":"17","aya":"41","arabic_text":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","translation":"Батаҳқиқ, Биз бу Қуръонда эслашлари учун баён қилдик. Лекин бу уларга нафратдан ўзгани зиёда қилмас.","footnotes":""},{"id":"2071","sura":"17","aya":"42","arabic_text":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","translation":"Сен: «Агар, улар айтганидек, У билан бирга бошқа илоҳлар бўлганида, улар Арш эгаси томон йўл излардилар», деб айт.","footnotes":"(Бу оят мушрикларнинг Аллоҳдан бошқа ибодатга сазовор турли илоҳлар бор, деган даъволарига раддиядир. Фаразан, мушриклар айтаётганидек, Аллоҳ таоло билан бирга бошқа илоҳлар бўлса эди, ўша илоҳлар Арш эгаси бўлмиш Аллоҳ томон, унга яқинлашаман деб ёки унинг мулкига соҳиб бўламан, деб йўл излаган бўлар эдилар.)"},{"id":"2072","sura":"17","aya":"43","arabic_text":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","translation":"У зот улар айтаётган нарсадан пок ва ниҳоятда олийдир.","footnotes":""},{"id":"2073","sura":"17","aya":"44","arabic_text":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"Унга етти осмону ер ва улардаги кимсалар тасбиҳ айтур. Унинг ҳамди ила тасбиҳ айтмаган ҳеч бир нарса йўқ. Лекин уларнинг тасбиҳини англамайсизлар. Албатта, у ҳалийм ва сермағфират Зотдир.","footnotes":"(Араб тилида тасбиҳ айтиш «Аллоҳни поклаб ёд этиш» маъносини англатади. Ушбу ояти карима бутун борлиқ, барча мавжудот Аллоҳ таолони айбу нуқсондан поклаб тасбиҳ айтишини таъкидламоқда.)"},{"id":"2074","sura":"17","aya":"45","arabic_text":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","translation":"Қачон Қуръон қироат қилсанг, сен билан охиратга иймон келтирмайдиганлар орасида кўринмас парда қилурмиз.","footnotes":"(Ана ўша кўринмас парда уларни Қуръонга ишонишдан тўсиб туради.)"},{"id":"2075","sura":"17","aya":"46","arabic_text":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","translation":"Ва қалбларига, уни англамасликлари учун, ғилоф қилдик ва қулоқларини кар қилдик. Қачон сен Қуръонда Роббингнинг ёлғиз Ўзини зикр қилсанг, улар ортларига ўгирилиб қочурлар.","footnotes":""},{"id":"2076","sura":"17","aya":"47","arabic_text":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","translation":"Биз улар нима сабабдан тинглаётганларини, улар сени тинглаётганларида ўзаро пичирлашаётганларини, золимларнинг: «Сизлар сеҳрланган кишига эргашяпсиз, холос», деганларини ҳам яхши билурмиз.","footnotes":"(Улар Қуръондан манфаат олиш, ҳидоят топиш учун эмас, масхара қилиш, айб топиш учун эшитадилар.)"},{"id":"2077","sura":"17","aya":"48","arabic_text":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","translation":"Улар сенга қандай мисол келтирганларига назар сол! Бас, залолатга кетдилар ва (тўғри) йўлга қодир бўлмаслар.","footnotes":""},{"id":"2078","sura":"17","aya":"49","arabic_text":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","translation":"Улар: «Суяк ва титилган тупроқ бўлганимиздан кейин ҳам, яна янгидан яратилиб тирилтириламизми?» дедилар.","footnotes":""},{"id":"2079","sura":"17","aya":"50","arabic_text":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","translation":"Сен:«Тош ёки темир бўлиб олинглар. ","footnotes":""},{"id":"2080","sura":"17","aya":"51","arabic_text":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","translation":"Ёки кўнгилларингизда катта кўринган бошқа бирон махлуқ (бўлиб олинглар)», деб айт. Бас, улар: «Бизни ким қайта тирилтирур», дерлар. Сен:«Сизларни биринчи марта йўқдан бор қилган Зот», дегин. Улар сенга бошларини қимирлатурлар ва: «У қачон бўлур?» дерлар, Сен:«Шояд яқинда бўлса», дегин.","footnotes":""},{"id":"2081","sura":"17","aya":"52","arabic_text":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","translation":"У кунда Ул зот сизни чақирур. Бас, сиз Унга ҳамд ила жавоб берурсиз ва (дунёда) фақат озгина турганлигингизни гумон қилурсиз.","footnotes":""},{"id":"2082","sura":"17","aya":"53","arabic_text":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","translation":"Бандаларимга айтгин, улар энг гўзал бўлган нарсани айтсинлар. Албатта, шайтон ораларини бузиб турадир. Албатта, шайтон инсон учун очиқ-ойдин душмандир.","footnotes":""},{"id":"2083","sura":"17","aya":"54","arabic_text":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","translation":"Роббингиз сизларни яхши билгувчи Зотдир. Хоҳласа, сизга раҳим қилар, хоҳласа сизни азоблар. Ва Биз сени улар устидан қўриқчи қилиб юборганимиз йўқ.","footnotes":"(Қиёмат куни ҳамма бир хил бўлиб, титраб-қақшаб, фақат Аллоҳга ҳамд айтишдан бошқа нарсага тили бормай тургани билан, Аллоҳ ҳар бир банданинг кимлигини, нима қилганини ипидан-игнасигача яхши билади. Ҳа, бу дунёдаги ишларни ҳисоб-китоб қилиш, уларга яраша мукофот ёки жазо бериш Аллоҳ таолонинг ишидир. Пайғамбарга эса, Аллоҳнинг таълимотини бандаларга етказиш топширилган, холос.)"},{"id":"2084","sura":"17","aya":"55","arabic_text":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"Роббинг осмонлару ердаги кимсаларни яхши билгувчи Зотдир. Батаҳқиқ, Биз баъзи Пайғамбарларни баъзиларидан афзал қилдик. Ва Довудга Забурни бердик.","footnotes":"(Мисол учун, баъзиларига китоб нозил қилдик, баъзиларига нозил қилмадик. Айримларига кўп ва катта мўъжизалар, айримларига оз ва кичик мўъжизалар бердик ва ҳоказо. «Ва Довудга Забурни бердик». Бу ҳам пайғамбарларнинг бирини бошқасидан афзал қилганимиз намунасидир.)"},{"id":"2085","sura":"17","aya":"56","arabic_text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","translation":"Сен: «Ундан ўзга ўзингизча гумон қилганларингизни чақиринг. Бас, улар сиздан зарарни кушойиш қила олишга ёки буриб юборишга молик эмаслар», деб айт.","footnotes":""},{"id":"2086","sura":"17","aya":"57","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","translation":"Ана ўша дуо қилаётганлари Роббиларига васийла изларлар, қайсилари яқинроқ эканини (билмоқчи бўлурлар). Унинг раҳматини орзу қилурлар ва азобидан қўрқурлар. Албатта, Роббингнинг азоби ҳазир бўлишга лойиқдир.","footnotes":"(Ўзи Аллоҳнинг раҳмати орзуида юрган кимса қандай қилиб бировни раҳмат қила олади? Ўзи Аллоҳнинг азобидан қўрқиб турган кимса қандай қилиб бировни азоблай олади? Шунга қарамасдан, Аллоҳнинг азобидан қўрқмай, бир пулга арзимайдиган нарсаларни Унга шерик қилиб юрганларга ҳайронсан.)"},{"id":"2087","sura":"17","aya":"58","arabic_text":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translation":"Ҳеч бир шаҳар йўқки, Биз уни қиёмат кунидан аввал ҳалок қилгувчи бўлмасак ёки шиддатли азоб-ла азобловчи бўлмасак. Бу, китобда битилгандир.","footnotes":"(Ҳеч бир юрт қолмай азобга ёки ҳалокатга учраши Аллоҳнинг ҳузуридаги китобда — Лавҳул Маҳфузда очиқ-ойдин битилгандир.)"},{"id":"2088","sura":"17","aya":"59","arabic_text":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","translation":"Бизни оят-мўъжизаларни юборишимиздан фақат аввалгиларнинг уларни ёлғонга чиқарганлари ман қилди. Самудга туяни кўз очувчи (мўъжиза) қилиб бердик. Бас, унинг сабабидан (ўзларига) зулм қилдилар. Биз оят-мўъжизаларни фақат қўрқитиш учунгина юборамиз.","footnotes":"(Қурайш кофирлари ҳам худди ўзларидан олдинги кофирларга ўхшаб, оят-мўъжизаларни кўрса ҳам, иймонга келмасликлари турган гап. Бу масаланинг бир томони. Иккинчи томони эса, талабга биноан мўъжиза келтирилгандан кейин ҳам иймонга келмаган қавмни Аллоҳ таоло таг-томири билан йўқ қилиб юбориши керак. Муҳаммад алайҳиссалоту вассаломнинг умматлари охирги уммат бўлганлари учун уларни бутунлай ҳалок этишни Аллоҳ ирода қилмаган. Бу уммат қиёматгача туриши керак.)"},{"id":"2089","sura":"17","aya":"60","arabic_text":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","translation":"Биз сенга: «Албатта, Роббинг одамларни иҳота қилиб ўраб олгандир», деганимизни эсла. Биз сенга кўрсатган нарсаларни ва Қуръонда лаънатланган дарахтни фақат одамлар учун синов қилдик, холос. Ва уларни қўрқитамиз. Бас, бу улар учун катта туғёндан бошқани зиёда қилмас.","footnotes":"(Пайғамбар алайҳиссалоту вассаломнинг Исро ва Меърожда кўрган нарсалари одамлар учун синов бўлганидек, Қуръонда лаънатланган дарахт ҳам синов бўлди. Қуръонда лаънатланган дарахтдан мақсад Заққум дарахтидир. Ушбу Заққум дарахти ҳақида ас-Соффат сурасида: «... ёки Заққум дарахтими? Дарҳақиқат, Биз уни золимлар учун фитна қилиб қўйдик. Албатта, у дўзах қаъридан чиқадиган дарахтдир. Унинг шингиллари худди шайтонларнинг бошларига ўхшайди. Бас, албатта, улар ундан егувчилардир ва ундан қоринларини тўлдиргувчилардир. Сўнгра, албатта, улар учун унинг устидан қайноқ сувли ичимлик бўлур», дейилган. Ушбу оятдан ҳам Заққум дарахти нима учун Қуръонда лаънатлангани аниқ кўриниб турибди.)"},{"id":"2090","sura":"17","aya":"61","arabic_text":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","translation":"Фаришталарга: «Одамга сажда қилинглар!» деганимизда сажда қилганларини, магар иблис қилмаганини, «Сен лойдан яратган кимсага сажда қиламанми?» деганини эсла.","footnotes":""},{"id":"2091","sura":"17","aya":"62","arabic_text":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","translation":"У: «Менга хабар бер-чи, мендан устун қилганинг шуми? Агар мени қиёмат кунигача қўйиб қўйсанг, унинг зурриётининг озгинасидан бошқасини жиловлаб оламан», деди.","footnotes":""},{"id":"2092","sura":"17","aya":"63","arabic_text":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","translation":"У зот: «Боравер, улардан ким сенга эргашса, бас, албатта, жаҳаннам тўлиқ жазоингиз бўлур.","footnotes":""},{"id":"2093","sura":"17","aya":"64","arabic_text":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"Улардан кимига кучинг етса, овозинг ила қўзғат, уларнинг устига отлиқ ва пиёда аскарингни торт, уларга молларда ва болаларда шерик бўл ва ваъдалар қил», деди. Шайтон уларга ғурурдан бошқани ваъда қилмас.","footnotes":""},{"id":"2094","sura":"17","aya":"65","arabic_text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","translation":"Албатта, Менинг бандаларим устидан сенинг султонинг йўқ. Роббинг Ўзи вакилликка кифоядир.","footnotes":""},{"id":"2095","sura":"17","aya":"66","arabic_text":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","translation":"Роббингиз, Унинг фазлидан талаб қилишингиз учун денгизда кемани юргизиб қўйган Зотдир. Албатта, у сизга раҳимлидир.","footnotes":""},{"id":"2096","sura":"17","aya":"67","arabic_text":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","translation":"Қачон сизни денгизда фалокат тутса, Ундан ўзга илтижо қиладиганларингиз ғойиб бўлур. Қачонки сизга нажот бериб қуруқликка чиқарса, юз ўгирасиз. Инсон ўзи куфрон(и неъмат) қилгувчидир.","footnotes":""},{"id":"2097","sura":"17","aya":"68","arabic_text":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","translation":"Сизни қуруқликнинг бир томонига ютқазиб юборишидан ёки устингиздан тошли шамол юборишидан, сўнгра ўзингизга қутқарувчи топа олмай қолишингиздан хотиржаммисиз?!","footnotes":""},{"id":"2098","sura":"17","aya":"69","arabic_text":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","translation":"Ёки сизни у(денгиз)га яна бир марта қайтариб, устингиздан шиддатли шамол юбориб, куфр қилган нарсангиз сабабли ғарқ қилиб юборишидан ва сиз ўзингизга Биздан ўч олувчи топа олмай қолишингиздан хотиржаммисиз?!","footnotes":""},{"id":"2099","sura":"17","aya":"70","arabic_text":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","translation":"Батаҳқиқ, Биз Бани Одамни азизу мукаррам қилиб қўйдик ва уларни қуруқлигу денгизда (улов-ла) кўтардик ҳамда уларни пок нарсалар ила ризқлантирдик ва уни Ўзимиз яратган кўп нарсалардан мутлақо афзал қилиб қўйдик.","footnotes":"(Аллоҳ таоло қуруқликда ҳам, денгизда ҳам инсон боласи учун турли уловларни яратиб, шунга биноан қонун-қоидаларни жорий қилиб қўйди. Бу ҳам Аллоҳ одам боласини азизу мукаррам қилганидандир. Афзалликда унга яқин кела оладиган махлуқот оламда йўқдир. Барча махлуқотлар одам боласи учун беминнат хизматкордир. Лекин бу афзалликнинг жавобгарилиги ҳам бор. Қиёмат куни ҳар бир берилган афзаллик ва неъматлардан сўралади. Ҳисоб-китоб қилинади.)"},{"id":"2100","sura":"17","aya":"71","arabic_text":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","translation":"Биз барча одамларни ўз имомлари ила чақирадиган кунни (эсла). Кимга китоби ўнг томонидан берилса, бас, ана ўшалар китобларини ўқирлар ва уларга қилчалик зулм қилинмас.","footnotes":"(Аҳли жаннатларнинг, яъни жаннатга элтувчи амал қилиб ўтганларнинг номаи аъмол китоби ўнг томонидан берилади. Ана ўшанда улар амаллари битилган китобларини мароқ билан ўқийдилар. Ёруғ дунёда ана шундай ишлар қилиб яшаганларидан мамнун бўладилар. Уларга ажру савоблар тўлалигича берилади, заррача зулм қилинмайди.)"},{"id":"2101","sura":"17","aya":"72","arabic_text":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","translation":"Ким бу дунёда кўр-гумроҳ бўлса, у охиратда янада кўр-гумроҳ ва янада йўлдан адашганроқ бўладир.","footnotes":""},{"id":"2102","sura":"17","aya":"73","arabic_text":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","translation":"Сени Биз ваҳий қилган нарсадан фитна орқали буриб, Бизнинг шаънимизга бошқасини уйдиришингга ундашларига оз қолди. Шундай бўлган тақдирда, албатта, сени дўст тутар эдилар.","footnotes":"(Мушриклар турли йўллар билан Муҳаммад алайҳиссалоту вассаломни Аллоҳ юборган ваҳийдан буриб юборишга кўп уриниб кўрганлар.)"},{"id":"2103","sura":"17","aya":"74","arabic_text":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","translation":"Агар Биз сени собит қилмаганимизда, батаҳқиқ, уларга бир оз бўлса-да, мойил бўлишингга оз қолар эди.","footnotes":""},{"id":"2104","sura":"17","aya":"75","arabic_text":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","translation":"Шундай бўлган тақдирда Биз сенга ҳаёт (азобини) ҳам икки ҳисса, мамот (азобини) ҳам икки ҳисса тоттирган бўлардик. Сўнгра, ўзинг учун Бизга қарши ёрдамчи топа олмас эдинг.","footnotes":""},{"id":"2105","sura":"17","aya":"76","arabic_text":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","translation":"Улар сени бу ерда безовта қилиб, ундан сени чиқариб юборишларига оз қолди. Шундай бўлган тақдирда, сендан кейин улар озгина муддатдан бошқа тура олмаслар.","footnotes":"(Бу қилмишлари учун Аллоҳ таоло уларни ҳалок қилган бўларди. Аллоҳ уларни ҳалок қилишни истамагани учун Пайғамбар алайҳиссалоту вассаломни Маккадан чиқаришларига йўл қўймади. Балки Пайғамбар алайҳиссалоту вассаломнинг ўзларига чиқиб кетишни амр қилди.)"},{"id":"2106","sura":"17","aya":"77","arabic_text":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","translation":"Бу сендан олдин юборган Пайғамбарларимизнинг суннатидир. Бизнинг суннатимизга ўзгартириш топа олмайсан.","footnotes":""},{"id":"2107","sura":"17","aya":"78","arabic_text":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","translation":"Қуёш оғишидан то тун қоронғусигача намозни тўкис адо қил. «Фажр Қуръони»ни ҳам. Албатта, «фажр Қуръони» гувоҳлантирилгандир.","footnotes":"(Уламоларимиз, бу оятда беш вақт намозни адо этишга ишора бор, дейдилар. Қуёш қиёмдан оғиши билан Пешин вақти киради. Ҳар бир нарсанинг сояси ўзига икки баравар бўлиши билан Аср вақти киради. Қуёш ботиши билан Шом ва тун қоронғусида Хуфтон вақти бўлади. «Фажр қуръони», Бомдоддир.)"},{"id":"2108","sura":"17","aya":"79","arabic_text":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","translation":"Кечанинг баъзисида у ила бедор бўл. Сенга нофила бўлсин. Шоядки, Роббинг сени мақтовли мақомда тирилтирса.","footnotes":""},{"id":"2109","sura":"17","aya":"80","arabic_text":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","translation":"Ва: «Эй Роббим, мени кирадиган жойимга содиқлик ила киритиб, чиқадиган жойимга содиқлик билан чиқаргин ва менга Ўз ҳузурингдан ёрдам берувчи қувват ато эт», дегин.","footnotes":""},{"id":"2110","sura":"17","aya":"81","arabic_text":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","translation":"Ва: «Ҳақ келди, ботил йўқ бўлди. Зотан, ботил доимо йўқ бўлгувчидир».","footnotes":""},{"id":"2111","sura":"17","aya":"82","arabic_text":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","translation":"Биз Қуръонни мўминлар учун шифо ва раҳмат ўлароқ нозил қилурмиз. У золимларга зиёндан бошқани зиёда қилмас.","footnotes":"(Дарҳақиқат, Қуръони Карим шифодир, Қуръони Карим раҳматдир. Қуръони Карим куфр, ширк ва мунофиқлик каби энг зарарли ақидавий хасталикларни даволайди.)"},{"id":"2112","sura":"17","aya":"83","arabic_text":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","translation":"Қачон Биз инсонга неъмат ато этсак, юз ўгирур ва четга бурилиб, узоқлашур. Қачон уни ёмонлик тутса, ноумид бўлур.","footnotes":""},{"id":"2113","sura":"17","aya":"84","arabic_text":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","translation":"Сен: «Ҳар ким ўз ҳолича амал қилур. Бас, Роббингиз ким тўғри йўлдалигини яхши билгувчидир», деб айт.","footnotes":""},{"id":"2114","sura":"17","aya":"85","arabic_text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","translation":"Ва сендан руҳ ҳақида сўрарлар. Сен: «Руҳ Роббимнинг ишидир. Сизга жуда оз илм берилгандир», деб айт.","footnotes":"(Яҳудийлар руҳ ҳақидаги саволга Аллоҳдан бошқа ҳеч ким жавоб бера олмаслигини аввалдан билганлар. Тавротда шу ҳақда маълумот бўлган. Улар қурайшликларга Пайғамбар алайҳиссалоту вассаломдан руҳ ҳақида сўрашни ўргатишлари билан баробар, агар жавоб берса, Пайғамбар эмас, жавоб бермаса, ҳақиқий Пайғамбар бўлади, дейишган. Муҳаммад алайҳиссалоту вассалом ҳақиқий пайғамбар бўлганлари учун ҳам, руҳ ва унинг моҳияти ҳақидаги саволларга жавоб бермадилар. Аллоҳ таоло берган жавобни уларга ўқиб бердилар.)"},{"id":"2115","sura":"17","aya":"86","arabic_text":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","translation":"Агар хоҳласак, сенга ваҳий қилган нарсаларимизни кетказамиз. Сўнгра, Бизга қарши ўзингга вакил топа олмассан.","footnotes":""},{"id":"2116","sura":"17","aya":"87","arabic_text":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","translation":"Магар Аллоҳдан марҳамат бўлсагина. Албатта, Унинг фазлу карами сен учун каттадир.","footnotes":""},{"id":"2117","sura":"17","aya":"88","arabic_text":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","translation":"«Агар инсу жинлар тўпланиб, ушбу Қуръонга ўхшаш нарса келтирмоқчи бўлсалар, бунда баъзилари баъзиларига ёрдамчи бўлсалар ҳам, унга ўхшашини келтира олмаслар», деб айт.","footnotes":""},{"id":"2118","sura":"17","aya":"89","arabic_text":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","translation":"Батаҳқиқ, ушбу Қуръонда одамларга турли мисолларни баён қилдик. Бас, одамларнинг кўплари куфрдан бошқа нарсадан бош тортдилар.","footnotes":"(Аллоҳ таоло Қуръони Каримда одамларни иймонга чорловчи, ҳидоятга йўлловчи, уларнинг қалбларини, ҳис-туйғуларини, ақлларини ишга солувчи турли мисолларни баён қилди. Аммо буни идрок эта олмаган инсонлар ҳамма нарсадан бош тортдилар.)"},{"id":"2119","sura":"17","aya":"90","arabic_text":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","translation":"Улар: «Токи бизга ердан чашма отилтирмагунингча, зинҳор сенга иймон келтирмасмиз», дедилар.","footnotes":""},{"id":"2120","sura":"17","aya":"91","arabic_text":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","translation":"«Ёки сенинг хурмо ва узум боғинг бўлиб ва уларнинг орасидан анҳорларни отилтириб чиқармагунингча.","footnotes":""},{"id":"2121","sura":"17","aya":"92","arabic_text":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","translation":"Ёки ўзинг даъво қилганингдек, устимиздан осмонни парча-парча қилиб туширмагунингча ёхуд Аллоҳни ва фаришталарни олдимизга келтирмагунингча» (сенга иймон келтирмасмиз, дедилар).","footnotes":"(Бу таклифда очиқ тажовузкорлик, Аллоҳнинг қудратидан қўрқмаслик кўриниб турибди.)"},{"id":"2122","sura":"17","aya":"93","arabic_text":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","translation":"«Ёки сенинг олтиндан безалган уйинг бўлмагунича, ёхуд осмонга кўтарилмагунинг-ча, ўша кўтарилишингга ҳам токи биз ўқишимиз учун китоб келтирмагунингча, ишонмаймиз», (дедилар). Сен: «Роббим пок бўлди. Мен фақат башар Пайғамбардан бошқа нарса эмасман», дегин.","footnotes":""},{"id":"2123","sura":"17","aya":"94","arabic_text":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","translation":"Одамларга ҳидоят келган пайтда иймон келтиришларидан ман қилган нарса, фақат, Аллоҳ башардан Пайғамбар юборадими, дейишлари бўлди.","footnotes":"(Улар фариштадан кўра, Аллоҳ одамни азизу мукаррам қилиб қўйганини англаб етмас эдилар. Агар одам Аллоҳнинг йўлида юриб, буюрган ишларини қилиб, қайтарганларидан қайтса, фариштадан афзал бўлишини идрок этмас эдилар.)"},{"id":"2124","sura":"17","aya":"95","arabic_text":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","translation":"Сен: «Агар ер юзида фаришталар хотиржам юрганларида, уларга осмондан фаришта Пайғамбар туширган бўлар эдик», деб айт.","footnotes":"(Ер юзида яшаб юрганлар одамлар бўлгани учун уларга одамларни пайғамбар қилди. Агар Ер юзида хотиржам яшаб юрганлар фаришталар бўлганида, уларга осмондан фаришта пайғамбар туширган бўлар эди.)"},{"id":"2125","sura":"17","aya":"96","arabic_text":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"Сен: «Мен билан сизнинг орамизда гувоҳликка Аллоҳнинг Ўзи кифоя қилур. Албатта, У Ўз бандаларидан хабардор ва уларни кўриб тургувчи Зотдир», деб айт.","footnotes":"(Одамлар ҳақиқатни, пайғамбарлик нима эканини англашни хоҳламасалар, улар билан тортишишнинг ҳожати йўқ, уларни Аллоҳнинг ўзига ҳавола қилиб қўйиш керак.)"},{"id":"2126","sura":"17","aya":"97","arabic_text":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","translation":"Аллоҳ кимни ҳидоят қилса, ўша ҳидоят топгувчидир. У кимни адаштирса, уларга Ундан ўзга зинҳор валийлар топа олмассан. Уларни қиёмат куни юзтубан, кўр, кар, соқов ҳолларида тўплаймиз. Уларнинг турар жойлари жаҳаннамдир. У қачон сокин бўлса, уларга оловни зиёда қиламиз.","footnotes":"(Аллоҳ таоло, ақлини ишлатиб ҳидоят йўлини ихтиёр этган бандаларини ҳидоятга бошлайди. Ана ўша одам ҳақиқий ҳидоят топган одам бўлади. Ҳавои нафсининг гапига кириб, залолат йўлини ихтиёр этганларни эса, залолатга кетказади.)"},{"id":"2127","sura":"17","aya":"98","arabic_text":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","translation":"Ана ўша, Бизнинг оятларимизга куфр келтирганлари ва «Агар суяк ва титилган тупроқ бўлсак ҳам, албатта янгитдан яратилиб, қайта тирилтирилурмизми?!» деганлари учун жазоларидир.","footnotes":""},{"id":"2128","sura":"17","aya":"99","arabic_text":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","translation":"Улар осмонлару ерни яратган Аллоҳ уларга ўхшашини яратишга қодир эканини ва улар учун шак-шубҳасиз ажал белгилаганини билмадиларми?! Бас, золимлар куфрдан бошқа нарсадан бош тортдилар.","footnotes":""},{"id":"2129","sura":"17","aya":"100","arabic_text":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","translation":"Сен: «Агар сизлар Роббим раҳмати хазиналарига эга бўлсангиз ҳам, уни сарфлашдан қўрқиб, мумсиклик қилган бўлар эдингиз. Инсон зоти, ўзи, бахил бўлур», деб айт.","footnotes":""},{"id":"2130","sura":"17","aya":"101","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","translation":"Батаҳқиқ, Биз Мусога тўққизта очиқ-ойдин оят-мўъжиза бердик. Бани Исроилдан уларга у (Мусо) келган пайти(нима бўлгани)ни сўрагин. Бас, Фиръавн унга: «Албатта, мен сени, эй Мусо, сеҳрлангансан деб ўйлайман», деди.","footnotes":"(Мазкур тўққиз мўъжиза — қўл, асо, тўфон, чигиртка, бит, бақалар, қон, очарчилик йиллари ва меваларнинг камчил бўлиши эди. Бу мўъжизалар ҳақида Аъроф сурасида ва бошқа сураларда сўз кетган.)"},{"id":"2131","sura":"17","aya":"102","arabic_text":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","translation":"У: «Анавиларни кўзни очгувчи қилиб осмонлару ернинг Роббидан ўзга ҳеч бир Зот туширмаганини яхши биласан. Албатта, мен сени, эй Фиръавн, ҳалок бўлгувчисан деб ўйлайман», деди.","footnotes":"(Анави тўққиз очиқ-ойдин мўъжизаларни ғафлат уйқусида қолганлар учун кўзини очувчи қилиб осмонлару Ернинг Робби туширганини, ундан ўзга ҳеч ким тушира олмаслигини яхши биласан. Лекин шундай бўлса ҳам, инкор қилмоқдасан.)"},{"id":"2132","sura":"17","aya":"103","arabic_text":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","translation":"Бас, уларни ердан қўзғатиб чиқармоқчи бўлди. Шунда, Биз уни ва у билан бирга бўлганларни жамлаб ғарқ қилдик.","footnotes":"(Фиръавн Мусо алайҳиссаломни ва у кишининг қавмлари Бани Исроилни Миср еридан қўзғатиб чиқармоқчи бўлди. Шунда Аллоҳ таоло Фиръавнни ва унинг қавмини жамлаб денгизга ғарқ қилди. Ҳаммалари ҳалок бўлдилар.)"},{"id":"2133","sura":"17","aya":"104","arabic_text":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","translation":"У(Фиръавн)дан сўнг Бани Исроилга: «Мана шу ерни маскан тутинглар. Бас, охират ваъдаси келган чоғида, ҳаммангизни тўплаб келтирамиз», дедик.","footnotes":"(Қиёмат қоим бўлганида, ҳаммангизни — сизни ҳам, Фиръавн ва унинг қавмини ҳам тўплаб келтирамиз. Ўшанда ҳисоб-китоб бўлаверади.)"},{"id":"2134","sura":"17","aya":"105","arabic_text":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","translation":"Уни ҳақ ила нозил қилдик ва ҳақ ила нозил бўлди. Биз сени фақат хушхабар бергувчи ва огоҳлантиргувчи этиб юбордик, холос.","footnotes":""},{"id":"2135","sura":"17","aya":"106","arabic_text":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","translation":"Ва Қуръонни одамларга аста-секин ўқиб беришинг учун бўлиб қўйдик ва бўлак-бўлак қилиб туширдик.","footnotes":""},{"id":"2136","sura":"17","aya":"107","arabic_text":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","translation":"Сен: «Унга иймон келтиринглар ёки иймон келтирманглар — бари бир. Албатта, ундан олдин илм берилганлар у уларга тиловат қилинганда юзлари ила саждага йиқилурлар», деб айт.","footnotes":"(Ушбу оят сажда ояти бўлиб уни ўқиган ёки эшитган одамга қироат саждаси қилишлик вожиб бўлади. Қуръондан олдин илм берилганлар деганда Таврот ва Инжил берилганлар тушунилади. Аллоҳни таниганлар, дин-диёнат, пайғамбар, илоҳий китоб, ваҳий, фаришта каби нарсалар нима эканини биладиганлар уларга Қуръони Карим тиловат қилиниши билан ўзларини тута олмай саждага йиқиладилар.)"},{"id":"2137","sura":"17","aya":"108","arabic_text":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","translation":"Ва: «Роббимиз мутлақо пок бўлди. Шубҳасиз, Роббимизнинг ваъдаси амалга ошажак», дерлар.","footnotes":""},{"id":"2138","sura":"17","aya":"109","arabic_text":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","translation":"Ва юзлари ила йиқилиб йиғларлар ва у хокисорликларини зиёда қилур.","footnotes":""},{"id":"2139","sura":"17","aya":"110","arabic_text":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","translation":"Сен: «Аллоҳга дуо қилинглар, Роҳманга дуо қилинглар, қайсисига дуо қилсангиз ҳам, бари бир. Гўзал исмлар Уникидир», деб айт. Намозингни жуда баланд овоз ила ўқима, уни жуда махфий ҳам ўқима, бунинг орасида бир йўл тут.","footnotes":""},{"id":"2140","sura":"17","aya":"111","arabic_text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","translation":"Сен: «Ҳамд бўлсин, фарзанд тутмаган, мулкда шериги бўлмаган ва хорликдан қутқаргувчи дўстга зор бўлмаган Аллоҳга», дегин. Ва Уни мутлақо улуғла!","footnotes":""}]