[{"id":"8","sura":"2","aya":"1","arabic_text":"الٓمٓ","translation":"Алиф. Лаам. Мийм.","footnotes":"(Қуръони Каримнинг йигирма тўққиз сураси ҳарфлар билан бошланган. Бу ҳарфларга турлича номлар берилган: баъзилар «Ҳурифул муқатаот\" кесик ҳарфлар десалар, бошқалар «Ҳурифул ҳижои\" алифбо ҳарифлари дейдилар, учинчилари эса, «Фавотуҳус суар\" сураларни очувчилар дейдилар. Бу ҳарфларга турлича ном берилганидек, улар ила бошланишидан кўзланган мурод ҳақида ҳам ҳар хил фикрлар айтилган. Бу ҳақда махсус баҳслар ҳам бор. Баъзи уламолар бу ҳарфларнинг сирини Аллоҳга ҳавола этадилар, бошқалари: «Бу Аллоҳ билан Пайғамбар алайҳиссалом ўрталаридаги сир», дейдилар. Бошқа бирлари эса, уларга ўзларича маъно йўйганлар. Ихтилофнинг асосий сабаби — улар ҳақида на Пайғамбар алайҳиссаломнинг ўзларидан ва на саҳобаи киромлардан бирорта ҳам ривоят йўқлигидир.)"},{"id":"9","sura":"2","aya":"2","arabic_text":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","translation":"Бу китобда шак-шубҳа йўқ, у тақводорларга ҳидоятдир.","footnotes":"(Яъни, Қуръони Карим шундай китобки, унинг ҳақлигига ҳеч шак-шубҳа йўқ. Унда ҳамма нарса очиқ-ойдин, аниқ-равшандир. Қуръони Каримнинг бир сифати «тақводорларга ҳидоятдир». Ҳидоят-мақсадга эриштиргувчи лутф билан йўл кўрсатишдир. Тақводорлар эса, уқубатга элтгувчи нарсалардан сақланадиган шахслардир. Демак, Қуръони Карим ҳидоятидан баҳраманд бўлиш учун тақводор бўлиш керак экан. Тақвосиз қалбга Қуръони Карим ҳидоят солмайди. Кимки Қуръони Каримдан ҳидоят олибдими, демак унда тақво бор экан.)"},{"id":"10","sura":"2","aya":"3","arabic_text":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"Улар ғайбга иймон келтирурлар, намозни тўкис ўқирлар ва Биз уларга берган ризқдан нафақа қилурлар.","footnotes":"(Ушбу оятда Қуръон ҳидоятидан баҳраманд бўла оладиган тақводорларнинг сифатларидан учтаси саналган: Биринчиси — «ғайбга иймон келтирурлар». Абул Олия ғайбга иймон келтиришнинг тафсирида: «Аллоҳга, Унинг фаришталарига, китобларига, пайғамбарларига, қиёмат кунига, жаннатига, дўзахига, мулоқотига, ўлимдан кейинги ҳаётга ва қайта тирилишга ишонишдир», деган эканлар. Иккинчиси — «намоз ўқирлар». Яъни, Аллоҳга ибодат қиладилар. Бандага қул бўлишдан озод бўлиб, бандаларнинг Парвардигорига қул бўладилар. Намоз орқали банда Аллоҳ таолога боғланади. Ҳаётида ерга қапишиб юришдан юқори нарсани топади. Шунингдек, бошқа улкан яхшиликларга эришади. Учинчиси — «Биз уларга берган ризқдан нафақа қилурлар». Мўмин-мусулмоннинг, тақводор одамнинг эътиқоди бўйича, унинг қўлидаги мол-дунё Аллоҳ берган ризқ, ўзи яратган нарса эмас. Шунинг учун ҳам тақводор инсон Аллоҳ берган ризқдан ўзининг заифҳол, муҳтож биродарларига садақа қилади. «Садақа\" сўзини тасдиқ маъноси бор, мол-дунёсини сарфлаб садақа қилишда эътиқоддаги маънонинг, яъни яхшилик қилиш маъносининг тасдиғи бор. «Нафақа\" ўзи умумий сўз бўлиб, закот, хайр-эҳсон, садақа каби маъноларни англатади.);"},{"id":"11","sura":"2","aya":"4","arabic_text":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","translation":"Ва улар сенга ва сендан олдин нозил қилинган нарсага иймон келтирарлар ва охиратга аниқ ишонарлар.","footnotes":"(Демак, тақводорларга оид навбатдаги тўртинчи сифат — Муҳаммад алайҳиссаломга нозил қилинган Қуръони Каримга ва у кишидан олдин туширилган самовий китобларга иймон келтириш. Бу нарса, Ислом умматининг буюк сифатларидан бири бўлиб, бошқа ҳеч бир умматда йўқдир. Чунки Ислом умматидан бошқа ҳеч бир уммат Аллоҳдан нозил бўлган барча китобларга бирдек иймон келтирмаган. Ислом уммати Аллоҳ туширган барча китобларга бирдек иймон келтиради.)"},{"id":"12","sura":"2","aya":"5","arabic_text":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Ана ўшалар Роббиларидан бўлган ҳидоятдадирлар ва ана ўшалар, ўшаларгина нажот топгувчилардир.","footnotes":"(Ким нажот топишни истаса, ўзида тақводорлик сифатларини мужассам қилишга уринсин.)"},{"id":"13","sura":"2","aya":"6","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","translation":"Албатта, куфр келтирганларга қўрқитасанми-қўрқитмайсанми — бари бир, иймон келтирмаслар.","footnotes":""},{"id":"14","sura":"2","aya":"7","arabic_text":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","translation":"Аллоҳ уларнинг қалблари ва қулоқларини муҳрлаб қўйган ва кўзларида парда бор. Ва уларга улкан азоб бордир.","footnotes":""},{"id":"15","sura":"2","aya":"8","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","translation":"Ва одамлардан, Аллоҳга ва охират кунига иймон келтирдик, дейдиганлари бор. Ҳолбуки, улар мўмин эмаслар.","footnotes":""},{"id":"16","sura":"2","aya":"9","arabic_text":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"Улар Аллоҳни ва иймон келтирганларни алдамоқчи бўларлар. Ва ҳолбуки, сезмасдан ўзларини алдарлар.","footnotes":""},{"id":"17","sura":"2","aya":"10","arabic_text":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","translation":"Уларнинг қалбларида касал бор. Аллоҳ касалларини зиёда қилди. Ва уларга ёлғон гапирганлари учун аламли азоб бор.","footnotes":""},{"id":"18","sura":"2","aya":"11","arabic_text":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","translation":"Ва агар уларга, ер юзида фасод қилманг, дейилса, биз фақат ислоҳ қилувчилармиз, дерлар.","footnotes":""},{"id":"19","sura":"2","aya":"12","arabic_text":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","translation":"Огоҳ бўлинг, улар, фақат улар фасодчилардир, лекин сезмаслар.","footnotes":""},{"id":"20","sura":"2","aya":"13","arabic_text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","translation":"Ва агар уларга, одамлар иймон келтирганидек иймон келтиринглар, дейилса, «Эси пастлар иймон келтирганидек иймон келтирамизми?» дерлар. Огоҳ бўлинг, улар, фақат улар эси пастлардир ва лекин ўзлари билмаслар.","footnotes":""},{"id":"21","sura":"2","aya":"14","arabic_text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","translation":"Улар иймон келтирганларни учратсалар, иймон келтирдик, дерлар, шайтонлари билан холи қолганда эса, биз сизлар биланмиз, фақат истеҳзо қиляпмиз, холос, дерлар.","footnotes":""},{"id":"22","sura":"2","aya":"15","arabic_text":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"Аллоҳ уларни истеҳзо қиладир ва туғёнларида довдирашларига қўйиб берадир.","footnotes":""},{"id":"23","sura":"2","aya":"16","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","translation":"Ана ўшалар залолатни ҳидоятга сотиб олганлардир. Ва тижоратлари фойда келтирмади ҳамда улар ҳидоят топганлардан бўлмадилар.","footnotes":"(Ушбу оятда Аллоҳ таоло мунофиқлар ҳидоятни қўйиб залолат-адашиш йўлини ихтиёр қилганликларини илоҳий таъбирлар билан баён қилмоқда. Агар улар хоҳласалар, ҳидоят қўлларига теккан эди, ундан фойдаланиб юрсалар бўлар эди. Пайғамбар алайҳиссалом бошқалар қатори уларни ҳам даъват қилган эдилар. Аммо улар ҳидоятни бой бериб, залолатни танладилар. Яъни, ҳидоятга залолатни сотиб олдилар. Аммо уларнинг бу тижорат-савдолари фойда келтирмади. Шу билан бирга, улар ҳидоятда-тўғри йўлда юрувчилардан бўлмадилар. Имом Бухорий Абу Ҳурайра розияллоҳу анҳудан ривоят қилган ҳадисда Пайғамбаримиз алайҳиссалом: «Мунофиқнинг белгиси учдир: гапирса ёлғон гапиради, ваъда берса, сўзида турмайди ва омонат топширилса, хиёнат қилади», деганлар. Шунингдек, Имом Бухорий Ибн Амр розияллоҳу анҳудан ривоят қилган ҳадисда: «Тўрт нарса бор, кимда улар бўлса, тўлиқ мунофиқ бўлади. Кимда улардан бир хислат бўлса, уни ташлагунча, нифоқнинг хислатларидан бири у кишида туради. Омонатга хиёнат қилади, ёлғон гапиради, аҳд қилса, алдайди ва тортишса, фожирлик қилади», дейилган.)"},{"id":"24","sura":"2","aya":"17","arabic_text":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","translation":"Улар, мисоли, ёққан ўти энди атрофини ёритганида, Аллоҳ нурларини кетказиб, қоронғу зулматларда қолдирган кишиларга ўхшарлар. Улар кўрмаслар.","footnotes":"(Ҳақиқатда ҳам, мунофиқлар кофирларнинг зидди ўлароқ, аввал бошдан Ислом даъватини эшитдилар. Ислом-иймон калималарини нутқ қилдилар, ҳатто яхшигина қулоқ осдилар, иймон келтирдик, дедилар, ибодат ҳам қилдилар. Кейин эса, ҳаммасини ташлаб, инкор қилиб, куфр, нифоқ, шак-шубҳа зулматларида қолиб кетдилар.)"},{"id":"25","sura":"2","aya":"18","arabic_text":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","translation":"Улар кар, соқов, кўрдирлар. Бас, улар қайтмаслар.","footnotes":""},{"id":"26","sura":"2","aya":"19","arabic_text":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","translation":"Ёки худди осмондан ёмғир ёғиб, қоронғу босиб, момақалдироқ ва чақмоқ чаққанда, яшиндан қочиб, панжаларини қулоқларига тиқиб, ўлимдан эҳтиёт бўлаётган одамга ўхшарлар. Ва Аллоҳ кофирларни ўраб олувчидир. ","footnotes":""},{"id":"27","sura":"2","aya":"20","arabic_text":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Чақмоқ уларнинг кўзини олиб қўяй дейди. Ёришган пайтда юришар, қоронғи бўлса, тўхташар. Агар Аллоҳ хоҳласа, уларнинг кўзу қулоқларини кетказур. Албатта, Аллоҳ ҳар бир нарсага қодирдир.","footnotes":"(Аллоҳ таоло ушбу икки оятда мунофиқларнинг ҳайратлари, иккиланишлари ва умумий руҳий ҳолатларини момақалдироқ бўлиб чақмоқ чақиб, осмонни зулмат босиб, қаттиқ ёмғир ёққанда кўчада қолган бечора одамга ўхшатади. У қўрққанидан даҳшатга тушиб, яшиндан қутулмоқчи бўлади, панжаларини қулоқларига тиқиб, шу мени ўлимдан сақлайди, деб туради. Улар куфр ва нифоқ зулматидадирлар; чақмоқ чаққан пайтдаги ёруғдан фойдаланиб бир-икки қадам боса оладилар, чақмоқдан кейин яна қоронғуда туриб қоладилар.)"},{"id":"28","sura":"2","aya":"21","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Эй одамлар, сизларни ва сиздан олдингиларни яратган Роббингизга ибодат қилинг. Шоядки, тақводор бўлсангиз.","footnotes":"(Ушбу оятда умумбашарга қарата нидо этилмоқдаки, сизларни яратган тарбиякунандаларингиз улуғ Аллоҳга ибодат қилинглар! Сизларни яратишда У ягона бўлган, энди ёлғиз Ўзига ибодат қилишингизга ҳақлидир. Ибодатдан мақсад — шоядки тақводор бўлсаларингиз.)"},{"id":"29","sura":"2","aya":"22","arabic_text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","translation":"У сизларга ерни тўшаб, осмонни бино қилган ва осмондан сув тушириб, у билан сизларга меваларни ризқ қилиб чиқарган Зотдир. Билиб туриб Аллоҳга бошқаларни тенглаштирманг.","footnotes":""},{"id":"30","sura":"2","aya":"23","arabic_text":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ва агар бандамизга туширган нарсамизга шакингиз бўлса, унга ўхшаш бир сура келтиринг ва рост сўзловчилардан бўлсангиз, Аллоҳдан ўзга гувоҳларингизни чақиринг.","footnotes":""},{"id":"31","sura":"2","aya":"24","arabic_text":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"Бас, агар қила олмасанглар, ҳеч қачон қила олмайсизлар ҳам, ёқилғиси одамлар ва тош бўлган, кофирлар учун тайёрланган ўтдан қўрқинглар.","footnotes":"(Аллоҳ субҳонаҳу ва таолонинг, «ҳеч қачон қила олмайсизлар ҳам», дейиши улкан мўъжизадир. Бу ерда Қуръон сураларидан биттасига ўхшаш сурани ҳеч қачон келтира олмаслиги таъкидлаб айтилмоқда.)"},{"id":"32","sura":"2","aya":"25","arabic_text":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","translation":"Иймон келтирган ва солиҳ амаллар қилганларга улар учун остидан анҳорлар оқиб турган жаннатлар борлигининг башоратини бер. Қачонки уларнинг мевасидан баҳраманд бўлсалар, бундан аввал ҳам ризқланган эдик, дерлар. Уларга ўхшаш нарсалар берилгандир. Уларга у ерда покиза жуфтлар бор ва улар у ерда абадий қолурлар.","footnotes":"(Ушбу ояти каримада Аллоҳ субҳонаҳу ва таоло Пайғамбари Муҳаммад алайҳиссаломга хитоб қилиб, иймон келтирган ва солиҳ амал қилганларга башорат-суюнчи хабарини беришни буюрмоқда. Демак, дарахтлари остидан анҳорлар оқиб турувчи жаннатга кириш учун иймон келтириш, яъни Аллоҳга, Пайғамбарга, Қуръонга ва иймон лозим бўлган бошқа нарсаларга иймон келтириш ҳамда амали солиҳларни, яъни Қуръон ва суннатда яхши деб таърифланган ишларни қилиш зарурдир.)"},{"id":"33","sura":"2","aya":"26","arabic_text":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","translation":"Албатта, Аллоҳ чивин ёки ундан устунроқ нарсани мисол келтиришдан уялмас. Иймон келтирганлар, албатта, у Роббиларидан келган ҳақлигини билурлар. Аммо куфр келтирганлар: «Аллоҳ бу мисолдан нимани ирода қилди?» – дерлар. У ўша билан кўпчиликни залолатга кеткизар ва кўпчиликни ҳидоятга солар. У ўша билан фақат фосиқларнигина залолатга кеткизар.","footnotes":""},{"id":"34","sura":"2","aya":"27","arabic_text":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"Улар Аллоҳнинг аҳдини боғланганидан сўнг бузадиган, Аллоҳ боғланишга буюрган нарсаларни кесадиган, ер юзида фасод қиладиган зотлардир. Ана ўшалар ютқазувчилардир.","footnotes":"(Яъни, ҳар бир банданинг Яратган билан боғлаган аҳди бор. Кофир ва мунофиқлар ўша аҳдни бузиш билан бошқалардан ажраб туради. Аллоҳ кўп нарсаларни, жумладан, қариндошлик алоқаларини боғлашга, инсоний алоқаларни боғлашга, иймон ва диндошлик алоқаларини боғлашга... ва ҳоказо ишларга буюрган. Фосиқ-кофир ва мунофиқлар ушбу алоқаларни ҳам кесадилар. Фасоднинг тури жуда кўп. Жумладан, юқоридаги икки сифат ҳам Ер юзини фасодга тўлдирадиган сифатлардан ҳисобланади. Аммо энг катта фасод-борлиқни яратувчи зот бўлмиш Аллоҳ таоло кўрсатган йўлини тарк этиб, бошқача яшашга ҳаракат қилишидир. Ҳамма фасод шундан келиб чиқади.)"},{"id":"35","sura":"2","aya":"28","arabic_text":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translation":"Аллоҳга қандай куфр келтирасизлар? Ва ҳолбуки, жонсиз эдингиз, У сизга жон берди, сўнгра жонингизни оладир ва яна тирилтирадир ва сизлар Унга қайтажаксизлар.","footnotes":""},{"id":"36","sura":"2","aya":"29","arabic_text":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"У сизлар учун ер юзидаги барча нарсани яратган Зот. Сўнгра осмонга юзланди ва уларни еттита қилиб тўғрилади. Ва У ҳар бир нарсани билувчи Зотдир.","footnotes":"(Аллоҳ дунёдаги жамики нарсаларни инсонга ҳадя этган экан, инсон ҳам, ўз навбатида, ўша неъматларни берган Зотга шукр қилиб яшамоғи лозим. Ҳол шундай экан, қандай қилиб улар Аллоҳни инкор этадилар ва унга куфр келтирадилар?!)"},{"id":"37","sura":"2","aya":"30","arabic_text":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","translation":"Эсла, вақтики Роббинг фаришталарга: «Мен ер юзида халифа қилмоқчиман», – деди. Улар: «Унда фасод қиладиган, қон тўкадиган кимсани қилмоқчимисан? Ва ҳолбуки, биз Сенга тасбиҳ, ҳамд айтиб ва Сени улуғлаб турибмиз», – дедилар. У: «Мен сиз билмаганни биламан», – деди.","footnotes":"(Ушбу оятдан маълум бўляптики, Аллоҳ таоло Одамни Ўзининг Ер юзидаги ўринбосари-халифаси бўлишини ирода этган экан. Демак, инсонга улкан ишонч билдирилган, улуғ Аллоҳнинг халифаси бўлишдек олий мақомга лойиқ кўрилган. Бундай марҳаматнинг ўзига яраша буюк масъулияти ҳам бор. Инсон шуни англаган ҳолда, уни халифа қилиб қўйган Зотнинг топшириқларини бажармоғи, яратган Зот муносиб кўрган олий мақомга доғ туширмасликка ҳаракат қилмоғи керак.)"},{"id":"38","sura":"2","aya":"31","arabic_text":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ва У Одамга исмларнинг барчасини ўргатди, сўнгра уларни фаришталарга рўбарў қилди. Кейин: «Агар ростгўйлардан бўлсангиз, анавиларнинг исмларини менга айтиб беринг», – деди.","footnotes":""},{"id":"39","sura":"2","aya":"32","arabic_text":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Улар: «Ўзинг поксан! Бизда Сен билдиргандан бошқа илм йўқ. Албатта, Сенинг Ўзинг билувчисан ва ҳикматли Зотсан», – дедилар.","footnotes":""},{"id":"40","sura":"2","aya":"33","arabic_text":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","translation":"«Эй Одам, буларга у нарсаларнинг исмларини айтиб бер», – деди. Уларга ўша нарсаларнинг исмларини айтиб берган чоғида, «Мен сизларга осмонлару ернинг ғайбини биламан ва сизлар беркитмагану беркитган нарсаларни ҳам биламан демабмидим», – деди.","footnotes":"(Шу билан Одамнинг фаришталардан устунлик тарафи намоён бўлди. У ҳам бўлса, илм-маърифат. Инсон Ер юзида фасод қилиши, қон тўкиши ҳам мумкин, неъмати илоҳий бўлмиш илмни ўз ўрнида ишлатиб, фаришталардан устун бўлиши ҳам мумкин.)"},{"id":"41","sura":"2","aya":"34","arabic_text":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","translation":"Эсла, фаришталарга: «Одамга сажда қилинглар!» деганимизни. Бас, сажда қилдилар, магар иблис бош тортди, мутакаббирлик қилди ва кофирлардан бўлди.","footnotes":"(Фаришталарга саждани буюриб, Аллоҳ Одамга улкан мартаба ато этди. Аммо бу сажда ибодат учун эмас, балки Одамни — Аллоҳнинг улуғ ижодини табриклаш маъносида эди. Фаришталар дарҳол сажда қилдилар, чунки улар фитратида Аллоҳнинг амрига исён қилиш хусусияти йўқ. Фақат Иблис сажда қилмади.)"},{"id":"42","sura":"2","aya":"35","arabic_text":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","translation":"Ва: «Эй Одам, сен ўз жуфтинг ила жаннатда маскан топ. Унда нимани хоҳласаларингиз, енглар, ош бўлсин ва мана бу дарахтга яқин келманглар, бас, у ҳолда золимлардан бўласизлар», – дедик.","footnotes":""},{"id":"43","sura":"2","aya":"36","arabic_text":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"Шайтон уларни ундан оздирди ва бўлган нарсаларидан чиқарди. Ва Биз: «Баъзингиз баъзингизга душман бўлиб тушинглар, сизларга ер юзида қароргоҳ ва бир муддат ҳузур қилиш бордир», – дедик.","footnotes":""},{"id":"44","sura":"2","aya":"37","arabic_text":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"Бас, Одам ўз Роббисидан сўзларни қабул қилиб олди, кейин У Зот унинг тавбасини қабул қилди. Албатта, У тавбани қабул қилувчи ва раҳимли Зотдир.","footnotes":""},{"id":"45","sura":"2","aya":"38","arabic_text":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Биз: «Ундан ҳаммангиз тушинг. Бас, Мендан сизга ҳидоят келажак. Ким Менинг ҳидоятимга эргашса, уларга хавф йўқ ва улар хафа ҳам бўлмаслар», – дедик.","footnotes":""},{"id":"46","sura":"2","aya":"39","arabic_text":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Ва куфр келтирган ҳамда оятларимизни ёлғонга чиқарганлар эса, улар дўзах эгаларидир, улар унда абадий қолурлар.","footnotes":"(Аллоҳнинг ҳидоятига эргашмаганларни Аллоҳ таоло лўнда қилиб, куфр келтирганлар деб қўя қолган. Эришадиган оқибатлари аниқ: улар дўзахга тушадилар, ўша ерда абадий қоладилар.)"},{"id":"47","sura":"2","aya":"40","arabic_text":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","translation":"Эй Бани Исроил, сизга берган неъматларимни эсланг ва Менга берган аҳдингизга вафо қилинг. Мен ҳам сизга берган аҳдимга вафо қилурман. Ва Мендангина қўрқинг.","footnotes":""},{"id":"48","sura":"2","aya":"41","arabic_text":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","translation":"Ва сиздаги нарсани тасдиқловчи қилиб туширган нарсамга иймон келтиринг. Унга биринчи куфр келтирувчи бўлманг. Менинг оятларимни оз баҳога сотманг ва Менгагина тақво қилинг.","footnotes":""},{"id":"49","sura":"2","aya":"42","arabic_text":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"Ҳақни ботилга аралаштирманг ва ўзингиз билиб туриб ҳақни беркитманг.","footnotes":""},{"id":"50","sura":"2","aya":"43","arabic_text":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","translation":"Намозни тўкис адо қилинг, закот беринг ва рукуъ қилувчилар билан рукуъ қилинг.","footnotes":""},{"id":"51","sura":"2","aya":"44","arabic_text":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","translation":"Одамларни яхшиликка чорлаб туриб, ўзингизни унутасизми? Ҳолбуки, китобни тиловат қиляпсиз-ку. Ақлни ишлатмайсизми?!","footnotes":""},{"id":"52","sura":"2","aya":"45","arabic_text":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","translation":"Сабр ва намоз ила ёрдам сўранг. Ва албатта, у нафси синиқлардан бошқаларга жуда катта ишдир.","footnotes":"(Биз ёрдам сўранг деб таржима қилган ибора араб тилида «истаъийну\" деб келган. Бу сўзнинг маъноси бир ишга уриниб туриб, яна қўшимча ёрдам сўрашни англатади. Демак, мусулмон киши ҳар бир ишга астойдил уринади ва шу уриниш билан бирга, Аллоҳдан ёрдам сўрайди. Сабр ҳам, кўпчилик хаёл қилганидай салбий маънода, яъни нима бўлса ҳам сабр қиляпман, деб жим-ҳаракатсиз туриш эмас, балки Аллоҳнинг айтганини бажариш жараёнида дуч келадиган машаққатларни енгишдаги сабрдир. Энг бош сабр ҳавою нафсни, роҳат-фароғатни, мансабни тарк қилиб, Аллоҳнинг айтганига юришга чидамдир.)"},{"id":"53","sura":"2","aya":"46","arabic_text":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","translation":"Улар албатта Роббиларига рўбарў бўлишларига ва албатта Унга қайтиб боришларига ишонган зотлардир.","footnotes":""},{"id":"54","sura":"2","aya":"47","arabic_text":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"Эй Бани Исроил, сизга берган неъматларимни ва Мен сизларни оламлардан афзал қилиб қўйганимни эсланг!","footnotes":"(Ўша пайтларда пайғамбарлик, илоҳий китоблар ва бошқа афзалликлар Бани Исроилга берилган эди. Лекин улар бу неъматларга шукр этмадилар, аҳдга вафо қилмадилар. Шундан сўнг Аллоҳ уларни лаънатлади, ғазаб қилди, хорлик ва зорликни раво кўрди.)"},{"id":"55","sura":"2","aya":"48","arabic_text":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","translation":"Бир жон бошқа жондан ҳеч нарсани адо қила олмайдиган, ундан шафоат қабул қилинмайдиган, ундан тўлов олинмайдиган ва уларга ёрдам берилмайдиган кундан қўрқинг.","footnotes":""},{"id":"56","sura":"2","aya":"49","arabic_text":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"Сизни ёмон азобларга солиб, ўғилларингизни сўйиб, қизларингизни тирик қолдираётган Фиръавн аҳлидан қутқарганимизни эсланг. Ана ўшанда Роббингиздан улуғ синов бордир.","footnotes":"(Фиръавн — қадимги Миср подшоҳининг лақаби. Яъни, ким Мисрга подшоҳ бўлса, Фиръавн бўлади. «Фиръавн аҳли\" дегани Фиръавннинг одамлари демакдир. Фиръавн Бани Исроилда туғилган ўғил болаларни ўлдириб, қизларни тирик қолдириши ҳам улкан бир азоб.)"},{"id":"57","sura":"2","aya":"50","arabic_text":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","translation":"Ва денгизни ёриб, сизни қутқариб, сизнинг кўз олдингизда Фиръавн аҳлини ғарқ қилганимизни эсланг.","footnotes":"(Бани Исроилни Мусо алайҳиссалом Мисрдан олиб чиқиб кетаётганларида, Фиръавн одамлари билан қувиб келиб қолади. Шунда Аллоҳ денгизни иккига бўлиб йўл очади ва Бани Исроил ўтиб оладилар. Ортларидан Фиръавн одамлари билан тушганда, Аллоҳ уларни ғарқ қилади.)"},{"id":"58","sura":"2","aya":"51","arabic_text":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","translation":"Ва Мусо билан қирқ кечага ваъдалашганимизни, у (кетгани)дан сўнг золим бўлган ҳолингизда бузоқни (худо) тутганингизни эсланг!","footnotes":""},{"id":"59","sura":"2","aya":"52","arabic_text":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Ўшандан кейин сизни афв этдик. Шоядки, шукр қилсангиз.","footnotes":""},{"id":"60","sura":"2","aya":"53","arabic_text":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Шоядки, ҳидоят топсангиз деб, Мусога китобни ва фурқонни берганимизни эсланг.","footnotes":""},{"id":"61","sura":"2","aya":"54","arabic_text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"Мусонинг ўз қавмига: «Эй қавмим, албатта, сиз бузоқни (худо) тутишингиз ила ўзингизга ўзингиз зулм қилдингиз. Энди сизни бор қилувчи Зотга тавба қилинг, ўзингизни ўзингиз ўлдиринг, шундоқ қилмоғингиз сизни бор қилувчи Зот ҳузурида сиз учун яхшидир. Бас, У тавбангизни қабул қилди. Чунки У тавбани кўплаб қабул қилувчи ва раҳимли Зотдир», деганини эсланг.","footnotes":"(Бузоқни худо деб тутиш инсон учун, унинг ақли учун нақадар улкан ор бўлишига қарамай, Бани Исроил табиатидаги бузуқликдан келиб чиқиб, шу ишни ўзига эп кўрди ва бу билан ўзига ўзи зулм қилди.)"},{"id":"62","sura":"2","aya":"55","arabic_text":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","translation":"«Эй Мусо, Аллоҳни очиқ-равшан кўрмагунимизча, сенга ишонмаймиз», деганингизни, шунда сизни ўзингиз назар солиб турганингизда яшин урганини эсланг.","footnotes":"(Бани Исроилнинг бу шаккоклиги учун Аллоҳ таоло муносиб жазолади: ўзлари қараб турган ҳолда яшин уриб, ҳалок бўлдилар.)"},{"id":"63","sura":"2","aya":"56","arabic_text":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Сўнгра, ўлимингиздан кейин қайта тирилтирдик, шоядки, шукр қилсангиз.","footnotes":"(Аллоҳ таоло уларни қайта тирилтирибгина қўймади. Балки яна қўшимча марҳаматлар кўрсатди.)"},{"id":"64","sura":"2","aya":"57","arabic_text":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Ва булутни устингиздан соя солдириб қўйдик, сизга манн ва беданани туширдик. Ризқ қилиб берган нарсаларимизнинг покларини енглар. Бизга зулм қилмадилар. Лекин ўзларига зулм қилардилар.","footnotes":"(Ибн Касирнинг айтишларича, «Манн» ўзини еса, таом ва ширинлик, сувга қўшиб ичса, ичимлик бўладиган нарсадир. Уни бошқа нарсаларга қўшса ҳам бўлаверади.)"},{"id":"65","sura":"2","aya":"58","arabic_text":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"«Ушбу қишлоққа кирингиз ва унинг хоҳлаган жойида енглар, еганингиз ош бўлсин ва эшикдан таъзим билан, ҳиттатун, деб киринг, сизнинг хатоларингизни мағфират қиламиз ва яхшиларга зиёда қиламиз», деганимизни эсланг.","footnotes":"(Ушбу оятда, «Ушбу қишлоққа кирингиз», деган жумладаги «қишлоқ»дан мурод — Қуддуси шарифдир. Узоқ замонлар Мисрда ватангадо бўлиб юрган Бани Исроилга Аллоҳ таоло ватан ато қилиб, «қишлоққа кирингиз», деяпти. Бунинг устига яна: «Хоҳлаган жойингизда еб-ичинглар, еганларингиз ош бўлсин», деб катта марҳамат кўрсатяпти. Шу билан бирга, қандай ҳолда кириш лозимлигини ҳам ўргатди. Эшикдан сажда қилиб, яъни одоб билан, «ҳиттатун» деган сўзни айтиб киринг, дейилди. «Ҳиттатун» дегани — афв эт, гуноҳимни кеч, деган маънони англатар экан. Бани Исроил агар қишлоққа сажда қилиб, гуноҳларини кечишини сўраб, Аллоҳ ўргатган сўзни айтиб кирсалар, Парвардигор уларга мағфират ваъда қилди. «Сизнинг хатоларингизни мағфират қиламиз ва яхшиларга зиёда қилиб берамиз», деди.)"},{"id":"66","sura":"2","aya":"59","arabic_text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Бас, зулм қилганлар уларга айтилган сўзни бошқасига алмаштирдилар. Биз зулм қилганларга фисқ қилаётганлари учун осмондан азоб туширдик.","footnotes":"(Бани Исроил яна бузғунчилик қилди. Аллоҳ таоло ўргатган «ҳиттатун» сўзи ўрнига бошқа сўзни алмаштириб айтдилар. Имом Бухорий Абу Ҳурайра розияллоҳу анҳудан ривоят қиладиларки, Пайғамбар алайҳиссалом: «Бани Исроилга, эшикдан таъзим қилиб, ҳиттатун, деб киринглар, дейилган эди. Улар думбалари билан судралиб, сўзни алмаштириб, ҳаббатун фи шаъратин, деб кирдилар», дедилар. Ушбу ҳадисдан маълум бўладики, улар ҳам амалда, ҳам сўзда хилоф қилганлар. Сажда (таъзим) қилиб киринглар, дейилса, думбалари билан судралиб кирганлар. «Ҳиттатун» деб айтинглар, дейилса, «ҳаббатун фи шаъратин», яъни арпа дони ичидаги бир дона дон, дейишган. Уларнинг бу ишлари ҳам зулм, ҳам фисқ — Аллоҳнинг амридан чиқиш эди. Шунинг учун Аллоҳ таоло уларга осмондан азоб туширди.)"},{"id":"67","sura":"2","aya":"60","arabic_text":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"Мусо ўз қавмини сероб қилишни сўраганида, «Ҳассанг билан тошни ур!» деганимизни эсланг. Бас, ундан ўн икки булоқ отилиб чиқди. Ҳар қабила ўз сувини билди. Аллоҳ берган ризқдан еб-ичинглар. Ер юзида бузғунчилик устига бузғунчилик қилманглар.","footnotes":""},{"id":"68","sura":"2","aya":"61","arabic_text":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"«Эй Мусо, бир хил таомга ҳеч чидай олмаймиз, Роббингга дуо қил, бизга ерда ўсадиган нарсалардан — сабзавот, тарра, саримсоқ, мош, пиёз чиқариб берсин», деганингизни эсланг. У: «Яхши нарсани паст нарсага алмаштиришни сўрайсизларми? Бирорта шаҳарга тушинг, сўраганингизни албатта топасиз», деди. Уларга хорлик ва мискинлик ёзилди ва Аллоҳнинг ғазабига лойиқ бўлдилар. Бу, Аллоҳнинг оятларига куфр келтирганлари, Набийларни ноҳақ қатл этганлари учундир. Бу, исёнга кетганлари ва ҳаддан ошганлари учундир.","footnotes":""},{"id":"69","sura":"2","aya":"62","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Албатта, иймон келтирганлар, яҳудий бўлганлар, насоролар ва собиийлардан, қайсилари Аллоҳга ва қиёмат кунига иймон келтирса ва яхши амалларни қилса, ўшаларга Роббилари ҳузурида ажрлар бордир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар.","footnotes":"(Ояти каримадаги «иймон келтирганлар»дан мурод мусулмонлардир. «Яҳудий бўлганлар» — Бани Исроилдир. Яҳудийнинг икки тоифаси бор: биринчиси — Аллоҳга қайтган, иккинчиси — Яҳудонинг фарзандлари. «Насоролар» деганда эса, Ийсо алайҳиссаломга иймон келтирганлар тушунилади. Улар у кишига ёрдам берганлари учун «насоро» (ёрдам берувчилар) деб ном олганлар. «Собиийлар» деб Пайғамбаримиз келишларидан олдин араб мушрикларидан бир гуруҳлари ўз қавмларининг буту санамларга сиғинишларини ёқтирмай, ўзлари янги ақида ахтариб, охири, Иброҳим алайҳиссалом динида юрамиз, деб қавмларидан ажраб чиққан кишиларга айтилади. Бу номни уларга мушриклар берган, яъни оталарининг динидан бурилганлар, деганидир.)"},{"id":"70","sura":"2","aya":"63","arabic_text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Аҳду паймонларингизни олганимизни ва устингизга Турни кўтарганимизни, «Биз сизга берган нарсани қувват билан олинг ва ундаги нарсани эсланг, шоядки, тақводор бўлсангиз», (деганимизни) эсланг.","footnotes":""},{"id":"71","sura":"2","aya":"64","arabic_text":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","translation":"Сўнгра, ўшандан кейин юз ўгирдингиз. Сизга Аллоҳнинг фазли бўлмаганида, албатта ютқазганлардан бўлардингиз.","footnotes":""},{"id":"72","sura":"2","aya":"65","arabic_text":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"Батаҳқиқ, сизлардан шанба куни тажовузкорлик қилганларни билдингиз. Биз уларга: «Қувилган, хор-зор маймунга айланинг», – дедик.","footnotes":""},{"id":"73","sura":"2","aya":"66","arabic_text":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","translation":"Биз бу (ҳодиса)ни унинг олдидагиларга ва кейинидагиларга ва тақводорларга мавъиза қилдик.","footnotes":"(Ушбу хабарлардан Бани Исроилнинг яна икки ахлоқини билиб олса бўлади. Кўп таъкидлашга қарамай, ўзларига тушган ваҳийдан, илоҳий кўрсатмалардан юз ўгириш. Буйруқ ва қайтариқларга юзаки амал қилган бўлиб, аслида, хилоф иш тутиш. Имом Аҳмад ривоят қилган ҳадисда Пайғамбар алайҳиссалом: «Яҳудийлар қилган ишни сизлар қилманглар, Аллоҳ ҳаром қилган нарсаларни ҳар хил ҳийлалар билан ҳалол ҳисобламанглар», дейдилар.)"},{"id":"74","sura":"2","aya":"67","arabic_text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","translation":"Мусо ўз қавмига: «Аллоҳ сизга сигир сўймоқни буюрмоқда», деганини эсланг. Улар: «Бизни масхара қиляпсанми?» – дедилар. У: «Жоҳиллардан бўлишимдан Аллоҳдан паноҳ сўрайман», – деди.","footnotes":""},{"id":"75","sura":"2","aya":"68","arabic_text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","translation":"Улар: «Роббингга дуо қил, унинг қандай эканини баён қилиб берсин», – дедилар. У: «У Зот, қари ҳам, ёш ҳам бўлмаган, икковининг ўртасидаги сигир, деяпти. Бас, буюрилган нарсани бажаринг», – деди.","footnotes":""},{"id":"76","sura":"2","aya":"69","arabic_text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","translation":"Улар: «Роббингга дуо қил, унинг рангини баён қилиб берсин», дедилар. У: «У Зот, ранги сап-сариқ, қараганларни хурсанд қиладиган сигир, деяпти», – деди.","footnotes":""},{"id":"77","sura":"2","aya":"70","arabic_text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","translation":"Улар: «Роббингга дуо қил, унинг қандай эканини бизга баён қилиб берсин, сигир бизга ноаниқ бўлиб қолди, биз, иншоаллоҳ, албатта, ҳидоят топувчимиз», – дедилар.","footnotes":""},{"id":"78","sura":"2","aya":"71","arabic_text":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","translation":"У: «У Зот, ўша сигир минилмаган, ер ҳайдаш, экин суғоришда ишлатилмаган, айблардан саломат, аралашган ранги йўқ, деяпти», – деди. Улар: «Ана энди ҳақни келтирдинг», – дедилар. Бас, уни сўйдилар. Сал бўлмаса, қила олмасдилар.","footnotes":""},{"id":"79","sura":"2","aya":"72","arabic_text":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","translation":"Бир жонни ўлдириб қўйиб, у ҳақида ихтилофга тушганингизни эсланг. Аллоҳ сиз беркитган нарсани чиқаргувчидир.","footnotes":""},{"id":"80","sura":"2","aya":"73","arabic_text":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","translation":"«Бас, уни у(сигир)нинг баъзи жойи билан уринг», – дедик. Аллоҳ худди шундай қилиб ўликларни тирилтирур ва оят — аломатларини сизга кўрсатур. Шоядки, ақл ишлатсангиз.","footnotes":""},{"id":"81","sura":"2","aya":"74","arabic_text":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Сўнгра, шундан кейин қалбларингиз қаттиқ бўлди, улар тошдек ёки тошдан ҳам қаттиқ. Ва ҳолбуки, тошларнинг баъзиларидан анҳорлар отилиб чиқадир, баъзилари ёрилиб, ундан сув чиқадир ва баъзилари Аллоҳдан қўрққанидан қулаб тушадир. Ва Аллоҳ қилаётган ишларингиздан ғофил эмас.","footnotes":"(Ушбу оятда Аллоҳ таоло Бани Исроилнинг охирги ҳодисадан кейинги ҳолатини васф қилмоқда. Шунча мўъжиза кўрган инсон, ким бўлишидан қатъий назар, қалби эриб, Аллоҳга бўлган эътиқоди зиёда бўлиши керак эди. Аммо Бани Исроилнинг қалблари қаттиқ бўлди. Қаттиқ бўлганда ҳам, тошдек қаттиқ, балки тошдан ҳаим қаттиқ бўлди.)"},{"id":"82","sura":"2","aya":"75","arabic_text":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","translation":"Уларнинг иймон келтиришларини тамаъ қиласизларми? Ва ҳолбуки, улардан бир гуруҳлари Аллоҳнинг каломини эшитар эдилар ва сўнгра уни тушунганларидан кейин, билиб туриб бузар эдилар.","footnotes":"(Иймон ўзига яраша поклик, мусаффолик, нурни қабул қилиб олишга истеъдод талаб қилади. Аммо яҳудийларда бу нарсага яқинлик ҳеч сезилмаяпти. Уларнинг энг яхши вакиллари бўлмиш диний олимларики Аллоҳнинг каломини эшитиб, уни тушуниб етгандан сўнг, билиб туриб бузсалар, қолганлари нима ҳам қилар эди.)"},{"id":"83","sura":"2","aya":"76","arabic_text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"Улар иймон келтирганларни учратсалар, иймон келтирдик, дерлар. Баъзилари баъзилари билан холи қолсалар, уларга: «Аллоҳ сизга очган нарса ҳақида Роббингиз ҳузурида ҳужжат талашишлари учун гапиряпсизми? Ақлни ишлатмайсизми?» дерлар.","footnotes":"(Шунақа сифат эгаларининг иймонга келишидан умидвор бўлса бўладими? Улар иккиюзламачи қавмдир. Мусулмонлар билан учрашиб қолганда, иймонга келдик, Муҳаммад алайҳиссаломга уммат бўлдик, дейишади. Чунки Тавротда у киши ҳақларида башоратлар бор ва яҳудийлар у зотнинг пайғамбар бўлиб келишларини кутаётган эдилар. Аллоҳ таоло ўша Пайғамбар туфайли бизни душманларимизга ғолиб қилади, дейишар эди... Аммо ўзлари бир-бирлари билан ёлғиз қолганларида, бу ҳақиқатни ошкор қилганларни сўка бошлар эдилар.)"},{"id":"84","sura":"2","aya":"77","arabic_text":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","translation":"Аллоҳ уларнинг сир тутгану ошкор қилган нарсаларини албатта билишини англамайдиларми?","footnotes":"(Зикр қилинган бу ҳол яҳудийларнинг диний олимларига оид.)"},{"id":"85","sura":"2","aya":"78","arabic_text":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","translation":"Уларнинг ичида китобдан бехабар, хомхаёлдан бошқани билмайдиган омийлар бор. Улар фақат гумон қиладилар холос.","footnotes":"(Яъни, яҳудийлар ичида Тавротдан бехабар, унда нима гап борлигини билмайдиган саводсиз омийлар ҳам бор. Ўша омийларнинг билгани фақат хомхаёл, холос. Турли нарсаларни гумон қилиб, ўша гумонига ишониб юраверади. Бу омийларнинг шундай ҳолга тушиб қолишига нима сабаб? Асосий сабабларидан бири — залолатга кетган уламолар.)"},{"id":"86","sura":"2","aya":"79","arabic_text":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","translation":"Китобни ўз қўли билан ёзиб, сўнгра уни арзон баҳога сотиш учун: «Бу Аллоҳнинг ҳузуридан», дейдиганларга ҳалокат бўлсин! Уларга қўллари билан ёзган нарсаларидан ҳалокат бўлсин! Уларга топган фойдаларидан ҳалокат бўлсин!","footnotes":"(Ояти карима зикр қилган «арзон баҳо» ҳақида Имом Ҳасан Басрий: «Арзон баҳо — дунё ва унинг нарсаларидир», деган эканлар. Дунёга молу бойлик, мансаб ва бошқалар киради.)"},{"id":"87","sura":"2","aya":"80","arabic_text":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Ва улар: «Бизга (дўзах) ўти ҳеч тегмас, тегса ҳам саноқли кунларгина тегадир», – дедилар. Сен: «Аллоҳдан аҳд олдингизми? Зотан, Аллоҳ аҳдига ҳеч хилоф қилмас. Ёки Аллоҳнинг номидан билмаган нарсангизни гапиряпсизми?» – деб айт.","footnotes":""},{"id":"88","sura":"2","aya":"81","arabic_text":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Йўқ! Ким гуноҳ қилса ва уни хатолари ўраб олган бўлса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар.","footnotes":""},{"id":"89","sura":"2","aya":"82","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Ва иймон келтириб, яхши амалларни қилганлар, ана ўшалар жаннат эгаларидир. Улар унда абадий қолурлар.","footnotes":""},{"id":"90","sura":"2","aya":"83","arabic_text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","translation":"Аллоҳдан бошқага ибодат этмайсиз, ота-онага, қариндошларга, етимларга, мискинларга яхшилик қиласиз, одамларга яхши гаплар айтинг, намозни қоим қилинг, закот беринг, деб Бани Исроилдан аҳду паймон олганимизни эсланг. Сўнгра, озгинангиздан бошқангиз юз ўгириб, ортга қараб кетдингиз.","footnotes":"(Мулоҳаза қилинса, Аллоҳ таоло Бани Исроилдан аҳду паймон олган ишлар Ислом дини ҳам буюрган ишлардир. Шундан ҳамма самовий динларнинг бирлиги келиб чиқади. Тавҳид ақидасининг асоси — Аллоҳдан бошқага ибодат қилмаслик — аҳду паймон олинган ишларнинг бошида саналяпти. Ота-онага яхшилик қилиш ҳар бир фарзанднинг муқаддас бурчи ҳисобланади. Қариндошларнинг қариндошлик ҳаққи бор, уларга ҳам яхшилик қилиш лозим. Етимлар — боқувчисиз қолган ёш болалардир. Жамиятда уларнинг ҳам ҳаққи бор. Шунингдек, мискинлар ҳам турли сабабларга кўра, ҳаёти ноқулай ҳолларга тушиб қолган шахслардир, уларга ҳам яхшилик кўрсатиш инсоннинг инсонийлик бурчи ҳисобланади.)"},{"id":"91","sura":"2","aya":"84","arabic_text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","translation":"Бир-бирингизнинг қонларингизни тўкмайсиз ва диёрингиздан чиқармайсиз, деб сизлардан аҳду паймон олганимизни эсланг. Сўнгра, гувоҳлик бериб туриб иқрор бўлдингиз.","footnotes":""},{"id":"92","sura":"2","aya":"85","arabic_text":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Сўнгра, сиз ўзингизни ўзингиз ўлдирасиз ва бир гуруҳингизни диёридан чиқарасиз ҳамда уларга қарши гуноҳ ва душманлик йўлида ёрдам берасиз. Агар улар асир бўлсалар, қутқариб оласиз. Ва ҳолбуки, уларни чиқариш ҳаром эди. Ёки китобнинг баъзисига иймон келтириб, баъзисига куфр келтирасизми?! Сизлардан ўшандоқ қилганларнинг жазоси бу дунёда фақат расво бўлишликдир, қиёмат кунида эса, энг шиддатли азобга қайтарилурлар. Аллоҳ қилаётганингиздан ғофил эмас.","footnotes":""},{"id":"93","sura":"2","aya":"86","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","translation":"Ана ўшалар дунё ҳаётини охиратга сотиб олганлардир. Улардан азоб енгиллатилмас ва уларга ёрдам ҳам берилмас.","footnotes":""},{"id":"94","sura":"2","aya":"87","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","translation":"Ва батаҳқиқ, Мусога китобни бердик ва унинг ортидан Пайғамбарларни кетма-кет юбордик. Ва Ийсо ибн Марямга равшан(мўъжиза)ларни бердик ва уни Руҳул Қудус билан қўлладик. Ҳар қачон Пайғамбар сизнинг ҳавойи нафсингизга ёқмайдиган нарса келтирса, мутакаббирлик қилиб, баъзиларини ёлғончига чиқариб, баъзиларини ўлдираверасизми?!","footnotes":""},{"id":"95","sura":"2","aya":"88","arabic_text":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","translation":"Ва улар: «Қалбимиз ғилофланган», дейишар. Йўқ, ундай эмас, куфрлари сабабли Аллоҳ уларни лаънатлаган. Бас, озгинагина иймон келтирурлар.","footnotes":"(Яҳудийлар Исломга даъват қилинганларида: «Бизнинг қалбимиз ғилофланган, янги даъват кирмайди, янги даъватчини қабул қилмайди», деб айтишар эдилар. Аллоҳ таоло ушбу оятда уларнинг бу гаплари ёлғон эканини фош этиб, ҳақиқатни баён қилмоқда. Ҳақиқат нима? Ҳақиқат шулки, улар аввалдан куфр келтириб, иймондан қочиб юрганлари учун Аллоҳ уларни лаънатлаб, яъни раҳматидан қувиб, ҳидоят неъматидан маҳрум этган. Шу сабабдан улар иймонга кела олмайдилар. Агар мабодо келсалар ҳам, жуда оз келадилар.)"},{"id":"96","sura":"2","aya":"89","arabic_text":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","translation":"Уларга Аллоҳнинг ҳузуридан ўзларидаги нарсани тасдиқловчи китоб келганда, ва ҳолбуки, кофирларга қарши (ундан) ёрдам кутардилар. Бас, қачонки уларга ўзлари билган нарса келганда, унга куфр келтирдилар. Кофирларга Аллоҳнинг лаънати бўлсин.","footnotes":"(Ибн Касир раҳматуллоҳи алайҳи ривоят қиладиларки, яҳудийлар Авс ва Хазраж қабилаларига қарши, яқинда бизнинг китобларимиз хабарини берган Пайғамбар чиқади, биз унга иймон келтириб, сизларнинг устингиздан ғалаба қозонамиз, дер эдилар. Аллоҳ таоло Пайғамбарни араблар ичидан танлаб юборгач эса, у кишига куфр келтирдилар. Аввалги гапларини ўзлари инкор қилдилар. Шунда Муоз ибн Жабал, Башир ибн ал-Барраа ибн Маъруф ва Довуд ибн Саламалар уларга қарата: «Эй яҳудийлар жамоаси, Аллоҳдан қўрқинглар! Мусулмон бўлинглар! Биз ширк аҳли бўлган давримизда, бизга қарши у кишидан ёрдам топишингизни айтар эдингизлар. У кишининг пайғамбар қилиб юборилиши хабарини берар эдингизлар. Сифатларини айтиб берар эдингизлар», дедилар. Бунга жавобан Бани Назийр яҳудийларидан Салом ибн Мушкам дегани: «У биз билган нарсани олиб келди. Биз сизга айтган бу эмас», деди.)"},{"id":"97","sura":"2","aya":"90","arabic_text":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","translation":"Улар ўзларини сотган нарса: Аллоҳ бандаларидан хоҳлаганига Ўз фазлидан туширганига ҳасад қилиб, Аллоҳ туширган нарсага куфр келтирмоқлик, қандоқ ҳам ёмон. Улар ғазабнинг устига ғазабни лозим тутдилар. Кофирларга хор қилувчи азоб бордир.","footnotes":""},{"id":"98","sura":"2","aya":"91","arabic_text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Агар уларга: «Аллоҳ туширган нарсага иймон келтиринг», дейилса, «Бизга туширилган нарсага иймон келтирамиз», дерлар ва ундан кейинги нарсага куфр келтирарлар. Ҳолбуки, у улардаги нарсани тасдиқловчи ҳақдир. Айт: «Агар мўмин бўлсангиз, нимага илгари Аллоҳнинг Пайғамбарларини ўлдирдингиз?!»","footnotes":""},{"id":"99","sura":"2","aya":"92","arabic_text":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","translation":"Ва батаҳқиқ, Мусо сизларга равшан(мўъжиза)лар ила келди. Сўнгра, сиз ундан кейин золим бўлган ҳолингизда бузоқни (худо) тутдингиз.","footnotes":""},{"id":"100","sura":"2","aya":"93","arabic_text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Сиздан аҳду паймонингизни олиб, устингизга Турни кўтариб: «Сизга Биз берган нарсани қувват билан тутинг ва тингланг», деганимизни эсланг. Улар: «Тингладик ва исён қилдик», дедилар. Куфрлари сабабли қалбларига бузоқ ўрнаштирилди. Айт: «Агар мўмин бўлсангиз, сизнинг иймонингиз қандай ҳам ёмон нарсага буюради!»","footnotes":"(Бани Исроилнинг хиёнаткорлиги, алдамчилиги ва бошқа кирдикорларни назарда тутган ҳолда Аллоҳ таоло улардан таъкидланган, ҳужжатлаштирилган аҳду паймон олган ва устиларига Тур тоғини кўтариб туриб: «Сизга Биз берган нарсани қувват билан тутинг ва тингланг», деб айтган эди. Иймони бор халққа шу етарли бўлиши керак эди. Аммо Бани Исроил нима қилди?! Улар тилда «эшитдик», дейишди, аммо амаллари билан, «исён қилдик», дейишди. Яъни, тил бошқа, амал бошқа бўлди.)"},{"id":"101","sura":"2","aya":"94","arabic_text":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Айт: «Агар Аллоҳнинг ҳузуридаги охират ҳовлиси бошқа одамларсиз холис сизга бўладиган бўлса, гапингизда ростгўй бўлсангиз, ўлимни орзу қилинг».","footnotes":""},{"id":"102","sura":"2","aya":"95","arabic_text":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","translation":"Улар қўллари тақдим қилган нарсалар сабабидан, уни абадий орзу қилмаслар ва Аллоҳ зулм қилувчиларни билувчи Зотдир.","footnotes":"(Оятдаги «қўллари тақдим қилган нарсалар» жумласи, «гуноҳлар» маъносида келгандир. Араб тилида бирор нарсанинг аҳамиятини бўрттириб кўрсатилмоқчи бўлинса, ушбу услуб ишлатилади. Демак, яҳудийлар ўлимни орзу қила олмайдилар. Чунки улар ўзларининг гуноҳларини яхши биладилар. Ушбу гуноҳлар билан ҳеч-ҳеч жаннатга кириб бўлмайди. Ўлсалар, беш кунлик дунёнинг матосидан ажралиб қолишларидан қўрқиб, бу дунё ҳаётига маҳкам ёпишиб оладилар.)"},{"id":"103","sura":"2","aya":"96","arabic_text":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"Уларнинг ҳаётга энг ҳирс қўйган одамлар эканлигини биласан. Мушриклардан бирлари минг йил умр кўришни суядир. Аммо узоқ умр кўриши уни азобдан қутқармас. Ва Аллоҳ уларнинг қилаётганларини кўрувчидир.","footnotes":""},{"id":"104","sura":"2","aya":"97","arabic_text":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"Жаброилга душман бўлганларга айт, албатта, Ул у(Қуръон)ни сенинг қалбингга Аллоҳнинг изни билан, ўзидан олдингини тасдиқловчи ва мўминлар учун ҳидоят ва башорат қилиб туширди.","footnotes":"(«Жиброилга душман бўлганлар» — яҳудийлардир. Улар Жиброил фариштани ўзларига душман ҳисоблашар эдилар. Бунга далил ўлароқ Имом Аҳмад ибн Ҳанбал ривоят қилишича яҳудийлар Пайғамбаримиз Муҳаммад алайҳиссалом билан узоқ суҳбат қурган эдилар. Шунда, «Улар: «Ҳар бир пайғамбарнинг унга хабар келтирадиган фариштаси бўлади. Бизга айт-чи, сенинг соҳибинг ким?» дедилар. У киши: «Жиброил алайҳиссалом», дедилар. Улар: «Жиброил урушни, жангни, азобни туширади, бизнинг душманимиз, агар раҳмат, ёмғир ва набототларни олиб тушадиган Микоил деганингда, яхши бўларди», дедилар.)"},{"id":"105","sura":"2","aya":"98","arabic_text":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","translation":"Ким Аллоҳга, Унинг фаришталарига, Пайғамбарларига, Жаброилга ва Микоилга душман бўлса, албатта, Аллоҳ кофирларнинг душманидир.","footnotes":""},{"id":"106","sura":"2","aya":"99","arabic_text":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","translation":"Батаҳқиқ, сенга равшан оятларни туширдик, уларга фақат фосиқларгина куфр келтирур.","footnotes":""},{"id":"107","sura":"2","aya":"100","arabic_text":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","translation":"Ҳар қачон аҳд қилсалар, улардан бир гуруҳи уни бузаверадими?! Йўқ! Уларнинг кўплари иймон келтирмаслар.","footnotes":""},{"id":"108","sura":"2","aya":"101","arabic_text":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","translation":"Улардаги нарсани тасдиқлаб, Аллоҳнинг ҳузуридан уларга Пайғамбар келса, китоб берилганлардан бир гуруҳи, худди билмагандек, Аллоҳнинг китобини ортларига қараб отдилар.","footnotes":"(«Аллоҳнинг китоби» Таврот бўлиши мумкин, чунки унда Муҳаммад алайҳиссаломнинг пайғамбар бўлиб келишлари башорати бор. Тавротнинг башоратини тан олмаганларни китобни орқаларига қараб отиш деб васф этилмоқда. Айни чоқда, у китоб Қуръони Карим ҳам бўлиши мумкин, чунки яҳудийлар уни ҳам қабул қилмадилар.)"},{"id":"109","sura":"2","aya":"102","arabic_text":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"Ва Сулаймон подшолигида шайтонлар тиловат қилган нарсага эргашдилар. Сулаймон куфр келтиргани йўқ. Лекин шайтонлар одамларга сеҳрни ўргатиб, кофир бўлдилар. Ва Бобилда Ҳорут ва Морут номли икки фариштага тушган нарсага эргашдилар. Икковлари ҳатто: «Биз фитна — синов учунмиз, кофир бўлмагин», демасдан олдин ҳеч кимга ўргатмасдилар. Бас, икковларидан эр-хотиннинг ўртасини бузадиган нарсани ўрганишар эди. Ва улар у ила Аллоҳнинг изнисиз бирор кишига зарар етказувчи эмасдилар. Ва улар зарар келтирадиган, фойда келтирмайдиган нарсани ўрганурлар. Ва батаҳқиқ, биладиларки, уни сотиб олган кишига охиратда насиба йўқ. Агар билсалар, ўзларини сотган нарса қандоқ ҳам ёмон! ","footnotes":"(Аллоҳ Сулаймон алайҳиссаломга берган мазкур мўъжизаларни кўриб, одамлардан баъзилари иймонга келди, иймонлиларнинг иймонлари мустаҳкамланди. Аммо кофирлар, душманлар ва шайтонлар: «Сулаймон сеҳргар, у ўз сеҳрининг кучи билан турли ҳайвонлар ила муносабатда бўлмоқда, жинларни ишлатмоқда, деган гапларни тарқатишди. пайғамбарлик мўъжизаси илоҳий неъмат бўлиб, фақат Аллоҳ томонидан берилади. Сеҳр эса, ўргатувчидан ўрганса бўладиган, ёмонликка ишлатиладиган бир нарсадир. Шундай қилиб, мўъжиза нимаю сеҳр нима — кишиларга амалда кўрсатилган экан. Ушбу ояти карима мазкур масалани муолажа қиларкан, Сулаймон сеҳргар бўлган, деган даъвога «Сулаймон кофир бўлмаган» деган жавоб келмоқда. Шундан англашиладики, сеҳр куфрга тенглаштирилмоқда. Бу маънони «Лекин шайтонлар одамларга сеҳрни ўргатиб кофир бўлдилар», деган жумла янада таъкидламоқда. Кофирликни бўйнига олиб сеҳрни ўрганганлар нимага ишлатишади сеҳрларини? «Эр-хотиннинг ўртасини бузишга». Демак, ёмон нарсага. Cеҳрни ўрганган, уни ёмонликка ишлатганларга охиратда ҳеч қандай насиба қолмайди. Буни уларнинг ўзлари ҳам яхши биладилар.)"},{"id":"110","sura":"2","aya":"103","arabic_text":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","translation":"Агар улар иймон келтириб, тақво қилганларида, гар билсалар, Аллоҳнинг ҳузуридаги савоб яхши эди.","footnotes":""},{"id":"111","sura":"2","aya":"104","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","translation":"Эй, иймон келтирганлар! «Роъина» деманглар, «унзурна» денглар ва тингланглар. Ва кофирларга аламли азоб бўлур.","footnotes":"(Cаҳобаи киромлар ўрганиши лозим бўлган нарсаларни сабоқ олсалар, Пайғамбаримиз алайҳиссалоту вассаломга, «Роъина», яъни кузатиб туринг, тушуниб, ўзлаштириб олайлик, дейишар экан. Аммо пасткаш яҳудийлар мусулмонларни таҳқирлаш учун шу ҳолатдан ҳам фойдаланишибди. Ўзларининг иброний тилларида худди «роъина» каби талаффуз этиладиган, лекин сўкиш, масхара маъносида ишлатиладиган сўзни Расули акрам алайҳиссалоту вассалом ҳузурларига келганда айтадиган бўлишибди.)"},{"id":"112","sura":"2","aya":"105","arabic_text":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"Аҳли китоб ва мушриклардан бўлган кофирлар сизларга Роббингиздан яхшилик туширилишини ёқтирмаслар. Ва ҳолбуки, Аллоҳ Ўз раҳматини кимга хоҳласа, ўшанга хос қиладир. Аллоҳ улуғ фазл эгасидир.","footnotes":""},{"id":"113","sura":"2","aya":"106","arabic_text":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Оятлардан биронтасини насх қилсак ёки унуттирсак, ундан яхшисини ёки унга ўхшашини келтирурмиз. Аллоҳ ҳар нарсага қодир эканини билмадингми?","footnotes":""},{"id":"114","sura":"2","aya":"107","arabic_text":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translation":"Албатта, осмонлару ернинг мулки Аллоҳники эканини ва сизларга Аллоҳдан ўзга дўст ҳам, ёрдамчи ҳам йўқлигини билмадингми?","footnotes":"(«Насх» сўзи луғатда ўзгартиш, бекор қилиш маъносини билдиради. Шариат таърифида эса, бир шаръий ҳукмнинг ундан кейин келган шаръий далил билан бекор қилинишига айтилади. Тушуниш учун оддий бир мисол келтирадиган бўлсак, кўпчилик бўлар-бўлмасга Пайғамбар алайҳиссалом ҳузурларига кириб, бекорчи гаплар билан у зотнинг вақтларини олишаверганидан сўнг, Аллоҳ таоло оят тушириб, ким Пайғамбар алайҳиссалом билан ҳузурларида ёлғиз қолиб гаплашмоқчи бўлса, гаплашишдан олдин садақа қилишга буюрди. Одамлар бу орқали Пайғамбар алайҳиссаломнинг қимматли вақтларини бекор ўтказмаслик лозим эканлигини англаб бўлганларидан сўнг, бошқа оят тушириб, аввалги ҳукм бекор қилингани эълон этилди.)"},{"id":"115","sura":"2","aya":"108","arabic_text":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translation":"Ёки Пайғамбарингиздан, бундан аввал Мусодан сўралганидек, савол сўрашни хоҳлайсизми?! Ким иймонни куфрга алмаштирса, батаҳқиқ, тўғри йўлдан адашган бўлур.","footnotes":"(Аллоҳ таоло мусулмонларни яҳудийларга ўхшаб ғаразли саволлар беришдан қайтармоқда. Пайғамбар алайҳиссаломдан Мусо алайҳиссаломдан Бани Исроил сўраган нарсаларга ўхшаш нарсаларни сўрашнинг ёмонлигини баён қиляпти ва бу ишни, иймонни куфрга алмаштириш, деб атаяпти.)"},{"id":"116","sura":"2","aya":"109","arabic_text":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Аҳли китоблардан кўплари уларга ҳақ равшан бўлганидан кейин, ўзларича ҳасад қилиб, сизларни иймонли бўлганингиздан кейин кофирликка қайтармоқчи бўлурлар. Аллоҳнинг амри келгунча афв этинг, кечиримли бўлинг. Албатта, Аллоҳ ҳар бир нарсага қодирдир.","footnotes":""},{"id":"117","sura":"2","aya":"110","arabic_text":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Намозни қоим қилинг, закот беринг, ўзингиз учун қилган яхшиликларни Аллоҳнинг ҳузурида топарсиз. Албатта, Аллоҳ қилаётганингизни кўрувчидир.","footnotes":""},{"id":"118","sura":"2","aya":"111","arabic_text":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ва улар: «Жаннатга яҳудий ва насронийлардан бошқа ҳеч ким кирмас», – дедилар. Бу уларнинг хом хаёлларидир. Сен: «Агар ростгўй бўлсангиз, ҳужжатингизни келтиринг», – деб айт.","footnotes":""},{"id":"119","sura":"2","aya":"112","arabic_text":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Йўқ! Кимки яхшилик қилган ҳолида юзини Аллоҳга топширса, унга Робби ҳузурида ажр бордир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар.","footnotes":"(Демак, ҳам маънавий, ҳам моддий тарафдан фақат Аллоҳ учун бўлган иш ўз эгасини мукофотга етказади. Аввало, «Робби ҳузурида ажр бордир». Яна унга келажакда хавф йўқ. Яна у бўлиб ўтган ишлардан афсусланмайди. Булар Аллоҳнинг ваъдаларидир ва муҳаққақ, шундай бўлгусидир.)"},{"id":"120","sura":"2","aya":"113","arabic_text":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Яҳудийлар: «Насронийлар арзимас нарсададирлар», дедилар. Насронийлар: «Яҳудийлар арзимас нарсададирлар», дедилар. Ва ҳолбуки, улар китоб тиловат қилурлар. Шунингдек, билмайдиган кимсалар ҳам уларнинг гапига ўхшаш гап айтдилар. Бас, қиёмат куни ораларида Аллоҳ улар ихтилоф қилган нарса ҳақида ҳакамлик қиладир. ","footnotes":"(Самовий китоб эгаси бўлмаган халқлар оятда илоҳий таълимотларни «билмайдиган кимсалар», деб аталяпти. Улар ҳам яҳудий ва насронийларнинг гапларига ўхшаш гапларни айтадилар, яъни булар иккаласи ҳам ҳеч нарсага арзимайди, дейдилар. Улар тортишишган масаланинг ҳақиқий ҳукмини Аллоҳ таоло қиёмат куни Ўзи чиқаради.)"},{"id":"121","sura":"2","aya":"114","arabic_text":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","translation":"Аллоҳнинг масжидларида Унинг исми зикр қилинишини ман этган ва уларни бузишга ҳаракат қилгандан ҳам золимроқ одам борми? Ана ўшалар у жойларга фақат қўрққан ҳолларидагина киришлари керак эди-ку! Уларга бу дунёда хорлик бордир ва уларга охиратда улуғ азоб бордир.","footnotes":""},{"id":"122","sura":"2","aya":"115","arabic_text":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","translation":"Машриқу мағриб Аллоҳникидир, қаёққа қарасангиз, Аллоҳнинг юзи бор. Албатта, Аллоҳ кенг қамровли, билувчи Зотдир.","footnotes":"(Бутун Ер юзи — мағрибу машриқ мусулмонлар учун масжид қилинган. Чунки Ер юзи Аллоҳ таолоники. Унга ибодат қилмоқчи бўлган одам ҳар жойда ибодат қилаверса бўлаверади.)"},{"id":"123","sura":"2","aya":"116","arabic_text":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","translation":"Улар: «Аллоҳ фарзанд тутди», дерлар. У покдир. Албатта осмонлару ердаги барча нарсалар Уникидир. Ҳамма Унга бўйсунувчидир.","footnotes":""},{"id":"124","sura":"2","aya":"117","arabic_text":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"У осмонлару ерни пайдо қилувчидир. Бирор ишни қилмоқчи бўлганида, унга: «Бўл!» деса, бўлаверадир.","footnotes":"(Кофирлар ушбу ояти каримада келганидек, «Аллоҳ ўзига фарзанд тутди», дейдилар. Бу оятлар тушаётган пайтда мусулмонлар билан юзма-юз тўқнашиб турган уч тоифа кофирлар уччаласи ҳам улкан жиноятга бориб, Аллоҳга туҳмат қилишарди: Яҳудийлар: «Узайр Аллоҳнинг ўғли», дейишарди; насоролар: «Ийсо Масиҳ Аллоҳнинг ўғли», дейишарди; кофирларнинг учинчи гуруҳи бўлмиш мушриклар: «Фаришталар Аллоҳнинг қизлари», дейишарди. Исломий тасаввурдан бошқа тасаввурлар фалсафаларнинг катта хатоси Холиқ (яратувчи) билан махлуқ (яратилмиш) орасидаги фарқни тушунмасликдадир. Ислом назарияси бўйича, маҳлуқлар тамом бошқа, Холиқ тамом бошқа мавжудлик. Холиқнинг асло ўхшаши йўқ, Уни тасаввурга сиғдириб ҳам бўлмайди, махлуққа қиёсан таърифланмайди ҳам. Яъни, Аллоҳнинг хотини ҳам, фарзанди ҳам бўлиши мумкин эмас.)"},{"id":"125","sura":"2","aya":"118","arabic_text":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","translation":"Билмайдиган кимсалар: «Аллоҳ биз билан гаплашса эди ёки мўъжиза келса эди», дейишди. Улардан олдингилар ҳам уларнинг сўзига ўхшаш гапирган эдилар. Қалблари ўхшаш бўлди. Батаҳқиқ, Биз яхши билувчи қавмларга мўъжизаларни баён қилганмиз.","footnotes":""},{"id":"126","sura":"2","aya":"119","arabic_text":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","translation":"Албатта, Биз сени ҳақ билан суюнчли хабар берувчи ва огоҳлантирувчи қилиб юбордик. Ва дўзахийлар ҳақида сўралмассан.","footnotes":""},{"id":"127","sura":"2","aya":"120","arabic_text":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translation":"Сендан яҳудийлар ҳам, насронийлар ҳам уларнинг миллатига эргашмагунингча ҳеч-ҳеч рози бўлмаслар. «Албатта, Аллоҳнинг ҳидояти ҳақиқий ҳидоятдир», деб айт. Агар сенга келган илмдан кейин ҳам уларнинг ҳавойи нафсларига эргашсанг, сени Аллоҳдан (қутқарувчи) дўст ҳам, ёрдамчи ҳам йўқдир.","footnotes":""},{"id":"128","sura":"2","aya":"121","arabic_text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"Биз китоб берганлардан уни ўрнига қўйиб тиловат қиладиганлари, ана ўшалари унга иймон келтирадир. Ким унга куфр келтирса, ана ўшалар ўзлари ютқазганлардир.","footnotes":"(Агар яҳудийлар ҳақиқий Тавротни инсоф билан, ўрнига қўйиб ўқисалар, Муҳаммад алайҳиссаломга иймон келтириш зарурлигини тушуниб етадилар. Насронийлар ҳам Инжилни бузмасдан, инсоф билан, ўрнига қўйиб ўқисалар, Муҳаммад алайҳиссаломга иймон келтириш зарурлигини англаб етадилар. Кимки Қуръони Каримни инсоф билан, ўрнига қўйиб ўқиса, унга иймон келтириш зарурлигини тушуниб етади.)"},{"id":"129","sura":"2","aya":"122","arabic_text":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"Эй, Бани Исроил, сизга берган неъматларимни ва Мен сизларни оламлардан афзал қилиб қўйганимни эсланг! ","footnotes":""},{"id":"130","sura":"2","aya":"123","arabic_text":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","translation":"Бир жон бошқа жондан ҳеч нарсани адо қила олмайдиган, ундан шафоат қабул қилинмайдиган, ундан тўлов олинмайдиган ва уларга ёрдам берилмайдиган Кундан қўрқинг!","footnotes":""},{"id":"131","sura":"2","aya":"124","arabic_text":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","translation":"Иброҳимни Роббиси калималар ила синаб кўрганда, у уларни батамом адо этганини эсла! У зот: «Мен, албатта, сени одамларга имом қилмоқчиман» – деди. У: «Зурриётимдан ҳамми?» – деди. У зот: «Золимлар аҳдимга ҳеч қачон эриша олмаслар», – деди.","footnotes":""},{"id":"132","sura":"2","aya":"125","arabic_text":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translation":"«Уй»ни одамлар учун масаба ва омонлик жойи қилганимизни эсла. Ва Иброҳимнинг мақомини намозгоҳ тутинг. Ва Иброҳим ва Исмоилга: «Уйимни тавоф қилувчилар, муқим турувчилар, рукуъ ва сажда қилувчилар учун поклаб қўйинглар», деб амр қилдик.","footnotes":"(«Масаба» зиёрат қилиб тўймайдиган макон.)"},{"id":"133","sura":"2","aya":"126","arabic_text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Иброҳимнинг: «Роббим, буни омонлик юрти қилгин ва аҳлидан Аллоҳга ва қиёмат кунига иймон келтирганларини мевалар ила ризқлантиргин», деганини эсла. У: «Ким куфр келтирса, озгина ҳузур бахш этаман, сўнгра дўзах азобига мажбур қиламан ва у қандай ҳам ёмон жой!» – деди.","footnotes":"(Ушбу оятда иккинчи марта, энди Иброҳим алайҳиссалом тилларидан, Байтуллоҳнинг омонлик маскани бўлиши хабари келяпти. Аммо, одобли, сермулаҳаза пайғамбар Иброҳим алайҳиссалом аввалги дарсдан сабоқ олиб, Аллоҳнинг мукофотини бу гал ҳаммага эмас, балки мўминларгагина сўрамоқдалар. Асосий қоида эса ўзгармасдир: «Ким куфр келтирса, озгина ҳузур бахш этаман, сўнгра дўзах азобига мажбур қиламан ва у қандай ҳам ёмон жой!» «Озгина ҳузур» кофирлар учун бу дунёда бериладиган зоҳирий ҳузурдир. Сўнгра эса, охиратда уларни дўзах азоби кутади.)"},{"id":"134","sura":"2","aya":"127","arabic_text":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Иброҳим билан Исмоил «Эй Роббимиз, биздан қабул эт, албатта, Сенинг Ўзинг эшитувчи, билувчи Зотсан», деб Байтнинг пойдеворларини кўтараётганини эсла.","footnotes":""},{"id":"135","sura":"2","aya":"128","arabic_text":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"«Роббимиз, икковимизни Ўзингга мусулмон бўлганлардан қил ва зурриётимиздан ҳам Ўзингга мусулмон уммат қил, бизга ибодатларимизни кўрсат, тавбамизни қабул эт. Албатта, Сенинг Ўзинг тавбаларни кўплаб қабул этувчи, раҳимли Зотсан.»","footnotes":""},{"id":"136","sura":"2","aya":"129","arabic_text":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Роббимиз, уларга ўзларининг ичидан уларга оятларингни тиловат қилиб берадиган, китобни ва ҳикматни ўргатадиган, уларни поклайдиган Пайғамбар юбор. Албатта, Сенинг Ўзинг Азийз ва ҳикматли зотсан. ","footnotes":"(Юқоридаги оятлар Байтуллоҳнинг қурилиш жараёнини жонлантириб кўз олдимизга олиб келади. Иброҳим ва Исмоил алайҳиссаломлар Байтуллоҳни қурар эканлар, фурсатни қулай билиб, кўнгилларидаги дуоларни ҳам қилиб олдилар. Ақида иши муҳим иш, у мўмин инсон учун энг аҳамиятли масаладир. Шунинг учун аввалги оятларда аҳли ҳарамга ризқ сўраган ота-бола пайғамбарлар энди зурриётларига Аллоҳдан иймон-ислом сўрамоқдалар. Улар яна Аллоҳдан: «Бизга ибодатларимизни кўрсат, тавбамизни қабул эт», деб сўраяптилар. Биз, «ибодатларимизни» деб таржима қилган сўз арабчада «манасикана» дейилган. «Маносик» сўзи аслида ибодат маъносини англатса ҳам, урфда ҳаж ибодатлари маъносида ишлатилади. Шунинг учун бу дуода, мана, сенинг уйингни қуряпмиз, энди уни ҳаж қилишни ҳам ўзинг ўргат, маъноси бўлади.)"},{"id":"137","sura":"2","aya":"130","arabic_text":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","translation":"Ўзини эси паст санаганларгина Иброҳимнинг миллатидан юз ўгирур. Албатта, Биз уни бу дунёда танлаб олдик ва, албатта, у охиратда солиҳлардан бўлгай.","footnotes":""},{"id":"138","sura":"2","aya":"131","arabic_text":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","translation":"Чунки Робби унга: «Мусулмон бўл!» деганида, у: «Оламларнинг Роббига мусулмон бўлдим», – деди.","footnotes":""},{"id":"139","sura":"2","aya":"132","arabic_text":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"Иброҳим ўша(миллат)ни болаларига васият қилди. Яъқуб ҳам: «Эй болаларим, албатта, Аллоҳ сизларга динни танлади, сизлар мусулмон бўлмасдан туриб ўлмассиз», – деди.","footnotes":""},{"id":"140","sura":"2","aya":"133","arabic_text":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Ёки Яъқубга ўлим ҳозир бўлиб, у ўз болаларига: «Мендан кейин нимага ибодат қиласизлар?» деганида, улар: «Сенинг Илоҳингга ва оталаринг Иброҳим, Исмоил ва Исҳоқнинг Илоҳига, ёлғиз Илоҳга ибодат қиламиз ҳамда биз Унга мусулмон бўлувчимиз», деганларида гувоҳ бўлганмисиз?!","footnotes":""},{"id":"141","sura":"2","aya":"134","arabic_text":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"Улар бир уммат эди, ўтиб кетдилар. Уларга ўзлари касб қилганлари бўлади. Сизларга ўзингиз касб қилганингиз бўладир. Уларнинг қилган амалларидан сиз сўралмассиз.","footnotes":""},{"id":"142","sura":"2","aya":"135","arabic_text":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Улар: «Яҳудий ёки насроний бўлинг, ҳидоят топасиз», дерлар. «Балки, Иброҳимнинг ҳаниф миллатига (динига) эргашамиз ва у мушриклардан бўлмаган», деб айт.","footnotes":"(Яҳудий ва насронийларнинг гапи битта: униси, яҳудий бўлинг, ҳидоят топасиз, деса, буниси, насроний бўлинг, ҳидоят топасиз, дейди. Бунга жавобан эса, Аллоҳ Пайғамбаримиз Муҳаммад алайҳиссаломга: «Яхшиси ҳаммамиз — сизлар ҳам, биз ҳам Иброҳим алайҳиссаломнинг ҳаниф миллатига эргашайлик», дейишни буюрмоқда. «Ҳаниф» дегани барча ботил динларни ташлаб ҳақ дин томон бурилишни англатади.)"},{"id":"143","sura":"2","aya":"136","arabic_text":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Айтинглар: «Аллоҳга ва бизга туширилган нарсага, Иброҳим, Исмоил, Исҳоқ, Яъқуб, асботларга туширилган нарсага, Мусо ва Ийсога берилган нарсага ва Пайғамбарларга Роббиларидан берилган нарсага иймон келтирдик. Уларнинг орасидан бирортасини фарқламасмиз ва биз Унга мусулмонлармиз».","footnotes":"(Қуръони Каримда зикри келган «асботлар»дан мурод — Яъқуб алайҳиссаломнинг ўн икки нафар ўғлидан тарқалган зурриётлари. Демак, мусулмонлар уларнинг пайғамбарликларига ҳам иймон келтиришлари лозим.)"},{"id":"144","sura":"2","aya":"137","arabic_text":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Агар сиз иймон келтирганга ўхшаш иймон келтирсалар, батаҳқиқ, ҳидоят топарлар. Ва агар юз ўгирсалар, бас, албатта, улар хилофдан бошқа нарсада бўлмаслар. Аллоҳ сенга улар (ёмонлиги)дан кифоя қилур. Ва У эшитувчи, билувчи Зотдир.","footnotes":""},{"id":"145","sura":"2","aya":"138","arabic_text":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","translation":"Аллоҳнинг бўёғини (лозим тутинг). Аллоҳнинг бўёғидан чиройлироқ бўёқ бергувчи ким бор?! Ва биз Унга ибодат қилувчилармиз.","footnotes":"(Оятдаги «бўёқ» калимаси рамзан динни англатади. Инсонни гўзал қилиб кўрсатадиган нарса диндир. Ҳақиқий диндор шахсда унинг аломатлари яққол кўзга ташланиб туради. Шу маънода, инсон агар гўзал бўлиш учун турли бўёқлардан — дин ва тузумлардан бирини танлаши лозим бўлса, нимани танлаши керак? Албатта, ҳеч қандай гап-сўзсиз, Аллоҳнинг бўёғини (динини) тутиши лозим. Чунки Аллоҳнинг бўёғидан (динидан) ўзга чиройлироқ бўёқ йўқ!)"},{"id":"146","sura":"2","aya":"139","arabic_text":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","translation":"Айт: «Биз билан Аллоҳ ҳақида тортишасизми?! Ва ҳолбуки, У бизнинг Роббимиз ва сизнинг Роббингиз, бизнинг ўз амалларимиз бор, сизнинг ўз амалларингиз бор. Ва биз Унга мухлисмиз».","footnotes":""},{"id":"147","sura":"2","aya":"140","arabic_text":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Ёки: «Албатта, Иброҳим, Исмоил, Исҳоқ, Яъқуб ва асботлар яҳудий ва насроний бўлган», дейсизларми?! «Сизлар билимдонроқми ёки Аллоҳми?» дегин. Ҳузуридаги Аллоҳдан бўлган гувоҳликни беркитган кимсадан ҳам золимроқ одам борми?! Ва Аллоҳ қилаётган ишларингиздан ғофил эмасдир.","footnotes":""},{"id":"148","sura":"2","aya":"141","arabic_text":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"Улар бир уммат эдилар, ўтиб кетдилар. Уларга ўзлари касб қилганлари бўлур. Сизларга ўзингиз касб қилганингиз бўладир. Уларнинг қилган амалларидан сизлар сўралмассиз.","footnotes":""},{"id":"149","sura":"2","aya":"142","arabic_text":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Одамлардан эси пастлари: «Буларни қиблаларидан нима юз ўгиртирди экан?» дерлар. Сен: «Машриқу мағриб Аллоҳники, кимни хоҳласа, ўшани тўғри йўлга бошлайдир», деб айт.","footnotes":"(Ояти карима келажакда рўй берадиган муҳим бир ишнинг хабарини бермоқда. Вақти етиб, Аллоҳнинг амри ила қибла Байтул Мақдисдан Каъбаи Муаззамага ўзгартирилганда, яъни мусулмонлар аввалги қиблани қўйиб бошқасига юз ўгирганларида, яҳудийлар — одамлардан эси пастлари, буларни қиблаларидан нима юз ўгиртирди экан, дейдилар. Бундай кўнгилсиз гаплар бўлишини аввалдан билдириб қўяётганининг бир боиси, бўлғуси ёмон таъсирни кесишдир.)"},{"id":"150","sura":"2","aya":"143","arabic_text":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","translation":"Шунингдек, сизларни одамлар устидан гувоҳ бўлишингиз ва Пайғамбар сизларнинг устингиздан гувоҳ бўлиши учун ўрта миллат қилдик. Сен аввал юзланган қиблани, фақат, ортга бурилиб кетадиганлар ким-у, Пайғамбарга эргашувчилар ким эканини билиш учунгина қилганмиз. Гарчи бу иш Аллоҳ ҳидоятга солганлардан бошқаларга оғир бўлса ҳам. Аллоҳ иймонингизни зое қилмас. Албатта, Аллоҳ одамларга меҳрибон ва раҳимлидир.","footnotes":"(Аллоҳ таоло мусулмонларни ўрта уммат қилган. Биз «ўрта» деб таржима қилган сўз арабчада «васат» деб келган ва яхши, ўрта, марказ ва адолатли маъноларини англатади. «Ўрта» маънода кўпроқ ишлатилгани учун таржимага шу маъно ихтиёр қилинди. Ўртанинг яхши дейилаётганига боис шуки, четлар чет бўлгани учун ҳам ҳар хил таъсирларга кўп учрайди ва бузилиш эҳтимоли кўпроқ. Аммо ўрта бузилмай, яхши ҳолича қолади. Ўртага адолат маъноси берилишининг сабаби эса, «ўрта» атрофларга нисбатан бир хил туради, бирор томонга оғиб, адолатни бузмайди. Оятдан, худди сизлар ўзларингиз ўрта уммат бўлганингиз учун қиблаларингизни ҳам шундоқ қилдик, деган маъно чиқади.)"},{"id":"151","sura":"2","aya":"144","arabic_text":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","translation":"Гоҳо юзингнинг осмонга тез-тез бурилганини кўрурмиз. Бас, албатта, сени ўзинг рози бўлган қиблага қаратурмиз. Юзингни Масжидул Ҳаром томон бур. Қаерда бўлсангиз ҳам, юзингизни у томон бурингиз. Албатта, китоб берилганлар унинг Роббиларидан бўлган ҳақ эканини билурлар. Ва Аллоҳ уларнинг қилаётган амалларидан ғофил эмасдир.","footnotes":""},{"id":"152","sura":"2","aya":"145","arabic_text":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","translation":"Агар китоб берилганларга барча ҳужжатларни келтирсанг ҳам, сенинг қиблангга эргашмаслар. Сен ҳам уларнинг қибласига эргашувчи эмассан. Ва улар бир-бирларининг қибласига эргашувчи эмаслар. Агар сенга келган илмдан кейин ҳам уларнинг ҳавойи нафсларига эргашсанг, унда, албатта, золимлардан бўлурсан.","footnotes":"(Ушбу ояти каримада аҳли китобларнинг табиати, феълидаги муҳим нуқта тушунтириляпти: уларга ҳужжат-мужжат керак эмас, уларнинг Исломга нисбатан душманликлари далил ва тушунчанинг етишмаслигидан эмас, балки билиб, тушуниб туриб қилинаётган душманликдир. Аҳли китоблар қиблангга эргашмайдилар, дейилишидан ҳам қибла бутун бошли дин ва миллатнинг рамзи эканлиги кўриниб турибди.)"},{"id":"153","sura":"2","aya":"146","arabic_text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","translation":"Китоб берилганлар уни худди болаларини танигандек танирлар. Ва, албатта, улардан бир гуруҳлари билиб туриб ҳақни беркитарлар.","footnotes":"(Инсон ўз боласини ҳаммадан яхши танийди. Чунки бола унинг жигарбанди, унда ўзининг қони, ҳис-туйғулари ва бутун вужуди аксини топган. Баъзи ҳолларда боланинг ўзи у ёқда турсин, ҳидидан ҳам танийди. Шунга қиёсан зарбулмасал қилиб айтиляптики, «Китоб берилганлар уни (Муҳаммад алайҳиссаломни) худди болаларини танигандек танийдилар». Чунки уларнинг муқаддас китоблари Таврот ва Инжилда охирзамон Пайғамбари ҳақида ойдин хабарлар келган. Яҳудийлардан инсофлилари ўша хабар асосида Пайғамбар алайҳиссаломга иймон келтириб, саҳобалик бахтига муяссар бўлганлар. Лекин аҳли китоблардан бир гуруҳлари ҳақни билиб туриб, ҳасад қилишиб, беркитадилар. Шу жумладан, қибла ҳақидаги илмни ҳам. Улардаги мавжуд ҳасад ва ҳақ доимо ўзини кўрсатиб туради.)"},{"id":"154","sura":"2","aya":"147","arabic_text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translation":"Бу ҳақ Роббингдандир, ҳечҳеч шак қилувчилардан бўлма.","footnotes":""},{"id":"155","sura":"2","aya":"148","arabic_text":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Ҳар кимнинг юзланадиган тарафи бор. У ўшанга боқадир. Яхшиликларга шошилинг. Қаерда бўлсангиз ҳам, Аллоҳ сизларни жамлайдир. Албатта, Аллоҳ ҳар бир нарсага қодирдир.","footnotes":""},{"id":"156","sura":"2","aya":"149","arabic_text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Қаердан чиқсанг ҳам, юзингни Масжидул Ҳаром томон бур. Ва, албатта, бу Роббингдан бўлган ҳақдир. Ва Аллоҳ сиз қилаётган нарсадан ғофил эмасдир.","footnotes":""},{"id":"157","sura":"2","aya":"150","arabic_text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Ва қаердан чиқсанг ҳам, юзингни Масжидул Ҳаром томон бур. Қаерда бўлсангиз ҳам, юзингизни у томонга буринг. Одамларда сизга қарши ҳужжат бўлмаслиги учун. Улардан зулм қилганларидан қўрқманглар, Мендан қўрқинглар. Ва сизга неъматимни батамом этиш учун, шоядки, ҳидоят топсангиз.","footnotes":""},{"id":"158","sura":"2","aya":"151","arabic_text":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","translation":"Шунингдек, ичингизга ўзингиздан, сизларга оятларимизни тиловат қиладиган, сизларни поклайдиган, сизларга китобни, ҳикматни ва билмайдиган нарсаларингизни ўргатадиган Пайғамбар юбордик. ","footnotes":""},{"id":"159","sura":"2","aya":"152","arabic_text":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","translation":"Бас, Мени эслангиз, сизни эсларман. Ва Менга шукр қилингиз, куфр қилмангиз.","footnotes":""},{"id":"160","sura":"2","aya":"153","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","translation":"Эй, иймон келтирганлар! Сабр ва намоз ила мадад сўранглар. Албатта, Аллоҳ сабрлилар биландир.","footnotes":"(Демак, мўмин-мусулмон банда мазкур қийинчиликларни енгиш учун катта миқдордаги сабрга эга бўлиши керак. Аммо ҳамма нарсанинг чегараси бўлганидек, гоҳида сабр ҳам тугаши, сусайиши мумкин, бундай ҳолатда намоз ёрдамга келади. Намоз битмас-туганмас ёрдамчи, кучга-куч, қувватга-қувват бахш этувчи, қалбга мадад берувчи, сабрга-сабр қўшувчи, сокинлик ва хотиржамлик манбаидир. У ожиз, заиф одамни қувват ва ёрдамнинг асл манбаи бўлмиш Аллоҳ таолога боғловчи воситадир.)"},{"id":"161","sura":"2","aya":"154","arabic_text":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","translation":"Аллоҳнинг йўлида қатл бўлганларни «ўликлар» деманг. Балки улар тирикдирлар, лекин сиз сезмассиз.","footnotes":""},{"id":"162","sura":"2","aya":"155","arabic_text":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","translation":"Албата, Биз сизларни бир оз қўрқинч ва очлик билан, мол-мулкка, жонга, меваларга нуқсон етказиш билан синаймиз. Ва сабрлиларга башорат бер. ","footnotes":""},{"id":"163","sura":"2","aya":"156","arabic_text":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","translation":"Улар мусийбат етганда: «Албатта, биз Аллоҳникимиз ва, албатта, биз Унга қайтувчимиз», дерлар.","footnotes":""},{"id":"164","sura":"2","aya":"157","arabic_text":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","translation":"Ана ўшаларга Роббиларидан саловотлар ва раҳмат бор. Ана ўшалар ҳидоят топганлардир.","footnotes":"(Бу улкан тарбиянинг ёрқин мисолидир. Шунча синов ва машаққатларга мукофот қилиб ғалаба, нусрат ва бошқа нарсалар эмас, Аллоҳнинг саловатлари, меҳри ва шафқати ҳамда раҳмати ваъда қилинмоқда! Шунинг учун мўминлар доимо Аллоҳнинг розилигини кўзлаб иш қилишлари лозим бўлади. Бу дунёда ҳосил бўладиган баъзи бир натижалар охирги мақсад бўлиб қолмаслиги керак. Ҳатто ақиданинг ғолиб келиши ҳам юқорида айтилган мукофотнинг ўрнини боса олмайди.)"},{"id":"165","sura":"2","aya":"158","arabic_text":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","translation":"Албатта, Сафо ва Марва Аллоҳнинг (динининг) белгиларидандир. Ким Байтуллоҳни ҳаж ёки умра қилса, икковлари ўртасида саъйи қилиш гуноҳ эмас. Ким яхшиликни холисона қилса, бас, албатта, Аллоҳ Шакур(оз амал учун кўп савоб берувчи) ва билувчидир.","footnotes":"(Оятда Аллоҳ таоло: «Ким Байтуллоҳни ҳаж ёки умра қилса, икковлари ўртасида саъй қилиши гуноҳ эмас», дейди. Ушбу оят ҳужжат бўлиб шариатимизда Сафо ва Марва тепаликлари ўртасида саъйи қилиш вожиб амал, деб белгиланган. Оятда саъйи қилиш вожиб бўлади, дейиш ўрнига, «Саъйи қилиш гуноҳ бўлмайди», дейилишининг боиси шуки, иккала тепаликда бут борлиги учун, саъйи қилиш мушрикларнинг иши, гуноҳ бўлади, деб ўйлаб мусулмонлар саъйи қилмай қўйган эдилар. Шунинг учун Аллоҳ таоло гуноҳ бўлмайди, саъйи қилинглар, демоқда.)"},{"id":"166","sura":"2","aya":"159","arabic_text":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","translation":"Албатта, Биз нозил қилган равшан оятларни ва ҳидоятни одамларга китобда баён қилиб берганимиздан кейин беркитганларни — ўшаларни Аллоҳ лаънатлайдир. Ва лаънатловчилар лаънатлайдир.","footnotes":""},{"id":"167","sura":"2","aya":"160","arabic_text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"Магар тавба қилиб, аҳли солиҳ бўлиб, баён қилганларнинг, ана ўшаларнинг тавбасини қабул қилурман. Ва Мен тавбаларни кўплаб қабул қилувчи ва раҳимлидирман.","footnotes":""},{"id":"168","sura":"2","aya":"161","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"Албатта, куфр келтирган ва кофирлик ҳолида ўлганларга, ана ўшаларга Аллоҳнинг, фаришталарнинг ва одамларнинг — барчанинг лаънати бўлгай.","footnotes":""},{"id":"169","sura":"2","aya":"162","arabic_text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"Унда абадий бўлурлар. Улардан азоб енгиллатилмас. Ва уларга назар ҳам солинмас.","footnotes":""},{"id":"170","sura":"2","aya":"163","arabic_text":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","translation":"Ва илоҳингиз бир илоҳдир. Роҳман ва Роҳийм бўлмиш Ундан ўзга ибодатга сазовор зот йўқдир.","footnotes":""},{"id":"171","sura":"2","aya":"164","arabic_text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Албатта, осмонлару ернинг яратилишида, кечаю кундузнинг алмашиб туришида, одамларга манфаатли нарсалари ила денгизда юриб турган кемада, Аллоҳнинг осмондан сув тушириб, у билан ўлган ерни тирилтириши ва унда турли жондорларни таратишида, шамолларни йўналтиришида, осмону ер орасидаги итоатгўй булутда ақл юритувчи қавмлар учун белгилар бор.","footnotes":"(Ушбу оятларда зикр қилинган ҳолатларни доим кўриб, уларнинг ичида яшаб юрамиз. Шу қадар кўникиб кетганмизки, алоҳида эътибор бермай қўйганмиз. Ҳолбуки, буларнинг ҳар бири Аллоҳ таолонинг борлигига катта бир далилдир. Дарҳақиқат, инсоф билан, ақлни жойига қўйиб, бир ўйлаб кўрайлик-чи: осмонлару Ерни ким яратган? Осмонларнинг чегарасини ҳали биров чегаралаб билгани йўқ. Ундаги бор нарсалар, ҳамма-ҳаммасини ким яратган? Аллоҳнинг борлигини инкор қилаётган худосизларми? Ёки бошқа бирорта яратувчи борми?)"},{"id":"172","sura":"2","aya":"165","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","translation":"Одамлар ичида Аллоҳдан ўзга тенгдошларни тутадиганлар ва уларни Аллоҳни севгандек севадиганлар бор. Иймон келтирганларнинг Аллоҳга муҳаббатлари қаттиқдир. Зулм қилганлар азобни кўрган чоғларида, албатта, барча қувват Аллоҳга хослигини ва, албатта, Аллоҳнинг азоби шиддатли эканини билсалар эди!","footnotes":""},{"id":"173","sura":"2","aya":"166","arabic_text":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","translation":"У пайтда пешволар (ўзларига) эргашганлардан тонарлар ва улар азобни кўрарлар, уларнинг боғланишлари кесилур.","footnotes":""},{"id":"174","sura":"2","aya":"167","arabic_text":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","translation":"Ва эргашганлар: «Қани энди бизга бир ортга қайтиш бўлса эди, биздан тонганларидек, биз ҳам улардан тонар эдик», дерлар. Шундай қилиб, Аллоҳ уларга амалларининг ўзларига ҳасрат бўлганини кўрсатур. Ва улар дўзахдан чиқувчи эмаслар.","footnotes":"(Қиёматдан бир кўриниш: ҳамма ўзи билан овора, биров билан бировнинг иши йўқ. Пешволар, бошлиқлар, бу дунёда бошқаларни ўз ортидан эргаштириб юрганлар ўзларига эргашганлардан тонадилар. Чунки ўзининг иши чатоқ бўлиб турганда, бошқанинг ташвиши ортиқча бўлади уларга. Азобни кўргач, ораларидаги барча боғланишлар, алоқалар, яқинликлар кесилади.)"},{"id":"175","sura":"2","aya":"168","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","translation":"Эй одамлар! Ер юзидаги нарсалардан ҳалол-покларини енглар. Ва шайтон изидан эргашманглар, чунки у сизларга очиқ душмандир.","footnotes":"(Ояти карима ҳалол-пок ризқларни ейишга зид қилиб шайтоннинг изидан эргашиш қўйилмоқда. Яъни, шайтоннинг йўлида юрганларгина ҳалол-пок емайдилар, деганидир бу. Шайтон инсонларга ҳалол едирмаслик билан уларни Аллоҳнинг итоатидан чиқаради. Шайтоннинг етовига тушиб қолган нодон инсон эса, ҳалол-ҳаромни фарқламай нақадар улкан гуноҳ қилаётганини ўзи билмайди, ҳатто ҳис этмайдиган даражага тушади.)"},{"id":"176","sura":"2","aya":"169","arabic_text":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Албатта, у сизларни ёмон ва фаҳш ишларга ҳамда Аллоҳга қарши билмаган нарсангизни гапиришингизга буюрадир.","footnotes":""},{"id":"177","sura":"2","aya":"170","arabic_text":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","translation":"Уларга: «Аллоҳ нозил қилган нарсага эргашингиз», дейилса, улар: «Йўқ, биз оталаримизни нимада топсак, шунга эргашамиз», дерлар. Оталари ҳеч нарсага ақли етмаган ва ҳидоят топмаган бўлсалар ҳам-а?!","footnotes":""},{"id":"178","sura":"2","aya":"171","arabic_text":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","translation":"Куфр келтирганлар мисоли худди қичқириқ ва сасдан бошқа нарсани эшитмайдиганларга бақираётганга ўхшайди. Улар кар, соқов ва кўрдирлар. Улар ақл ишлатмаслар.","footnotes":"(Аллоҳ таоло бу ояти каримада кофирларни чўпонни овозини эшитиб, маъносини тушинмайдиган чорва ҳайвонларига, пайғамбарларни уларни ҳайдаб юрувчи чўпонга ўхшатмоқда.)"},{"id":"179","sura":"2","aya":"172","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"Эй, иймон келтирганлар! Сизларга ризқ қилиб берганимиз пок нарсалардан енглар ва Аллоҳга шукр қилинглар, агар Унга ибодат қиладиган бўлсаларингиз.","footnotes":""},{"id":"180","sura":"2","aya":"173","arabic_text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Албатта, У зот сизларга фақат ўлимтикни, қонни, чўчқанинг гўштини ва Аллоҳдан бошқага сўйилганни ҳаром қилди. Кимки мажбур бўлса-ю, зулм қилмай, ҳаддан ошмай (еса), унга гуноҳ бўлмас. Албатта, Аллоҳ мағфиратли ва раҳимлидир.","footnotes":"(Саъд ибн Аби Ваққос розияллоҳу анҳу Пайғамбаримиз алайҳиссаломга: «Эй Аллоҳнинг Расули, дуо қилинг, Аллоҳ мени дуоси қабул бўладиганлардан қилсин», дедилар. Шунда Пайғамбар алайҳиссалом: «Эй Саъд, таомингни ҳалол қил, дуоси қабул бўладиган бўласан. Муҳаммаднинг жони қўлида бўлган Зот билан қасамки, бир одам ҳаром луқмани қорнига ташласа, Аллоҳ унинг дуосини қирқ кунгача қабул қилмайди. Қайси банданинг гўшти ҳаромдан ва рибодан ўсса, унга дўзах муносибдир», дедилар.)"},{"id":"181","sura":"2","aya":"174","arabic_text":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"Албатта, Аллоҳ китобда туширган нарсани беркитганлар ва уни озгина баҳога сотганлар, ана ўшалар қоринларига оловдан бошқа нарсани емаслар, уларга Аллоҳ қиёмат куни гапирмас ва уларни покламас. Уларга аламли азоблар бор.","footnotes":"(Ибн Аббос розияллоҳу анҳудан ривоят қилинадики, у киши: «Ушбу оят яҳудийларнинг Каъб ибн Ашраф, Молик ибн ас-Сойф ва Ҳаййи ибн Ахтобга ўхшаш бошлиқлари ҳақида тушган. Улар ўзларига эргашганлардан ҳадялар олар эдилар. Муҳаммад алайҳиссалом пайғамбар этиб юборилганларидан сўнг, мазкур манфаатлардан маҳрум бўлишдан қўрқиб, у киши ҳақидаги ҳақиқатни беркитдилар», дедилар.)"},{"id":"182","sura":"2","aya":"175","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","translation":"Ана ўшалар адашувни ҳидоятга, азобни мағфиратга сотиб олганлардир. Дўзах ўтига қандоқ чидайдилар-а?!","footnotes":""},{"id":"183","sura":"2","aya":"176","arabic_text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","translation":"Бунинг сабаби, албатта, Аллоҳ китобни ҳақ билан нозил қилган эди. Китоб хусусида ихтилоф қилганлар эса, тубсиз тортишувдадирлар.","footnotes":"(Қўлларидаги ҳидоят ва мағфиратни бой бериб, қаттиқ азобга дучор бўлишларининг сабаби — улар «Аллоҳ китобни ҳақ билан нозил қилган»ини тан олмадилар. Ҳолбуки, бу ҳақ китобга амал қилиб, бахт-саодатда яшасалар бўлар эди. Аммо улар Аллоҳнинг китоби хусусида ихтилоф қилдилар, тубсиз талашув ва туганмас ихтилоф гирдобига тушиб қолдилар. Оқибатда мазкур азобларга дучор бўлдилар.)"},{"id":"184","sura":"2","aya":"177","arabic_text":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","translation":"Яхшилик юзингизни машриқ ёки мағриб томонга буришингизда эмас. Лекин яхшилик ким Аллоҳга, охират кунига, фаришталарга, китобга, Пайғамбарларга иймон келтирса ва яхши кўрган молини қариндошларга, етимларга, мискинларга, ватангадоларга, тиланчиларга, қул озод қилишга берса, намозни қоим қилса, закот берса","footnotes":""},{"id":"185","sura":"2","aya":"178","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","translation":"Эй, иймон келтирганлар! Сизга ўлдирилганлар учун қасос фарз қилинди: ҳурга ҳур, қулга қул, аёлга аёл. Кимга ўз биродаридан бир нарса афв қилинса, бас, яхшилик ила сўралсин ва адо этиш ҳам яхшиликча бўлсин. Бу, Роббиларингиздан енгиллик ва раҳматдир. Ундан кейин ким душманлик қилса, унга аламли азоб бор.","footnotes":"(Бу ояти каримада Аллоҳ таоло қасос олишда адолат бўлишини, ҳаддан ошмасликни уқдириб, «ҳурга ҳур, қулга қул, аёлга аёл», деб тушунтирмоқда. Лекин ояти каримага биноан, одам ўлдирган шахсни қасос учун, албатта, ўлдириш шарт эмас, балки ўликнинг эгалари кечиб юборса, ўлдирмай қўйиб юборса, ўрнига хун пули олса ҳам бўлади. Бунда ўлик эгаси ҳақини яхшилик билан сўраши лозим, айбдор тараф ҳам уларнинг ҳақини яхшилик билан адо этиши зарур.)"},{"id":"186","sura":"2","aya":"179","arabic_text":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Сизларга қасос олишда ҳаёт бор. Эй, ақл эгалари! Шоядки, тақводор бўлсангиз.","footnotes":"(Бу ояти карима қасоснинг шариатга киритилишининг ҳикматини баён қилмоқда. Демак, қасос олишда кишилар учун ҳаёт бор экан. Қасос қалбдаги нафратни қондириш эмас, балки олий мақсад — ҳаёт учун экан. Қасос олиш йўлга қўйилса, инсон ҳаётини сақлаб қолишда катта иш қилинган бўлади. Чунки ҳар бир одам бошқа бировни ўлдирса, қасосига ўзининг ҳам ўлдирилишини билади ва ҳеч қачон одам ўлдиришга қўл урмайди.)"},{"id":"187","sura":"2","aya":"180","arabic_text":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","translation":"Сизларга, бирортангизга ўлим келганда, агар у бойлик қолдираётган бўлса, ота-онаси ва яқинларига тўғрилик билан васият қилиш тақводорларнинг бурчи сифатида фарз қилинди.","footnotes":"(Бу ояти карима мерос ҳақидаги оятдан аввал тушган, кейинчалик мерос ояти тушиб, васият қилмаса ҳам, ўлгандан қолган мол мерос сифатида яқин кишиларга бўлиб берилиши баён қилинди. Ўша оятда кимга қанча тегиши ҳам айтилди. Ота-она меросхўрлар қаторига кирдилар.)"},{"id":"188","sura":"2","aya":"181","arabic_text":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"Ким уни эшитгандан сўнг ўзгартирса, бас, гуноҳи фақат ўзгартирганларнинг ўзига бўладир. Албатта, Аллоҳ эшитувчи ва билувчидир.","footnotes":"(Яъни, ўлаётган одамнинг васиятини эшитган одам у ўлгач, васиятини ўзгартириб, мол-дунёсининг васиятга мувофиқ тақсимланмаслигига сабаб бўлса, гуноҳкорлардандир. Гуноҳ васият қилувчи ёки васият қилинган кишига эмас, балки ўша ўзгартирувчининг ўзига бўлади. Аллоҳ эшитувчи ва билувчи Зотдир.)"},{"id":"189","sura":"2","aya":"182","arabic_text":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Кимки васият қилувчидан тойилиш ёки гуноҳ содир бўлишидан қўрқса, бас, уларнинг орасини ислоҳ қилса, унга гуноҳ бўлмас. Албатта, Аллоҳ мағфиратли ва раҳимли Зотдир.","footnotes":"(Биз «тойилиш» деб таржима қилган сўз ояти каримада «жанафан» дейилган. Бу сўз хато қилиб ҳақдан бурилишни билдиради. Яъни, билмасдан. «Гуноҳ» эса, билиб туриб ҳақсизлик қилишдир. Демак, васият қилувчи билибми-билмайми нотўғри васият қилган бўлса, унинг васиятини бузган одам бундан аввалги оятда келгани каби гуноҳкор бўлмайди. Мисол учун, бир одам молининг учдан бири миқдоридан кўпини васият қилиб юборса, васияти фақат учдан бирига ўтади, қолганига амал қилмаган одам гуноҳкор бўлмайди.)"},{"id":"190","sura":"2","aya":"183","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Эй, иймон келтирганлар! Сизлардан аввалгиларга фарз қилинганидек, сизларга ҳам рўза фарз қилинди. Шоядки, тақводор бўлсаларингиз.","footnotes":""},{"id":"191","sura":"2","aya":"184","arabic_text":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Саноқли кунлар. Сизлардан ким бемор ёки мусофир бўлса, бас, саноғини бошқа кунлардан тутадир. Уни қийналиб тутадиганлар зиммасида бир мискин таоми фидя бордир. Ким яхшиликни ўз ихтиёри ила қилса, ўзи учун яхшидир. Агар билсангиз, рўза тутмоғингиз сиз учун яхшидир.","footnotes":""},{"id":"192","sura":"2","aya":"185","arabic_text":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Рамазон ойики, унда одамларга ҳидоят ҳамда ҳидояту фурқондан иборат очиқ баёнотлар бўлиб Қуръон туширилгандир. Сиздан ким у ойда ҳозир бўлса, рўзасини тутсин. Ким бемор ёки сафарда бўлса, бас, саноғини бошқа кунлардан тутадир. Аллоҳ сизларга енгилликни хоҳлайди ва сизларга қийинликни хоҳламас. Саноғини мукаммал қилишингиз ва сизни ҳидоятга бошлаган Аллоҳни улуғлашингиз учун. Шоядки, шукр қилсаларингиз.","footnotes":"(Аллоҳ таоло Ўзининг абадий мўъжизаси, қиёматгача инсониятга ҳидоят бўладиган китоби Қуръони Каримни тушириш вақти қилиб Рамазони шариф ойини ихтиёр қилганининг ўзи бу ойнинг фазилатини юксакка кўтарган. Энди эса, нур устига нур, фазилат устига фазилат қўшиб, рўза ибодатини ҳам шу Рамазон ойида тутишни фарз қилмоқда.)"},{"id":"193","sura":"2","aya":"186","arabic_text":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","translation":"Агар бандаларим сендан Мени сўрасалар, Мен, албатта, яқинман. Дуо қилгувчи дуо қилганда, ижобат қилурман. Бас, Менга ҳам ижобат қилсинлар ва иймон келтирсинлар. Шоядки, тўғри йўлни топсалар.","footnotes":"(Абдуллоҳ ибн Амр розияллоҳу анҳудан имом Аҳмад ривоят қиладиларки, Пайғамбаримиз алайҳиссалом: «Қалблар идишга ўхшайди. Баъзилари баъзисидан кўпроқ жойлаштиради. Агар Аллоҳдан бирор нарса сўрайдиган бўлсангиз, ижобат бўлишига қаттиқ ишониб сўранг. Ғофил қалб билан дуо қилган банданинг дуосини Аллоҳ қабул қилмайди», дедилар. Имоми Бухорий Абу Ҳурайра розияллоҳу анҳудан ривоят қилган ҳадисда, Пайғамбаримиз алайҳиссалом: «Агар банда шошилишмаса, дуосига ижобат бўлади. Дуо қилдим, қабул бўлмади, демасин», деганлар.)"},{"id":"194","sura":"2","aya":"187","arabic_text":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","translation":"Сизларга рўза кечасида хотинларингизга яқинлик қилиш ҳалол қилинди. Улар сизга либосдир, сиз уларга либосдирсиз. Аллоҳ сизнинг ўзингизга хиёнат қилаётганингизни билди, тавбангизни қабул этди ва сизларни афв этди. Энди уларга яқинлашаверинг ва Аллоҳ сизга ёзган нарсани талаб қилинг. Тонг пайтида оқ ип қора ипдан ажрагунча еб-ичаверинг. Сўнгра, рўзани кечасигача батамом қилинг. Масжидларда, эътикофдалигингизда уларга яқинлик қилманг. Булар Аллоҳнинг чегараларидир, унга яқинлашманг. Аллоҳ одамларга Ўз оятларини шундоқ баён этадир. Шоядки, тақво қилсалар.","footnotes":"(«Эътикоф» сўзи бир нарсани лозим тутиш маъносини билдиради. Шариатда эса, масжидда Аллоҳга яқинлик ҳосил қилиш ниятида ибодатни лозим тутишга айтилади. Пайғамбаримиз алайҳиссалоту вассалом Рамазони шарифнинг охирги ўн кунлигида эътикофда ўтирар эдилар. Эътикоф ўтирган одам иложи борича масжиддан чиқмай ибодат билан машғул бўлади. Унда банда Аллоҳ учун ҳамма нарсадан ажраб чиқади. Шунинг учун аёлларга яқинлик қилишдан ҳам ўзини тияди. Ушбу зикр қилинган нарсаларнинг барчаси Аллоҳ таолога боғлиқ нарсалар, Унинг чегаралари. Аллоҳ уларга яқинлашмасликка буюрмоқда, чунки чегарага қанча яқинлашилса, чегарани бузиш эҳтимоли шунча кўпаяди.)"},{"id":"195","sura":"2","aya":"188","arabic_text":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","translation":"Бир-бирларингизнинг молларингизни ботил йўл билан еманг. Билиб туриб одамларнинг молларидан бир қисмини ейишингиз учун ҳокимларга гуноҳкорона ташламанг.","footnotes":"(Имом Қуртубий деганларки: «Оятдаги «ботил йўл билан емаслик»ка ҳаромнинг барча турлари киради. Қимор, алдамчилик, ҳаром нарсаларни сотиб мол топишлик, ҳаром касбларни қилиб мол топишлик ва бошқалар».)"},{"id":"196","sura":"2","aya":"189","arabic_text":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"Сендан ҳилоллар ҳақида сўрарлар. Улар одамлар ва ҳаж учун вақт ўлчовидир, деб айт. Яхшилик уйларнинг орқасидан киришингизда эмас, лекин яхшилик ким тақводорлик қилса, шундадир. Ва уйларга эшикларидан киринг. Аллоҳга тақво қилинг. Шоядки, нажот топсангиз.","footnotes":"(Ҳажга боғлиқ улуғ рукнлар кунини ва яна бошқа вақтларни аниқлаш учун, албатта, ҳилолга қаралади ва вақт унинг чиқишидан белгиланади. Демак, ҳаж ва ҳилолда ўзаро боғлиқлик бор. Шу боғлиқлик туфайли ҳилол ҳақида жавоб тушган оят ҳажга боғлиқ яна бир масалани ҳам ойдинлаштиради. Имом Бухорий ва Имом Муслимлар саҳиҳ китобларида ал-Баро розияллоҳу анҳудан ривоят қиладиларки: «Ансорийларда (мадиналик мусулмонларда) ҳаждан қайтиб келганда уйнинг эшигидан кирмаслик одат бор эди. Улардан бир киши ҳаждан қайтганда уйининг эшигидан кирибди. Бу иши унга айб қилгандек қаралишига сабаб бўлибди. Шунда «Яхшилик уйларнинг орқасидан киришингизда эмас...», ояти тушди», деганлар.)"},{"id":"197","sura":"2","aya":"190","arabic_text":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"Сизга уруш қилаётганларга қарши Аллоҳнинг йўлида уруш қилинг. Ва тажовузкор бўлманг. Албатта, Аллоҳ тажовузкор бўлганларни хуш кўрмас.","footnotes":""},{"id":"198","sura":"2","aya":"191","arabic_text":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translation":"Уларни топган ерингизда қатл қилинг. Ва сизларни чиқарган жойдан уларни ҳам чиқаринг. Фитна қатл этишдан ҳам ёмонроқдир. Масжидул Ҳаром олдида сизга қарши урушмагунларича, сиз урушманг. Агар урушсалар, бас, сиз ҳам урушинг. Кофирларнинг жазоси шундай.","footnotes":""},{"id":"199","sura":"2","aya":"192","arabic_text":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Агар тўхтасалар, албатта, Аллоҳ мағфиратли ва раҳимлидир.","footnotes":""},{"id":"200","sura":"2","aya":"193","arabic_text":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","translation":"Фитна бўлмаслиги ва дин Аллоҳга бўлиши учун улар билан жанг қилинг. Агар тўхтасалар, золимлардан бошқаларга душманлик йўқ.","footnotes":""},{"id":"201","sura":"2","aya":"194","arabic_text":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"Ҳаром ойга ҳаром ой. Ҳаром қилинган нарсаларда қасос бор. Ким сизга душманлик қилса, сиз ҳам унга шунга ўхшаш душманлик қилинг. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Аллоҳ тақводорлар биландир.","footnotes":"(Ояти каримадаги «Аш-шаҳрул-ҳарому» деб келган таъбирни «ҳаром ой» деб таржима қилдик. «Ҳаром ой» дегани уруш ҳаром қилинган ой, деганидир. «Ҳаром ойга ҳаром ой», яъни ким уруш ҳаром қилган ойнинг ҳурматини бузса, унга бу ой берган ҳурматлар бекор қилинади. Агар у бу ойни ҳурмат қилмай уруш бошласа, унга қарши уруш қилинади. Мусулмонларга қарши уруш очиб, ҳаром қилинган нарсани бузиб тажовузкорлик қилганлардан ўч олинади. Аммо ўч олишда маълум чегара бўлиб, мусулмонлар ундан чиқмайдилар. Қилган душманлигига яраша жавоб қилинади, ошириб юборилмайди ёки камайтириб қўйилмайди.)"},{"id":"202","sura":"2","aya":"195","arabic_text":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"Ва Аллоҳнинг йўлида нафақа қилинг. Ўзингизни ҳалокатга дучор қилманг. Эҳсон қилинг, албатта, Аллоҳ эҳсон қилувчиларни хуш кўрадир.","footnotes":"(Бу ояти каримада Аллоҳ таоло мусулмонларни ўзининг йўлида пул-мол нафақа қилишга амр қилмоқда. Бунга жиҳод учун ҳам, бошқа хайрли ишлар учун ҳам нафақа қилиш киради. «Ўзингизни ҳалокатга дучор қилманг» жумласида бир неча хил маъно бор. Бири: Аллоҳнинг йўлида нафақа қилмай, ўзингизни ҳалокатга дучор қилманг. Яъни, бахиллигингиз ҳалокатга сабаб бўлмасин, дегани. Яна бир маъноси: ўзингизни ўзингиз ўлдирманг. Бир киши ўзининг ўлимига ўзи сабаб бўлса, ўзини ўзи ўлдирди, дейилади.)"},{"id":"203","sura":"2","aya":"196","arabic_text":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"Аллоҳ учун ҳаж ва умрани тугал адо этинг. Агар ушланиб қолсангиз, муяссар бўлганича қурбонлик қилинг. Қурбонлик ўз жойига етмагунча, сочингизни олдирманг. Сиздан ким бемор бўлса ёки бошида озор берувчи нарса бўлса, рўза тутиш ёки садақа бериш ёхуд қурбонлик сўйиш ила тўлов тўласин. Агар тинч бўлсангиз, ким умрадан ҳажгача ҳузур қилган бўлса, муяссар бўлган қурбонликни қилсин. Ким топмаса, уч кун ҳажда, етти кун қайтганингизда — ҳаммаси ўн кун тўлиқ рўза тутсин. Бу аҳли Масжидул Ҳаромда яшамайдиганлар учундир. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Аллоҳ иқоби шиддатли Зотдир.","footnotes":""},{"id":"204","sura":"2","aya":"197","arabic_text":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"Ҳаж маълум ойлардир. Кимки уларда ўзига ҳажни фарз қилса, ҳажда шаҳвоний нарсалар, фисқ ва жанжал йўқдир. Нима яхшилик қилсангиз, Аллоҳ уни биладир. Озуқа олинг, энг яхши озуқа тақводир. Менга тақво қилинг, эй, ақл эгалари!","footnotes":"(Ўзига ҳажни фарз қилиш — ҳажни ният қилиб, иҳромга кириш деганидир. Демак, ундай одамга шаҳвоний ишлар, яъни жинсий яқинлик ва унинг ҳақидаги гап-сўзларни сўзлаш мумкин бўлмайди. Фисқ — катта-кичик гуноҳ ишларни қилиш. Жанжал — одамлар билан талашиб-тортишиш ва сўкишиб, аччиқ чиқариш. Бу ишлар ҳам мумкин эмас. Чунки ҳаж қилувчи инсон улуғ мақомга эришган бўлади. У дунёнинг ҳаммасидан юз ўгириб, ажраб, Аллоҳга юзланади, Роббул Оламийннинг уйини зиёрат қилгани чиққан бўлади. Шу боис олий даражадаги одоб билан одобланиши зарур. Ҳамма ёмон нарсаларни тарк этиб, яхши ишларни кўпроқ қилиши лозим.)"},{"id":"205","sura":"2","aya":"198","arabic_text":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","translation":"Сизга ўз Роббингиздан фазл исташингизда гуноҳ йўқдир. Арафотдан қайтиб тушганингизда, Аллоҳни Машъарул Ҳаромда зикр қилинг. Илгари адашганлардан бўлсангиз ҳам, сизни ҳидоятга бошлагани учун Уни зикр қилинг.","footnotes":"(Оятда зикр қилинган «фазл» сўзи ризқ, касб маъносини англатади. Одамлар ўртасида ҳажга борган киши тижорат билан ёки бошқа бирор касб билан шуғулланса бўлмайди, деган тушунча бор эди. Имом Насафий ривоят қилишларича, бир қавм: «Ҳаммоллик ва тожирлик қилган одамнинг ҳажи ҳаж бўлмайди», деган гапни тарқатганида, шу оят нозил бўлган экан. Шунга ўхшаш маънолар бошқа ривоятларда ҳам келган. Имом Аҳмад қилган ривоятда, Абу Умома айтадиларки: «Абдуллоҳ ибн Умардан, биз кирага ишлаймиз, ҳаж қилсак бўларми?» деб сўрасам, «Байтуллоҳни тавоф қилиб, Арофатда вуқуф қилиб, тош отиб, сочингизни олдирасизми?» деди. «Албатта», дедим. У киши: «Бир одам Расулуллоҳнинг ҳузурларига келиб, сен ҳозир мендан сўраган нарсани сўраган эди, жавоб бермай турдилар. Сўнг Жиброил «Сизга ўз Роббингиздан фазл исташингизда гуноҳ йўқдир», деган оятни олиб тушди, дедилар. Илгари мусулмонлар Исломдан олдинги ҳаётлари билан мусулмон бўлганларидан кейинги ҳаётларини солиштириб кўриб, бу улуғ неъматларни тушуниб етар эдилар ва уни берган Аллоҳга шукр қилар эдилар.)"},{"id":"206","sura":"2","aya":"199","arabic_text":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Сўнгра, одамлар қайтиб тушган жойдан тушинглар. Ва Аллоҳга истиғфор айтинглар. Албатта, Аллоҳ мағфиратли, раҳимли Зотдир.","footnotes":""},{"id":"207","sura":"2","aya":"200","arabic_text":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","translation":"Ибодатларингизни тугатганингизда, Аллоҳни оталарингизни эслагандек, балки ундан ҳам кучлироқ эсланг. Одамлардан баъзилари: «Роббимиз, бизга бу дунёда бергин», дейдир ва унга охиратда насиба йўқдир.","footnotes":""},{"id":"208","sura":"2","aya":"201","arabic_text":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","translation":"Ва улардан баъзилари: «Роббимиз, бизга бу дунёда ҳам яхшиликни, охиратда ҳам яхшиликни бергин ва бизни дўзах олови азобидан сақлагин», дейдир.","footnotes":""},{"id":"209","sura":"2","aya":"202","arabic_text":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","translation":"Ана ўшаларга қилган касбларидан насиба бор. Ва Аллоҳ тез ҳисоб қилувчидир.","footnotes":""},{"id":"210","sura":"2","aya":"203","arabic_text":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","translation":"Аллоҳни саноқли кунларда эсланг. Бас, ким икки кундан кейин шошилиб, кетса, унга гуноҳ йўқ. Ким кечикиб қолса, унга гуноҳ йўқ. Тақво қилувчилар учун. Аллоҳга тақво қилинглар ва билингларки, сиз албатта Унга тўпланурсиз.","footnotes":"(Пайғамбаримиз алайҳиссалом: «Арафа, қурбонлик ва ташриқ кунлари биз аҳли Исломнинг байрами — емоқ, ичмоқ кунларидир», деганлар. Шундан чиқадики, арафа ва қурбон ҳайити кунлари ташриқ кунлари қаторига кирмайди. Ушбу оятда Аллоҳ таоло саноқли кунларда, яъни ташриқ кунларида Ўзини эслашга, зикр қилишга буюрмоқда. Икрима розияллоҳу анҳудан ривоят қилинадики: «Саноқли кунларда Аллоҳни эсланг», дегани ташриқ кунларида фарз намозларидан кейин, «Аллоҳу акбар», «Аллоҳу акбар», деб такбир айтинг, деганидир».)"},{"id":"211","sura":"2","aya":"204","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","translation":"Одамлар ичида дунё ҳаётидаги гапи сени ажаблантирадиганлари бор. У қалбидаги нарсага Аллоҳни гувоҳ ҳам қилади. Ҳолбуки, у ашаддий хусуматчидир.","footnotes":""},{"id":"212","sura":"2","aya":"205","arabic_text":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","translation":"Ва бурилиб кетганда, ер юзида фасод учун ва экин ва наслни ҳалок қилиш учун ҳаракат этадир. Ва ҳолбуки, Аллоҳ фасодни хуш кўрмас.","footnotes":""},{"id":"213","sura":"2","aya":"206","arabic_text":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","translation":"Агар унга, Аллоҳдан қўрққин, дейилса, уни кибру ҳавоси гуноҳга етаклар. Жаҳаннам унга етарлидир. У қандай ҳам ёмон ўрин-а?","footnotes":""},{"id":"214","sura":"2","aya":"207","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"Ва одамлардан Аллоҳнинг розилигини тилаб жонини сотадиганлар бор. Ва Аллоҳ бандаларга меҳрибондир.","footnotes":"(Бу ҳақиқий мухлис мўминнинг васфи. Унинг ягона мақсади — Аллоҳнинг розилигини топиш. Бу йўлда у ҳамма нарсани сарфлашга, ҳатто жонини беришга ҳам тайёр. Фақат Аллоҳ таолонинг розилигини топса бўлди.)"},{"id":"215","sura":"2","aya":"208","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"Эй, иймон келтирганлар! Исломга тўлиғича киринг. Ва шайтоннинг изидан эргашманг. Албатта, у сизга очиқ душмандир.","footnotes":""},{"id":"216","sura":"2","aya":"209","arabic_text":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translation":"Агар очиқ баёнотлар келгандан кейин ҳам тойилсангиз, билингки, албатта, Аллоҳ Азийз ва ҳикматлидир.","footnotes":""},{"id":"217","sura":"2","aya":"210","arabic_text":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"Улар Аллоҳ ва фаришталар сояли булутларда келиши ҳамда ишнинг тугашидан бошқага интизор бўлмаяптилар, шекилли?! Ва барча ишлар Аллоҳга қайтажак.","footnotes":"(Очиқ-ойдин баёнотлар, ҳужжат ва далиллар келгандан кейин ҳам Исломга юрмай, шайтоннинг изидан юришларидан улар худди қиёматни интизор бўлиб кутаётганга ўхшайди. Иш тугаб, ҳамма нарса охирига етадиган кунни кутаётганга ўхшайди. Бўлмаса, ҳамма нарса аниқ бўлган бўлса ҳам, нима учун Исломга кирмай турибдилар? Нима уларнинг йўлини тўсяпти? Улар билиб қўйсинларки, «барча ишлар Аллоҳга қайтажак».)"},{"id":"218","sura":"2","aya":"211","arabic_text":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"Бани Исроилдан уларга қанча оятларни берганимизни сўра. Кимки ўзига келган Аллоҳнинг неъматини ўзгартирса, бас, албатта, Аллоҳ иқоби шиддатли Зотдир.","footnotes":""},{"id":"219","sura":"2","aya":"212","arabic_text":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"Куфр келтирганларга бу дунё ҳаёти зийнатланди ва улар иймон келтирганларни масхара қилурлар. Ва ҳолбуки, қиёмат куни тақво қилганлар улардан устундир. Аллоҳ кимни хоҳласа, беҳисоб ризқ берур.","footnotes":"(Кофирларнинг Аллоҳ йўлига юрмасликларининг сабаби дунё ҳаётининг зийнатидир. Уларнинг бирдан-бир мақсади, фикри-зикри ва орзу-умиди — шу беш кунлик дунёнинг ҳой-ҳаваси, зийнатидир. Кофирлар ҳаётнинг маъносини шунда, деб тушунадилар. Иймонсиз бўлганлари учун ҳайвоний тасаввур ва чегарадан ташқарига чиқа олмайдилар. Мўмин киши учун эса, бу дунёнинг зийнати ҳақир ва аҳамиятсиз нарса ҳисобланади. Улар дунё ҳой-ҳавасига ўч бўлишни ўзларига ор ҳисоблайдилар. Ҳақиқий ҳаёт — охират ҳаёти келган чоқда эса, ҳамма нарса ўз ўрнига тушади. Ўшанда, яъни қиёмат кунида мўминлар, тақво қилганлар кофирлардан устун бўладилар. Ризқи рўзга келадиган бўлсак, уни Аллоҳ таоло кимга хоҳласа, беҳисоб беради. Ризқ берувчи Унинг Ўзи. Мўминга ҳам, кофирга ҳам бераверади.)"},{"id":"220","sura":"2","aya":"213","arabic_text":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","translation":"Одамлар бир миллат эдилар. Бас, Аллоҳ хушхабар ва огоҳлантириш берувчи Набийларни юборди ва уларга одамлар ўртасида улар ихтилоф қилган нарсаларда ҳукм қилиш учун ҳақ китоб туширди. У тўғрисида ихтилофни очиқ ҳужжатлар келгандан сўнг, кимга берилган бўлса, ўшаларгина ҳаддан ошиб қилдилар. Иймон келтирганларни ҳақ тўғрисида ихтилоф қилган нарсаларида Аллоҳ Ўз изни ила ҳидоятга соладир. Аллоҳ кимни хоҳласа, тўғри йўлга бошлайдир.","footnotes":"(Аллоҳ ирода қилган тўғри йўл Исломга тўлиғича кириш билан бўлади. Буни амалга ошириш учун шайтоннинг изидан юрганлар, ҳасад, тамаъ, ҳирс ва ҳавою нафс туфайли ҳақ китоб тўғрисида ихтилофга тушганлар билан бўладиган тўқнашувларда ғолиб келиш керак. Улардан бўладиган зулм ва душманликларга чидаш керак.)"},{"id":"221","sura":"2","aya":"214","arabic_text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","translation":"Сиздан аввал ўтганларга келганга ўхшаш нарса сизларга келмасдан туриб, жаннатга кирамиз, деб ўйладингизми? Уларни бало ва мусийбатлар тутган ва ларзага туширилганлар. Ҳаттоки, Пайғамбар ва у билан иймон келтирганлар: «Аллоҳнинг нусрати қачон бўладир?» деганлар. Огоҳ бўлинглар, албатта, Аллоҳнинг нусрати яқиндир.","footnotes":"(Демак, жаннатга кириш осон эмас, иймон, исломни оғизда эълон қилиб қўйиш билангина бўлавермайди. Жаннатга киришнинг бир шарти — аввалги умматлардан унга киришга ҳақдор бўлганларга юборилган оғир синовларни бошдан ўтказиш зарур.)"},{"id":"222","sura":"2","aya":"215","arabic_text":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"Сендан нимани нафақа қилишни сўрарлар. «Нафақа қилган яхшилигингиздан ота-оналарга, яқин кишиларга, етимларга, мискинларга ва ватангадоларга бўлсин. Қандай яхшилик қилган бўлсангиз, албатта, Аллоҳ уни билувчидир», деб айт. ","footnotes":""},{"id":"223","sura":"2","aya":"216","arabic_text":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Сизга ёқмаса ҳам, жанг қилишингиз фарз қилинди. Шоядки, ёқтирмаган нарсангиз сиз учун яхши бўлса. Ва шоядки, ёқтирган нарсангиз сиз учун ёмон бўлса. Аллоҳ биладир, сиз билмассиз. ","footnotes":"(Аллоҳ таоло бандаларининг ҳамма ҳолатларини яхши билади. Уларнинг жангни ёқтирмасликларини ҳам билади. Инсоннинг табиати шундоқ: машаққатни, қийинчиликни ёқтирмайди. Лекин Ислом одамларга ёқадиган нарсаларни эмас, балки уларга фойда, икки дунёда бахт — саодат келтирадиган амалларни таклиф қилади. Инсонга ёқмайдиган жанг, нафақа каби нарсалар аслида ўзи учун яхши бўлади. Шунингдек, урушга бормай уйда ўтириши каби ўзига яхши кўринган нарсалар аслида унинг учун ёмонлик бўлиши мумкин. Бундай ишларнинг оқибатини Аллоҳ билади, банда билмайди.)"},{"id":"224","sura":"2","aya":"217","arabic_text":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Сендан ҳаром ойда уруш қилиш ҳақида сўрарлар. «Унда уруш қилиш катта гуноҳ. Аллоҳнинг йўлидан тўсиш, Унга куфр келтириш, Масжидул Ҳаромдан тўсиш, унинг аҳлини ундан чиқариш Аллоҳнинг ҳузурида энг катта гуноҳдир. Фитна ўлдиришдан каттароқдир», деб айт. Улар, агар қодир бўлсалар, сизларни динингиздан қайтаргунларича сизга қарши уруш қилаверадилар. Сиздан кимки диндан қайтиб, кофир ҳолида ўлиб кетса, ана ўшалар бу дунёю охиратда амали ҳабата бўлганлардир. Ана ўшалар дўзах эгаларидир. Улар унда абадий қолгувчилардир.","footnotes":""},{"id":"225","sura":"2","aya":"218","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Албатта, иймон келтирганлар, ҳижрат қилганлар ва Аллоҳнинг йўлида жидду жаҳд қилганлар — ана ўшалар Аллоҳнинг раҳматини умид қиладилар. Аллоҳ мағфиратли ва раҳимли Зотдир.","footnotes":"(Ҳукм умумий: ким бўлишидан қатъий назар, иймон келтирса, мўминлик сифатига эришса, динию диёнатини сақлаб қолиш ниятида ҳижрат қилса, Аллоҳнинг йўлида жиҳод қилса, улар Аллоҳнинг раҳматидан умид қиладилар. Аллоҳнинг раҳмати уларга бўлмаса, кимга бўлар эди!)"},{"id":"226","sura":"2","aya":"219","arabic_text":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","translation":"Сендан хамр ва қимор ҳақида сўрарлар. Сен: «Иккисида катта гуноҳ ва кишилар учун манфаат бор ва гуноҳлари нафларидан каттадир», деб айт. Ва сендан нимани нафақа қилишни сўрарлар. Сен: «Ортиқчасини», деб айт. Аллоҳ шундоқ қилиб сизга Ўз оятларини баён қилади. Шоядки, тафаккур қилсангиз.","footnotes":"(Оятдаги «хамр» сўзини ичкилик, ароқ ёки вино деб таржима қилмадик. Чунки «хамр» сўзи умумий бўлиб, истеъмол қилган кишининг ақлини тўсувчи, яъни бир оз бўлса-да таъсир ўтказувчи барча нарсага айтилади. Бунинг ичига наша, қорадори, кўкнори ва бошқалар ҳам киради. Дунёда адолат ўрнатиш, Ер юзида Аллоҳнинг халифаси бўлиш вазифаси юклатилган шахс ароқхўр ёки қиморбоз ва молини ноўрин сарфлайдиган бўлиши мумкинми? Албатта, йўқ. Ҳолбуки, хамр ичиш, қимор ўйнаш ва ноўрин нафақа қилиш ҳоллари жоҳилият вақтида кишилар ҳаётига сингиб кетган эди. Хамрсиз ҳаётни тасаввур қила олмас эдилар.)"},{"id":"227","sura":"2","aya":"220","arabic_text":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"Бу дунё ва охират ҳақида. Сендан етимлар ҳақида сўрарлар. Сен: «Уларга ислоҳ қилиш яхшидир», деб айт. Агар уларнинг (молларини) аралаштириб юборсангиз, бас, биродарларингиз. Аллоҳ бузғунчини ҳам, ислоҳчини ҳам билади. Агар хоҳласа, Аллоҳ сизларни қийинчиликка соларди. Албатта, Аллоҳ Азийз ва ҳикматли Зотдир.","footnotes":"(Абдуллоҳ ибн Аббос розияллоҳу анҳумо айтишларича, етимларни ўз кафолатига олган кишилар, етимларнинг ҳаққини еб қўймайлик, деб уларнинг овқатларини ҳам, ичимликларини ҳам алоҳида қилиб қўйишган экан. Ҳатто етимдан бирор овқат ортиб қолса, ўзи емаса, бузилиб кетса ҳам, биров емайдиган бўлибди. Бундай қийин ҳолни Пайғамбаримиз Муҳаммад алайҳиссаломга зикр қилишганида, Аллоҳ таоло: «Сендан етимлар ҳақида сўрайдилар», оятини нозил қилган экан.)"},{"id":"228","sura":"2","aya":"221","arabic_text":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"Мушрика аёлларни иймон келтирмагунларича никоҳингизга олманг. Шубҳасиз, мўмина чўри мушрикадан, гар у сизга ёқса ҳам, яхшидир. Ва мушриклар иймонга келмагунларича, уларга никоҳлаб берманг. Шубҳасиз, мўмин қул мушрикдан, гар у сизга ёқса ҳам, яхшидир. Анавилар дўзах ўтига чақирарлар. Аллоҳ эса, Ўз изни ила жаннатга ва мағфиратга чақирар ҳамда одамларга Ўз оятларини баён қиладир. Шоядки, эсга олсалар.","footnotes":"(Никоҳ инсоний алоқалар ичида энг муқаддас ва аҳамиятлисидир. Бу алоқа одам боласининг кўплаб хоҳиш истакларига жавоб беради. Никоҳдаги икки шахс бир-бирига энг яқин шахслар ҳисобланади. Бу ҳолга эришиш аввало қалбларнинг бирлашмоғини, қалбларнинг бирлашмоғи эса, ақида бирлигини тақозо этади. Чунки ҳар бир инсоннинг ҳаётий йўлини белгилайдиган ўлчов диний нуқтаи назари бўлади. Шу боисдан Исломда ақидаси бузуқ аёлларга уйланиш, мушрик эркакларга турмушга чиқиш ман қилинади.)"},{"id":"229","sura":"2","aya":"222","arabic_text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","translation":"Сендан ҳайз ҳақида сўрарлар. Сен: «У кўнгилсиз нарсадир. Ҳайз чоғида аёллардан четда бўлинг. Уларга пок бўлмагунларича яқинлашманглар. Агар пок бўлсалар, уларга Аллоҳ амр қилган жойдан келинг. Албатта, Аллоҳ тавба қилувчиларни севади ва покланувчиларни севадир», деб айт.","footnotes":""},{"id":"230","sura":"2","aya":"223","arabic_text":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"Аёлларингиз экинзорларингиздир. Бас, экинзорингизга хоҳлаганингизча келинг. Ўзингиз учун (яхшилик) тақдим қилинг. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Унга рўбарў келувчисиз. Мўминларга башорат бер.","footnotes":"(Эр-хотин орасидаги ҳассос ва нозик алоқа Қуръони Карим оятларида ўзига хос услуб билан тасвирланади. Аввалги оятлардан бирида эр-хотинни бир-бирига нисбатан кийим-либос деб таъриф қилинган эди. Бу оятда эса, аёллар экинзорга ўхшатиляпти.)"},{"id":"231","sura":"2","aya":"224","arabic_text":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translation":"Аллоҳга ичган қасамларингизни яхшилик қилиш, тақво қилиш ва одамлар орасини ислоҳ этишингизга тўсиқ қилманг. Аллоҳ эшитувчи, билувчи Зотдир.","footnotes":""},{"id":"232","sura":"2","aya":"225","arabic_text":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","translation":"Аллоҳ сизларнинг беҳуда қасамларингиз учун тутмас. Лекин қалбдан касб қилганингиз учун тутадир. Ва Аллоҳ мағфиратли, раҳимли Зотдир.","footnotes":""},{"id":"233","sura":"2","aya":"226","arabic_text":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Хотинларидан ийлаа қилганлар учун кутиш тўрт ойдир. Агар қайтсалар, бас, албатта, Аллоҳ мағфиратли, раҳимли Зотдир.","footnotes":""},{"id":"234","sura":"2","aya":"227","arabic_text":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"Ва агар талоқни қасд қилсалар, бас, албатта, Аллоҳ эшитувчи, билувчи Зотдир.","footnotes":"(Ийлаа — эр кишининг ўз хотинига яқинлик қилмасликка қасам ичишидир. Жоҳилият даврида одамлар хотинидан аччиғи чиқса ёки уни жазоламоқчи бўлса, ийлаа қилиб, унга жинсий яқинлик қилмасликка қасам ичиб қўяр экан. Шу билан бир-икки йил ёки ундан ҳам кўпроқ бепарво юраверар экан. Аёл бечора азобда қолар экан. Ийлаанинг узоқ вақти айнан тўрт ой бўлишининг ҳикмати шуки, аёл киши эрсиз шу муддатга сабр қила олади. Бундан ўтиб кетса, чидай олмаслик эҳтимоли бор.)"},{"id":"235","sura":"2","aya":"228","arabic_text":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translation":"Талоқ қилинган аёллар уч қуръу кутарлар. Агар Аллоҳга ва қиёмат кунига иймон келтирган бўлсалар, улар учун Аллоҳ раҳмларида халқ қилган нарсани беркитишлари ҳалол бўлмас. Ўшанда эрлари уларни, агар ислоҳни ирода қилсалар, ўзларига қайтариб олишга ҳақлироқдирлар. Ва яхшилик ила уларнинг бурчлари муқобилида ҳақлари ҳам бордир. Ва эркакларга улардан устун даража бордир. Аллоҳ Азийз ва Ҳакиймдир.","footnotes":"(Ушбу ояти каримадаги ҳукм эри билан бирга яшаган, ҳайз кўрадиган ва талоқ қилинган аёлларга оиддир.)"},{"id":"236","sura":"2","aya":"229","arabic_text":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","translation":"Талоқ икки мартадир. Сўнгра, яхшиликча ушлаб қолиш ёки яхшиликча қўйиб юбориш. Сизга уларга берган нарсангиздан бирор нарсани олиш ҳалол бўлмас, магар икковлари Аллоҳнинг чегараларида тура олмасликдан қўрқсалар (бўлур). Бас, агар икковларининг Аллоҳнинг чегараларида тура олмаслигидан қўрқсангиз, хотин берган эвазда икковларига гуноҳ йўқдир. Ушбулар Аллоҳнинг чегараларидир. Бас, улардан тажовуз қилманг. Ва ким Аллоҳнинг чегараларидан тажовуз қилса, бас, ўшалар, ана ўшалар золимлардир.","footnotes":""},{"id":"237","sura":"2","aya":"230","arabic_text":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","translation":"Бас, агар яна талоқ қилса, бундан кейин у аёл, токи бошқа эрга тегиб чиқмагунча, унга ҳалол бўлмас. Агар у ҳам талоқ қилса, гар Аллоҳнинг чегараларида туришга ишонсалар, бир-бирларига қайтсалар, гуноҳ бўлмас. Ушбулар Аллоҳнинг билган қавмларга баён қилаётган чегараларидир.","footnotes":"(Яъни, агар аввалги иккита устига яна бир бор талоқ қилса, жами учта бўлади. Уч талоқ бўлгандан кейин аёл талоқ қилган эркакка ҳалол бўлмайди. Эру хотин бўлиб яшашлари мумкин эмас. Фақат бир йўл бор, у ҳам бўлса, у аёл бошқа эрга тегса-ю, у эр билан эр-хотин бўлиб ҳаёт кечириб юрганда, иккинчи эр вафот этиб қолса ёки талоқ қилса, шундан кейингина яна аввалги эри билан қайта турмуш қурса бўлади. «Агар у ҳам талоқ қилса, гар Аллоҳнинг чегараларида туришга ишонсалар, бир-бирларига қайтсалар, гуноҳ бўлмайди», дейилишининг маъноси шу.)"},{"id":"238","sura":"2","aya":"231","arabic_text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Хотинларни талоқ қилганингизда, муддатлари охирига етганда, уларни яхшилик билан ушлаб қолинг ёки яхшилик билан қўйворинг. Уларни тажовуз учун, зарар етказиш юзасидан ушлаб турманг. Ким ўшандоқ қилса, шубҳасиз, ўзига зулм қилади. Аллоҳнинг оятларини ҳазил билманг. Аллоҳнинг сизга берган неъматини ва ваъз этиб туширган китоби ва ҳикматини эсда тутинг. Аллоҳга тақво қилинг ва билингки, албатта, Аллоҳ ҳар бир нарсани билувчидир.","footnotes":"(Аллоҳнинг улуғ неъмати — Исломни дин ва Муҳаммад алайҳиссаломни пайғамбар қилиб юборишидир. Ваъз этиб туширган китоби — Қуръони Карим. Ҳикмат — Пайғамбар алайҳиссаломнинг суннатлари. Бу нарсаларни доимо эсда тутиш, улар асосида илоҳий кўрсатмаларга амал қилиб яшашгина инсонга бахт келтиради, шу жумладан, оилавий ҳаётда ҳам.)"},{"id":"239","sura":"2","aya":"232","arabic_text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Хотинларни талоқ қилганингизда, муддатлари охирига етганда, яхшилик билан ўзаро ризолашинг, эрларига қайта никоҳланишларини ман қилиб, қийинлаштирманг. Ушбу ила сизлардан Аллоҳга ва охират кунига иймон келтирганлар ваъзланади. Шундоқ қилишингиз сиз учун тозароқ ва покроқдир. Ва Аллоҳ биладир, сиз эса билмассиз.","footnotes":"(Маъқал ибн Ясар розияллоҳу анҳу Пайғамбаримиз алайҳиссаломнинг даврларида синглисини мусулмонлардан бир кишига эрга берибди. Эру хотин бир муддат бирга яшашибди. Кейин эр хотинини бир талоқ қўйиб, қайтмабди. Иддаси чиқиб кетибди. Кейин икковлари ҳам афсус қилиб, эр хотинга, хотин эрга муҳаббат қилибди. Ва бошқа совчилар қатори совчи қўйибди. Шунда Маъқал ибн Ясар унга: «Пасткашнинг ўғли пасткаш! Сени ҳурмат қилиб синглимни берган эдим, сен бўлса уни талоқ қилдинг. Аллоҳга қасамки, у сенга абадий қайтмайди», дебди. Сўнгра Аллоҳ таоло эрнинг хотинга, хотиннинг эрга ҳожатини билиб, «Хотинларни талоқ қилганингизда, муддатлари етганда...» деб бошланиб, «... сиз эса билмайсиз», деб туговчи оятни нозил қилди. Маъқал ибн Ясар розияллоҳу анҳу ояти каримани эшитишлари билан: «Парвардигорнинг сўзини эшитдик ва итоат қиламиз, дедилар-да, куёвни чақириб: «Синглимни сенга никоҳлаб бераман ва сени ҳурмат қиламан», дедилар.)"},{"id":"240","sura":"2","aya":"233","arabic_text":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Ким эмизишни батамом қилишни ирода қилса, оналар фарзандларни тўлиқ икки йил эмизурлар. Уларни яхшилаб едириб, кийинтириш отанинг зиммасидадир. Ҳеч бир жонга имкондан ташқари таклиф бўлмас. Она ҳам, ота ҳам боласи сабабидан зарар тортмасин. Меросхўрга ҳам худди шундоқ. Агар ўзаро рози бўлиб, сутдан ажратишни ирода қилсалар, икковларига гуноҳ бўлмас. Агар фарзандларингизга эмизувчи талаб қилишни ирода қилсангиз, берадиганингизни яхшилик билан аввалдан топширсангиз, гуноҳ бўлмас. Ва Аллоҳга тақво қилинг ҳамда, билингки, Аллоҳ қилаётганингизни албатта кўриб турувчидир.","footnotes":""},{"id":"241","sura":"2","aya":"234","arabic_text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Сизлардан вафот этиб жуфтларини қолдирганларнинг аёллари ўзларича тўрт ойу ўн кун кутарлар. Муддатлари етганда ўзлари ҳақида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ қилаётган амалингиздан хабардордир.","footnotes":"(Жоҳилият аҳлининг одатига биноан, эри ўлган хотиннинг устига эрининг қариндошларидан бири ридосини ташлаб қўйса, аёл бечора ўз-ўзидан ўша одамнинг мулкига айланиб қолар эди. Хоҳласа ҳалиги одам ўзи хотин қилар, хоҳласа, бошқа эрга бериб, маҳрини олар ёки умуман сотиб юборар эди. Ислом бу зулмни аёлнинг елкасидан кўтариб ташлади. Эри ўлган аёлнинг иддасини маълум муддатга чегаралаб қўйди: «тўрт ой-у ўн кун». Бунинг ҳикмати кўп. Аввало, бу муддат ичида раҳмининг (бачадоннинг) ҳомиладан бўш ёки бўш эмаслиги билинади. Иддалари чиққанидан кейин, аёллар шариат йўли билан ўзларига совчи кутсалар, айб эмас. Демак, эри ўлганидан тўрт ой-у ўн кун битгач, хотини ясаниб, пардоз қилиб, эрга тегиши учун совчи кутса, ўзининг иши, ҳеч кимга гуноҳ бўлмайди. Уни бу ишдан тўсишга ҳеч кимнинг ҳаққи ҳам йўқ. Шариатнинг ҳукми шу. Ҳаётда бундан бошқа ҳолларнинг учраб туриши эса, бидъат ёки хурофотдир. Хурофотдан сақланиш лозим. Чунки: «Аллоҳ қилаётган амалингиздан хабардордир». Иддада ўтирган аёлга нисбатан шариат кўрсатмаларидан бошқа йўл тутмаслик керак.)"},{"id":"242","sura":"2","aya":"235","arabic_text":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"У аёлларга ишора ила совчилик қилишингиз ёки уни ўз ичингизда тутишингизда гуноҳ йўқ. Аллоҳ сиз уларни албатта эслашингизни биладир. Лекин улар билан хуфёна ваъдалашманг. Магар яхши гап гапирсангиз, майли. Идда ўз муддатига етмагунча, никоҳ боғлашни қасд қилманг. Ва билингки, Аллоҳ ичингиздагини албатта билади. Бас, Ундан огоҳ бўлинг. Ва билингки, албатта, Аллоҳ мағфиратли ва Ҳалиймдир.","footnotes":""},{"id":"243","sura":"2","aya":"236","arabic_text":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","translation":"Агар хотинларга қўл теккизмай туриб ёки уларни маҳрни аниқламай туриб талоқ қилсангиз, сизга гуноҳ бўлмас. Уларни бой борича, йўқ ҳолича яхшилик ила фойдалантиринг. Бу яхшилик қилувчилар бурчидир.","footnotes":"(Бу оятда никоҳдан кейин маҳрни аниқламаган ҳолатда духулдан олдин талоқ қилганда нима бўлиши ҳақида сўз кетмоқда.)"},{"id":"244","sura":"2","aya":"237","arabic_text":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"Агар уларга қўл тегизмай талоқ қилсангиз ва маҳрни аниқлаб қўйган бўлсангиз, аниқланганнинг ярмини берасиз, магар аёл ёки никоҳ тугуни қўлида бўлган киши афв қилса, бермайсиз. Ва афв қилишингиз тақвога яқиндир. Орангиздаги фазилатни унутманг. Албатта, Аллоҳ қилаётган амалларингизни кўриб турувчи Зотдир.","footnotes":""},{"id":"245","sura":"2","aya":"238","arabic_text":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","translation":"Намозларни ва ўрта намозни муҳофаза этинг. Ва Аллоҳ учун хушуъ ила қоим бўлинг.","footnotes":"(Намозни муҳофаза этиш — уларни ўз вақтида, яхшилаб, камчиликсиз ўқиш маъноларини билдиради. «Ўрта намоз» ҳақида уламолар турли фикрларни айтганлар. Лекин далилларни солиштириб кўрган уламолар «ўрта намоз»дан мурод — аср намози, деганлар. Имом Муслим қилган ривоятда Пайғамбаримиз алайҳиссалом Аҳзоб урушида: «Бизни ўрта намоз, аср намозидан машғул қилдилар. Аллоҳ уларнинг қалбларини ҳам, уйларини ҳам оловга тўлдирсин», деганлар.)"},{"id":"246","sura":"2","aya":"239","arabic_text":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","translation":"Агар хавфда қолсангиз, юрган ва минган ҳолингизда, хотиржам бўлганингизда, билмаган нарсангизни қандоқ ўргатган бўлса, Аллоҳни шундоқ зикр қилинг.","footnotes":"(Одамлар кўп нарсаларни билмайдилар, Аллоҳ ўргатмаса ҳеч нарсани билмас эдилар. Шунингдек, Аллоҳ ўргатмаса, намоз ўқишни ҳам билмасдилар. Хотиржам бўлганларида, Аллоҳ қандай ўргатган бўлса, шундоқ қилиб намоз ўқисинлар.)"},{"id":"247","sura":"2","aya":"240","arabic_text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translation":"Сизлардан вафот этганда жуфтларини қолдираётганлар хотинлари чиқмасдан бир йилгача фойдаланишини васият қилсинлар. Агар улар чиқсалар, ўз хусусларида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ Азийз ва Ҳакийм Зотдир.","footnotes":""},{"id":"248","sura":"2","aya":"241","arabic_text":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","translation":"Талоқ қилинган аёлларга фойда бериш тақводорлар бурчидир.","footnotes":""},{"id":"249","sura":"2","aya":"242","arabic_text":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","translation":"Аллоҳ шундай қилиб сизларга Ўз оятларини баён этадир. Шоядки, ақл ишлатсангизлар.","footnotes":""},{"id":"250","sura":"2","aya":"243","arabic_text":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"Диёрларидан ўлимдан қочиб чиққан мингларча кишиларнинг (хабарини) билмадингми?! Бас, Аллоҳ уларга: ўлинг, деди. Сўнгра, уларни тирилтирди. Албатта, Аллоҳ одамлар устидан фазл эгасидир. Лекин кўп одамлар шукр қилмаслар.","footnotes":"(Демак, бир вақтлар катта бир қавм ўлимдан қочиб, диёрларини ташлаб чиққан эканлар. Ўлимдан қочишларининг сабаби турлича бўлиши мумкин. Балки вабо тарқалган бўлса, шундан қочишгандир. Ёки душман билан жанг қилиш керак бўлса, урушда ўлиб кетмайлик, деб қочишгандир. Мақсадларининг тескариси бўлди. «Ўлинг» деган бир оғиз сўз билан ўлиб қолишди. Демак, Аллоҳнинг қазои қадаридан қочиб бўлмас экан. Аллоҳдан ўзга қайтиб борадиган жой йўқ экан. Аллоҳнинг Ўзи хоҳлаган вақтида ўлдирар экан.)"},{"id":"251","sura":"2","aya":"244","arabic_text":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"Аллоҳнинг йўлида жанг қилинг. Ва билингки, албатта, Аллоҳ эшитувчи ва билувчи Зотдир.","footnotes":""},{"id":"252","sura":"2","aya":"245","arabic_text":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Аллоҳга яхши қарз берадиган ким бор?! Бас, токи унга берганини кўп марта кўпайтириб берса. Ва ҳолбуки, Аллоҳ (ризқни) тор қилур ва кенг қилур. Ва Унгагина қайтасизлар.","footnotes":""},{"id":"253","sura":"2","aya":"246","arabic_text":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","translation":"Мусодан кейинги Бани Исроилдан бўлган аъёнларни билмадингми?! Вақтики ўз Набийларига: «Бизга бир подшоҳ тайин қилгин, Аллоҳнинг йўлида уруш қилайлик», – дедилар. У: «Агар сизларга уруш фарз қилинса, урушмасаларингизчи?!» – деди. Улар: «Бизга нима бўлибдики, диёримиздан ва фарзандларимиздан жудо қилинсак ҳам, Аллоҳнинг йўлида урушмасак», – дедилар. Уруш фарз қилинганда эса, озгиналаридан бошқалари юз ўгириб кетдилар. Ва Аллоҳ зулм қилувчиларни билувчидир.","footnotes":"(Мусо алайҳиссалом вафот этиб кетганларидан кейин Бани Исроилнинг аъёнлари, катталари, ишбошиларидан бир гуруҳи ўз набийлари олдига келиб: «Бизга бир подшоҳ — бошлиқ тайин қилиб бер, унинг раҳбарлигида Аллоҳнинг йўлида урушмоқчимиз», дейишди. Улар «Аллоҳнинг йўлида уруш» қилмоқчилар. Лекин қуруқ ҳавас билан иш битмаслигини англаб етмайдилар. Ҳозир кенгликда туриб, бир-бирингизга қизиқиб, бизга подшҳ тайин қилгин, Аллоҳнинг йўлида уруш қилайлик, демоқдалар. Ҳақиқатан шу иш йўлга қўйилса, уруш фарзга айланади ва унда орқага қайтишнинг иложи қолмайди. Ортга қайтган гуноҳкор бўлади.)"},{"id":"254","sura":"2","aya":"247","arabic_text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"Набийлари уларга: «Албатта, Аллоҳ Толутни сизга подшоҳ қилиб тайинлади», – деди. Улар: «У бизга қаёқдан подшоҳ бўлсин. Ундан кўра подшоҳликка биз ҳақлироқмиз. Қолаверса, унга кўпроқ мол ҳам берилмаган», – дедилар. У: «Албатта, уни Аллоҳнинг Ўзи сизларга танлади ва илмда, жисмда кенглигини зиёда қилди. Аллоҳ подшоҳлигини кимга хоҳласа, ўшанга беради. Ва Аллоҳ кенг қамровли ва билувчидир», – деди.","footnotes":"(Бани Исроилнинг талабига биноан, Толут уларга подшоҳ этиб тайинланганида, улар уни ризолик ила қабул қилишнинг ўрнига, Аллоҳнинг амрига исён қилишди. Аллоҳ тайин қилган Толутнинг подшоҳ бўлишини инкор этишди. Унинг подшоҳликка тайинланишини хато деб эълон қилишди.)"},{"id":"255","sura":"2","aya":"248","arabic_text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Набийлари уларга: «Албатта, унинг подшоҳлигининг белгиси сизларга Роббингиздан сандиқ келмоғидир, унда хотиржамлик ва Мусо ҳамда Ҳорун аҳлидан қолган қолдиқ бўлиб, фаришталар кўтариб келур. Агар мўмин бўлсаларингиз, албатта, бу нарсада сизларга белги бор», – деди.","footnotes":"(Толутнинг ҳақиқатда Аллоҳ томонидан тайин қилинган подшоҳ эканини Бани Исроилга исбот этиш учун уларга қойил қолдирадиган, одатдан ташқари, Аллоҳдан бошқа ҳеч кимнинг қўлидан келмайдиган бир мўъжиза содир этиляпти. Маълумки, уламоларимиз ушбу ҳодисани пайғамбарлардан қолган нарсаларни табаррук тутишга далилдир, деганлар. Пайғамбарлари, тобутни фаришталар кўтариб келиши Толутнинг подшоҳлигига белгидир, деди.)"},{"id":"256","sura":"2","aya":"249","arabic_text":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","translation":"Толут аскар билан чиққанда: «Албатта, Аллоҳ сизни дарё билан синовчидир, ким ундан ичса, у мендан эмас. Ва ким уни тановул қилмаса, у, албатта, мендандир. Магар биров қўли билан бир ҳўплам ҳўпласа, майли», деди. Озгиналаридан бошқалари ундан ичдилар. У ва у билан бирга иймон келтирганлар у(дарё)дан ўтганларида, улар: «Бугун бизда Жолут ва унинг аскари билан жанг қилишга тоқат йўқ», дедилар. Аллоҳга рўбарў бўлишга ишонганлар: «Қанчадан-қанча оз сонли гуруҳлар Аллоҳнинг изни билан кўп сонли гуруҳларга ғолиб келган. Аллоҳ сабрлилар биландир», – дедилар.","footnotes":"(Асл нарса ўзи оз бўлади. Ҳақиқий мўминлар ҳам оз бўладилар. Чунки улар хатарли сўқмоқлардан қийинчиликларни енгиб ўтиб, мақсадга етадилар, Аллоҳ танлаган, муқарраб бандалар қаторига кирадилар. Аллоҳниг Ўзидан сабр тилаб, қўрқмай, кўп сонли ва қувватли душманнинг кўзига тик боқиб бораверадилар.)"},{"id":"257","sura":"2","aya":"250","arabic_text":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Жолут ва унинг аскарларига рўбарў келганларида: «Роббимиз, бизга сабр тўккин, собитқадам қилгин ва кофир қавмларга қарши нусрат бергин», – дедилар.","footnotes":""},{"id":"258","sura":"2","aya":"251","arabic_text":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","translation":"Бас, Аллоҳнинг изни билан уларни енгдилар ва Довуд Жолутни қатл этди. Сўнгра, Аллоҳ унга подшоҳлик ва ҳикматни берди ва хоҳлаган нарсасини ўргатди. Агар Аллоҳнинг баъзи (одам)ларни баъзиларига дафъ қилиши бўлмаса эди, ер юзи бузиларди. Лекин Аллоҳ оламлар устидан фазл эгасидир.","footnotes":"(Довуд Толут аскари ичида ёш йигит эди. Жолут эса, катта кучга эга бўлган подшоҳ, ҳамманинг қалбига даҳшат солиб турувчи аскарбоши эди. Аллоҳ таоло ушбу золим подшоҳ ва аскарбошининг ёшгина йигитча қўлида қатл бўлишини ирода қилди. Бу билан одамларга, Аллоҳ хоҳласа, ҳар қандай жаббор бўлса ҳам, бир ёш йигит унинг ўлимига сабаб бўлиши мумкинлигини кўрсатди. «Сўнгра Аллоҳ унга подшоҳлик ва ҳикматни берди ва хоҳлаган нарсасини ўргатди». Довуд Аллоҳнинг инояти билан Толутдан кейин Бани Исроилга подшоҳ бўлди. Унинг подшоҳлик даври олтин давр бўлди. Аллоҳ таоло унга подшоҳликка қўшиб ҳикматни, яъни пайғамбарликни ҳам берди. Шу билан бирга, унга уруш асбобларини ясашни ҳам ўргатди.)"},{"id":"259","sura":"2","aya":"252","arabic_text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","translation":"Булар Аллоҳнинг оятларидир. Уларни сенга ҳақ ила тиловат қилурмиз. Ва, албатта, сен Пайғамбарлардандирсан.","footnotes":"(«Булар» — мингларча одамларни ўлдириш ва тирилтириш, тобутни фаришталар кўтариб келиши, оз сонли мўминларнинг кўп сонли кофирларнинг устидан ғолиб келиши ҳақидаги хабарларни ўз ичига олган оятлардир. Уларни Аллоҳ таоло Ўз Пайғамбарига ҳақ ила ҳикоя қилиб бермоқда. «Ҳақ билан» дегани — қандай бўлган бўлса, шундай, воқеликдаги ҳодисанинг ўзини айтиб бермоқда, деганидир.)"},{"id":"260","sura":"2","aya":"253","arabic_text":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","translation":"Булар Пайғамбарлар. Уларнинг баъзиларини баъзиларидан фазллик қилдик. Улардан Аллоҳ гаплашгани бор ва баъзиларининг даражасини кўтарган. Ва Ийсо ибн Марямга ойдин(мўъжиза)ларни бердик ва уни муқаддас руҳ билан қўлладик. Агар Аллоҳ хоҳлаганида, улардан кейин қолганлар ўзларига очиқ-ойдин баёнотлар келганидан сўнг урушмас эдилар. Лекин ихтилоф қилдилар. Улардан кимдир иймон келтирди, кимдир куфр келтирди. Агар Аллоҳ хоҳлаганида, урушмас эдилар. Лекин Аллоҳ нимани ирода қилса, шуни қилади.","footnotes":"(«Муқаддас руҳ» деб таржима қилинган «Руҳул қудус»дан мурод Жиброил фаришта алайҳиссаломдир.)"},{"id":"261","sura":"2","aya":"254","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","translation":"Эй, иймон келтирганлар! Сизга ризқ қилиб берган нарсаларимиздан на олди-сотди, на ошна-оғайничилик ва на шафоатчилик йўқ Кун келмасдан олдин нафақа қилинг. Ва кофирлар — ўшалар золимлардир.","footnotes":""},{"id":"262","sura":"2","aya":"255","arabic_text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","translation":"Аллоҳ, Ундан ўзга илоҳ йўқ. У тирикдир ва қаййумдир. Уни мудроқ ҳам, уйқу ҳам олмас. Осмонлару ердаги нарсалар Уникидир. Унинг ҳузурида Ўзининг изнисиз ҳеч ким шафоат қила олмас. У уларнинг олдиларидаги нарсани ҳам, ортларидаги нарсани ҳам билур. Унинг илмидан ҳеч нарсани иҳота қила олмаслар, магар Ўзи хоҳлаганини, холос. Унинг курсиси осмонлару ерни қамраган. У уларни муҳофаза қилишдан чарчамас. Ва У Алий ва Азийм Зотдир.","footnotes":"(Имом Муслим ва Имом Аҳмад Убай ибн Каъб розияллоҳу анҳудан ривоят қилган ҳадисда, Аллоҳнинг китобидаги энг улуғ оят Курси ояти эканлиги таъкидланган. Имом Насоий Абу Умомадан ривоят қилган ҳадисда Пайғамбаримиз алайҳиссалом: «Ким ҳар фарз намоздан кейин «Оятул Курсий»ни ўқиса, унинг жаннатга киришини фақат ўлим тўсиб туради, холос», деганлар. Яъни, ўлмагани учун жаннатга кирмайди, агар вафот этса, уни жаннатдан тўсадиган ҳеч нарса қолмайди, дегани.)"},{"id":"263","sura":"2","aya":"256","arabic_text":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"Динга мажбур қилиш йўқ. Батаҳқиқ, ҳақ ботилдан ажради. Ким тоғутга куфр келтириб, Аллоҳга иймон келтирса, батаҳқиқ, узилмайдиган мустаҳкам тутқични ушлаган бўлади. Ва Аллоҳ эшитувчи, билувчи Зотдир.","footnotes":"(Ақида, иймон масаласи инсон қалбига боғлиқ жуда ҳам нозик бир масаладир. Бу нарсани мажбур этиб, куч билан сингдириб бўлмайди. Балки ҳар бир инсон баён қилинган нарсаларга тушуниб иймон келтиргандагина мақсад ҳосил бўлади. Исломда ушбу қоидага қаттиқ риоя қилинади. Аллоҳ таоло Ўзи «Динга мажбур қилиш йўқ. Батаҳқиқ, ҳақ ботилдан ажради», деб қўйган. Яъни, Аллоҳ таоло Ўз Пайғамбари Муҳаммад алайҳиссаломга Қуръони Каримни тушириб, Исломни жорий қилгандан сўнг тўғри йўл нотўғрисидан, ҳақ ботилдан ажради. Ҳамма нарса ўз ўрнини топди. Шундай бўлгандан кейин «Динга мажбур қилиш йўқ». Ҳар кимга Аллоҳ ақл берган, ўзига керак йўлни танлаб олсин.)"},{"id":"264","sura":"2","aya":"257","arabic_text":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Аллоҳ иймон келтирганларнинг дўстидир. Уларни зулматлардан нурга чиқарур. Куфр келтирганларнинг дўстлари тоғутлардир. Уларни нурдан зулматларга чиқарурлар. Ана ўшалар дўзах эгаларидир. Улар унда абадийдирлар.","footnotes":"(Биз оятда «дўст» деб таржима қилган ибора арабчада «валий» деб келган бўлиб, бу сиз билан бизнинг тушунчамиздаги «дўст»дан кўра кенгроқ тушунчани ифода қилади. Бу дўст ишбоши, ҳамма керакли нарсаларни тайёрлаб, ишларни тўғри изга солиб турувчи ғамхўрдир. «Тоғут» — Аллоҳдан бошқа ибодат қилинадиган нарсалар.)"},{"id":"265","sura":"2","aya":"258","arabic_text":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","translation":"Аллоҳ подшоҳлик бериб қўйгани сабабидан Иброҳим билан Роббиси ҳақида ҳужжат талашганни билмадингми? Иброҳим: «Менинг Роббим тирилтиради ва ўлдиради», деганда, у: «Мен тирилтираман ва ўлдираман», – деди. Иброҳим: «Албатта, Аллоҳ қуёшни Машриқдан чиқарур, бас, сен уни Мағрибдан чиқаргинг-чи», – деди. Бас, куфр келтирган лол қолди. Ва, Аллоҳ золим қавмларни ҳидоятга солмас.","footnotes":"(Ушбу ояти карима Иброҳим алайҳиссалом билан у кишининг даврларида ўтган бир ҳукмдор подшоҳнинг тортишувини ҳикоя қилади.)"},{"id":"266","sura":"2","aya":"259","arabic_text":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Ёки шифтлари устига қулаган қишлоқдан ўтган кишига ўхшашни кўрмадингми? У: «Аллоҳ буни ўлимдан кейин қандай тирилтирур?» – деди. Бас, Аллоҳ уни юз йил ўлдирди, сўнгра, қайта тирилтирди. «Қанча ётдинг?» – деди. У: «Бир кун ёки бир куннинг баъзисича ётдим», – деди. «Балки, юз йил ётдинг, таомингга ва шаробингга назар сол, ўзгаргани йўқ ва эшагингга ҳам қара. Сени одамларга ибрат қилиш учун шундай қилдик. Ва суякларга назар сол, уларни қандоқ ҳаракатга соламиз ва уларга қандоқ гўшт кийгизамиз», – деди. Унга равшан бўлганда: «Албатта, Аллоҳ ҳар бир нарсага қодирлигини билдим», – деди.","footnotes":"(Демак, ўша киши Аллоҳ таолонинг ҳар бир нарсага қодир эканига шубҳа билан қарарди. Шунда Аллоҳ таоло унга, ўлган нарсаларни қандай қилиб тирилтиришини тушунтириб ўтирмади-да, у банданинг ўзини тажриба қилиб қўя қолди: «Бас, Аллоҳ уни юз йил ўлдирди, сўнгра қайта тирилтирди». Бўлиб ўтган воқеани тушуниб етиш учун Аллоҳ унга: «Қанча ётдинг?» деди». У одам ўзининг қанча ётганини қаердан билсин. Вақтни сезиш тирик, ҳаёт нашидасини суриб турган кишиларга хос хусусият. У бўлса, юз йил ўлиб ётди. Бунинг устига, ҳис-туйғу одамни алдайди ҳам. Шунинг учун: «У: «Бир кун ёки бир кунининг баъзисича ётдим», деди». Ўзининг билганича жавоб берди. Ўзининг юз йил ўлиб ётиб, яна қайта тирилгани унга бир кун ёки бир кундан ҳам озроқ ётгандай бўлиб кўринди. Бу ҳолати ўзига тасдиқлатиб олингандан сўнг, бўлган ишнинг ҳақиқати унга айтилди: «Балки юз йил ётдинг», дейилди.)"},{"id":"267","sura":"2","aya":"260","arabic_text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"Эсла, Иброҳим: «Эй Роббим, менга ўликларни қандай тирилтиришингни кўрсат», деганда, У Зот: «Ишонмадингми?» – деди. У: Оре, лекин қалбим хотиржам бўлиши учун», – деди. У зот: «Қушдан тўртта олгин-да, ўзингга тортиб, кесиб майдала, сўнгра, улардан ҳар бир тоққа бўлакларини қўйгин, кейин уларни ўзингга чақир, ҳузурингга тезлаб келадилар», – деди. «Ва билгинки, албатта, Аллоҳ Азийз ва Ҳакийм Зотдир».","footnotes":"(Иброҳим алайҳиссалом Аллоҳ таоло ўликларни тирилтира олишига ҳеч қандай шубҳа қилмас эдилар. У зотнинг бунга ишончлари комил эди. Шунинг учун ҳам Аллоҳ таоло «Ишонмадингми?» деб сўраганида: «Оре (ишондим), лекин қалбим хотиржам бўлиши учун», дедилар. Дилда ишонган нарсани, кўз билан кўриб, Аллоҳ таолонинг қудратига қойил қолиб, мўмин банда ўз Роббининг мўъжизаларини кўриб маза қилгандек маза қилиб, кўнгли хотиржам бўлиши учун сўраганлар.)"},{"id":"268","sura":"2","aya":"261","arabic_text":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","translation":"Молларини Аллоҳнинг йўлида сарфлайдиганларнинг мисоли худди бир дона донга ўхшайдир. Ундан етти бошоқ ўсиб чиқадир, ҳар бошоқда юзтадан дон бор. Ва Аллоҳ кимга хоҳласа, яна кўпайтириб берадир. Ва Аллоҳ қамраб олувчи ва билувчи Зотдир.","footnotes":""},{"id":"269","sura":"2","aya":"262","arabic_text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Аллоҳнинг йўлида молларини сарфлаб, сўнгра сарфлари кетидан миннат қилмай ва озор бермайдиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар.","footnotes":"(Аллоҳнинг йўлида сарфланган молнинг савобини тўлиқ олишнинг шарти ҳам бор, у ҳам бўлса, мол сарфловчи миннат қилмаслиги ва молни олганларга озор бермаслиги керак. Миннат қилишлик ёмон одат бўлиб, инсон қалбида оғир яра қолдиради.)"},{"id":"270","sura":"2","aya":"263","arabic_text":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","translation":"Яхши сўз ва кечириш ортидан озор келадиган садақадан кўра яхшироқдир. Ва Аллоҳ Ғаний ва Ҳалийм Зотдир.","footnotes":"(«Ортидан озор келадиган садақа»нинг кераги йўқ. Ундан кўра бир оғиз ширин сўз ва кечиримли бўлиш яхшироқдир. Бир оғиз бўлса ҳам, ширин сўз қалбнинг жароҳатига малҳам бўлади, кишининг кўнглини кўтаради. Кечириш эса, ҳасад ва ёмонликни ювиб ташлаб, ўрнига муҳаббат ва дўстликни солади.)"},{"id":"271","sura":"2","aya":"264","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"Эй, иймон келтирганлар! Садақаларингизни миннат ва озор бериш билан, Аллоҳга ва охират кунига иймон келтирмаса ҳам, кишиларга риё учун молини нафақа қилганга ўхшаб, бекорга кетказманг. У мисоли устини тупроқ босган силлиқ бир тошга ўхшайдир. Бас, кучли ёмғир ёғса, силлиқ бўлиб қолади. Касб қилганларидан ҳеч нарсага қодир бўлмаслар. Ва Аллоҳ кофир қавмларни ҳидоятга бошламас.","footnotes":"(Ушбу ояти каримада садақадан кейин миннат қилиб, озор бериб, қилган яхшилигининг савобидан бебаҳра қолишлик ажойиб бадиий васф билан тасвирланяпти. Бу билан мусулмонлар ҳиссида бу ишнинг нақадар ёмон иш эканлигини жонли тасвир қилинмоқда.)"},{"id":"272","sura":"2","aya":"265","arabic_text":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"Молларини Аллоҳнинг розилигини истаб, ўзларидаги ишонч билан сарфлайдиганлар худди тепаликдаги боққа ўхшайдир. Унга қаттиқ ёмғир ёғса, мевасини икки баробар беради. Агар қаттиқ ёмғир ёғмаса, майдалаб ёққани ҳам бўлаверади. Ва Аллоҳ қилаётганларингизни кўриб турувчи Зотдир.","footnotes":""},{"id":"273","sura":"2","aya":"266","arabic_text":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","translation":"Сизлардан бирортангиз остидан анҳорлар оқиб турган хурмозор ва узумзор, турли мевали боғи бўлатуриб, ёши бир жойга етганда, заифҳол зурриёти бор пайтда унга ўтли бўрон келиб, ёниб битишини хоҳлайдими?! Аллоҳ сизларга шу тариқа Ўз оятларини баён қилур, шоядки, фикр юритсангиз.","footnotes":"(Аллоҳнинг йўлида қилинган садақа худди дарахтлари остидан шарқираб сувлар оқиб турган хурмозор ва узумзор, турли мевали боққа ўхшайди. Боғдан ҳаммага фойда — кўрган ҳам, кирган ҳам, еган ҳам ҳурсанд. Худди шунингдек, Аллоҳ йўлида қилинган садақа берганни ҳам, олганни ҳам, билганни ҳам хурсанд қилади. Ҳаммага ўз даражасида фойда етказади. Ана шундай олиймақом боғу бўстони бор одам шу боғнинг ўтли бўронда куйиб тугашини, хусусан, ёши бир жойга етиб, қўлидан бир иш келмай қолган чоғида, унинг қўлига қараб турган заифҳол зурриётлари бор чоғида шундай бўлишини хоҳлайдими? Албатта, йўқ. Аллоҳ йўлида садақа қилган одам ҳам гўё ўшандай боғу бўстонга эришган бўлади. Садақаси кетидан миннат этса ва озор етказса, худди ўтли бўрон билан боғини куйдиргандек бўлади. Садақасининг савоби қолмайди.)"},{"id":"274","sura":"2","aya":"267","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","translation":"Эй, иймон келтирганлар! Касб қилган пок нарсаларингиздан ва Биз сизларга ердан чиқариб берган нарсаларимиздан садақа қилинглар. Нопокни қасд этиб садақа қилманг. Ҳолбуки, уни ўзингиз ҳам олувчимассиз, магар кўз юмсангизгина оласиз. Ва билингки, албатта, Аллоҳ бой ва мақталган Зотдир.","footnotes":""},{"id":"275","sura":"2","aya":"268","arabic_text":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"Шайтон сизга фақирликни ваъда қиладир ва фаҳш ишларга буюрадир. Аллоҳ сизга Ўзидан мағфират ва фазлни ваъда қиладир. Ва Аллоҳ кенг қамровли, билувчи Зотдир.","footnotes":"(Шайтон бандаларни молингдан садақа қилсанг, фақир-камбағал бўлиб қоласан, деб қўрқитади. Ҳам кишиларни фаҳшга — ёмон гуноҳ ишларга, қизғанчиқликка, бахиллик ва молу дунёга ўч бўлишга буюради. Шайтоннинг гапига кирганлар фақирликдан қўрқиб, бахил бўлиб, Аллоҳнинг йўлида садақа қилмай юраверадилар.)"},{"id":"276","sura":"2","aya":"269","arabic_text":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"У кимни хоҳласа, ўшанга ҳикматни берар. Кимга ҳикмат берилса, унга кўп яхшилик берилган бўлар. Фақат ақл эгаларигина эсларлар.","footnotes":"(Ҳикмат билан тасарруф қилган инсон ҳар бир нарсани ўз ўрнига қўйиб, қойиллатиб қилади. Садақада ҳам ҳаддидан ошмай, адолат билан иш юритади. Умуман, ҳикматли бўлишлик унга жуда кўп яхшилик келтиради. Бу ҳақиқатни ақл эгаларигина эслайдилар, тушуниб етадилар.)"},{"id":"277","sura":"2","aya":"270","arabic_text":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","translation":"Қилган нафақангизни ёки назрингизни Аллоҳ албатта биладир. Золимларга ёрдамчилар йўқдир.","footnotes":""},{"id":"278","sura":"2","aya":"271","arabic_text":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Садақани ошкора қилсангиз, қандоқ ҳам яхши. Агар махфий қилсангиз ва фақирларга берсангиз, бу сиз учун яхшидир. Сиздан гуноҳларингизни ювадир. Ва Аллоҳ қилаётган амалларингиздан хабардордир.","footnotes":"(Ушбу ояти каримада садақани ошкора қилиш ҳам, махфий қилиш ҳам мақталмоқда. Бу ҳақдаги бошқа оят ва шаръий далилларни жамлаб ўрганиб чиққан уламоларимиз хулоса қилиб айтадиларки, садақа фарз бўлса, уни ошкора қилиш яхши, чунки бу ҳолда Аллоҳнинг амрига тоат ошкора кўринади ва ҳақдор бўлмаган кишиларга ҳам тушиб қолиши мумкинлиги олди олинади. Агар садақа ихтиёрий бўлса, уни махфий қилингани яхши. Риёдан ва манманликдан узоқда бўлинади. Садақанинг энг ҳақдори камбағал-фақир кишилардир. Исломда садақанинг жорий қилиниши ҳам ўша тоифанинг ҳимояси ва ёрдами учун бўлган.)"},{"id":"279","sura":"2","aya":"272","arabic_text":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","translation":"Уларни ҳидоятга солиш сенинг зиммангда эмас. Лекин Аллоҳ кимни хоҳласа, ҳидоятга бошлар. Нафақа қилган яхшиликларингиз ўз фойдангизга. Қилган нафақангиз фақат Аллоҳнинг юзини исташ учундир. Нафақа қилган яхшиликларингиз ўзингизга тўлалигича қайтарилур. Сизларга зулм қилинмас.","footnotes":""},{"id":"280","sura":"2","aya":"273","arabic_text":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","translation":"(Садақа ва хайру эҳсонлар) Аллоҳнинг йўлида тутилган, ер юзида касб қилишга қодир бўлмаган, иффатлари туфайли билмаган киши уларни бой деб ўйлайдиган фақирларгадир. Уларни сиймоларидан танийсан, одамлардан хиралик қилиб сўрамаслар. Нафақа қилган яхшиликларингизни Аллоҳ албатта билгувчидир.","footnotes":"(Бу тоифадаги одамлар ўзларини Аллоҳ йўлида жиҳод қилишга бағишлаган кишилардир, улар нафсларини жиҳод учун тутганлар, шу сабабдан касб қилишга ҳам имконлари йўқ. Айни чоқда, иффатлари, уятлари кучли бўлганидан ўзларининг ҳожатманд эканликларини яшириб юрадилар. Асл ҳолни билмаган одам уларни сиртларидан кўриб бой деб ўйлайди. Нафақани худди ана ўшаларга қилиш керак. Улар ўзлари асл ҳолларини беркитсалар, одамлардан хиралик билан тиланмасалар, қандай қилиб топамиз уларни? «Уларни сиймоларидан танийсан».)"},{"id":"281","sura":"2","aya":"274","arabic_text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Кечасию кундузи молларини яширин ва ошкора нафақа қиладиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар.","footnotes":"(«Кечасию кундузи» дейишдан мурод ҳамма вақт назарда тутилмоқда; «молларини» деган сўз замирида эса, ҳамма тур моллар ва ҳамма тур эҳсон қилувчиларга ишора бор. Уларнинг ажрлари энг олиймақом жойда — Роббилари ҳузурида эканлиги таъкидланмоқда.)"},{"id":"282","sura":"2","aya":"275","arabic_text":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Рибони ейдиганлар (қабрларидан) фақат шайтон уриб, жинни бўлган кишидек довдираб турарлар. Бундай бўлиши уларнинг, тижорат ҳам рибога ўхшаш-да, деганлари учундир. Ва ҳолбуки, Аллоҳ тижоратни ҳалол, рибони ҳаром қилган. Кимки Роббидан мавъиза келганда тўхтаса, аввал ўтгани ўзига ва унинг иши Аллоҳнинг Ўзига ҳавола. Кимки, яна (рибога) қайтса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар.","footnotes":""},{"id":"283","sura":"2","aya":"276","arabic_text":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","translation":"Аллоҳ рибони доимо нуқсонга учратур ва садақаларни зиёда қилур. Ва Аллоҳ ҳар бир кофир, гуноҳкорни хуш кўрмас.","footnotes":"(Судхўрнинг пули ҳисоб жиҳатидан кўп бўлса ҳам Аллоҳ унинг баракасини кўтариб, егани ўзига юқмайдиган қилиб қўяди. Судхўрни турли касалликларга дучор қилади, тинчлигини, хотиржамлигини олади. Яна биз билмайдиган кўп бало-офатларга дучор қилади. Шунингдек, сиртдан қараганда, садақа қилган кишиларнинг моли камайганга ўхшайди. Аслида эса, иш бунинг тескариси бўлади: Аллоҳ «садақаларни зиёда қилади». Агар ҳисобда садақа қилувчининг моли ҳажми оз бўлса ҳам, Аллоҳ унга барака ато қилади, бало-офатлардан сақлайди, ўзини тинч, хотирини жам қилади.)"},{"id":"284","sura":"2","aya":"277","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Албатта, иймон келтирган, яхши амалларни қилган, намозни қоим қилиб, закот берганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар.","footnotes":"(Ҳақиқий иймон эгаси бўлган кишилар доимо яхши амалларни қиладилар, хусусан, намозни вақтида яхшилаб адо этадилар. Иқтисодий соҳада эса, закот берадилар. Рибохўрлар одамларнинг пешона тери билан топган даромадларини ҳаром йўл билан ўзлаштириб олаётган бўлсалар, мўминлар ўзлари пешона тери билан топган ҳалол молларидан закот чиқариб одамларга, шундай еб кетарга берадилар. Қайтариб олиш ёки ўрнига бошқа нарса олиш умидлари ҳам йўқ. Уларнинг бирдан-бир умидлари «закот берганларнинг ажрлари Роббилари ҳузуридадир», деган ваъдададир. Улар икки дунёда эминлик ва бахт-саодатда бўлурлар.)"},{"id":"285","sura":"2","aya":"278","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Эй, иймон келтирганлар! Агар мўмин бўлсангиз, Аллоҳга тақво қилинг ва рибонинг сарқитини ҳам тарк қилинг.","footnotes":""},{"id":"286","sura":"2","aya":"279","arabic_text":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","translation":"Агар ундоқ қилмасангиз, Аллоҳ ва Унинг Расули томонидан бўладиган урушга ишонаверинг. Агар тавба қилсангиз, сармоянгиз ўзингизга, зулм қилмассиз ва сизга ҳам зулм қилинмас.","footnotes":""},{"id":"287","sura":"2","aya":"280","arabic_text":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Агар ночор бўлса, бойигунча интизор қилинг. Садақа қилмоғингиз, гар билсангиз, ўзингиз учун яхшидир.","footnotes":""},{"id":"288","sura":"2","aya":"281","arabic_text":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Аллоҳга қайтариладиган кунингиздан қўрқинг. Сўнгра, ҳар бир жон қилганига яраша тўлиқ оладур. Уларга зулм қилинмас.","footnotes":""},{"id":"289","sura":"2","aya":"282","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Эй, иймон келтирганлар! Маълум муддатга қарз олди-берди қилган вақтингизда, уни ёзиб қўйинг. Орангизда бир ёзувчи адолат билан ёзсин. Ҳеч бир ёзувчи Аллоҳ билдирганидек қилиб ёзишдан бош тортмасин. Бас, ёзсин ва ҳақ зиммасига тушган киши айтиб турсин, Роббига тақво қилсин ва ундан ҳеч нарсани камайтирмасин. Агар ҳақ зиммасига тушган киши эси паст, заиф ёки айтиб тура олмайдиган бўлса, унинг валийи адолат билан айтиб турсин. Эркакларингиздан икки кишини гувоҳ қилинг. Агар икки эр киши бўлмаса, ўзингиз рози бўладиган гувоҳлардан бир эр киши ва икки аёл киши бўлсин. Иккови(аёл)дан бирорталари адашса, бирлари бошқаларининг эсига солади. Ва чақирилган вақтда гувоҳлар бош тортмасинлар. Кичик бўлса ҳам, катта бўлса ҳам, муддатигача ёзишингизни малол олманг. Шундоқ қилмоғингиз, Аллоҳнинг ҳузурида адолатлироқ, гувоҳликка кучлироқ ва шубҳаланмаслигингиз учун яқинроқдир. Магар ораларингизда юриб турган нақд савдо бўлса, ёзмасангиз ҳам, сизга гуноҳ бўлмас. Олди-сотди қилганингизда, гувоҳ келтиринг ва ёзувчи ҳам, гувоҳ ҳам зарар тортмасин. Агар (аксини) қилсангиз, албатта, бу фосиқлигингиздир. Аллоҳга тақво қилинг. Ва Аллоҳ сизга илм берадир. Аллоҳ ҳар бир нарсани билувчи Зотдир.","footnotes":"(Ояти карима «ҳақ зиммасига тушган киши» деганда қарз олувчини назарда тутган. Демак, ўртадаги киши келиб қарз олди-бердини ёзаётган вақтда матнни қарз олувчи айтиб туради. Аввало, қарз олаётганини эътироф қилади. Қарзнинг миқдорини, шартини ва муддатини айтади. Бу нарсаларни қарз берувчи айтиб турса, ўз фойдасига буриб юбормасин, деган эҳтиёт чораси туфайли шундай қилинади. Қарз олувчи муҳтож бўлиб тургани учун бундай қилмаслиги аниқроқ. Чунки у муомаланинг тезроқ амалга ошишига муҳтож. Шундай бўлса ҳам, ояти карима яна бир бор, уни Роббига тақво қилишга ва ҳеч нарсани камайтирмасликка даъват қилмоқда. Агар қарз олаётган одам эси паст, молиявий ишлар тадбирини билмайдиган бўлса, заифлиги (ёши кичикдир ёки ўта кексадир, касалдир) туфайли ёки тилидаги айби, билмаслиги ва бошқа мавжуд айблар туфайли айтиб тура олмаса, унинг валийси адолат билан айтиб турсин. Чунки валийлар бошқа ишларда ҳам ўз қарамоғидагиларнинг масъулиятини оладилар. Молиявий олди-берди катта аҳамиятга эгадир, чунки бунда орага молу пул аралашади. Бундай ҳолда биров бошқасининг ҳақини еб кетишининг йўлини ҳар жиҳатдан тўсиш лозим. Бунда адолатли котиб ёздириб қўйиш билан кифояланмай, яна мусулмонлардан икки эркак кишини гувоҳ қилишга ҳам амр бўлмоқда. Исломда гувоҳликка доимо адолатли кишилар ўтиши зарур, бу нарса бошқа жойларда кўп таъкидлангани учун бу ерда қайта айтилмади. Аммо барибир бу шарт бекор бўлмайди. Чунки шариат ўлчовида адолатсиз бўлган кишининг гувоҳлиги қабул қилинмайди.)"},{"id":"290","sura":"2","aya":"283","arabic_text":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","translation":"Агар сафарда бўлсангиз ва ёзувчи топа олмасангиз, бас, қўлга олинадиган гаров бўлсин. Агар баъзингиз баъзингизга ишонсангиз, бас, ишонилган омонатни адо қилсин, Аллоҳга — Роббига тақво қилсин. Гувоҳликни беркитманг! Ким уни беркитса, унинг қалби гуноҳкордир. Ва Аллоҳ қилаётган амалларингизни билувчи Зотдир.","footnotes":""},{"id":"291","sura":"2","aya":"284","arabic_text":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Осмонлару ердаги нарсалар Аллоҳникидир. Агар ичингиздаги нарсаларни ошкор қилсангиз ҳам, махфий қилсангиз ҳам, сизларни Аллоҳ ҳисоб-китоб қиладир. Ва кимни хоҳласа, мағфират қилар, кимни хоҳласа, азоблар. Ва У ҳар бир нарсага қодирдир.","footnotes":"(Борлиқ Аллоҳнинг мулкидир. Мулкида жараён этаётган ҳар бир ишдан У огоҳдир. Жумладан, бандаларнинг яширин ниятларини ҳам, ошкора ишларини ҳам яхши билади. Ва ҳаммасини ҳисоб-китоб қилиб, хоҳлаганини кечиб юборади, хоҳлаганини азоблайди.)"},{"id":"292","sura":"2","aya":"285","arabic_text":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","translation":"Пайғамбар унга ўз Роббисидан туширилган нарсага иймон келтирди ва мўминлар ҳам. Аллоҳга, Унинг фаришталарига, китобларига, Пайғамбарларига ҳамма-ҳамма иймон келтирди. Унинг Пайғамбарларининг бирорталарини ажратмаймиз. Ва: «Эшитдик ва итоат қилдик, (эй Роббимиз), мағфиратингни сўраймиз ва қайтиб бориш Сенгадир», дедилар.","footnotes":"(Ушбу ояти карима ва кейинги оят иккалови суранинг хулосасини мужассам қилгандир. Бу икки оятнинг ҳар бир сўзи улкан маъно англатади. Уларда ақида, иймон хусусиятлари, банданинг ўз Робби билан бўладиган ҳоли, фарз қилинган амалларга муносабат ва бошқалар келган.)"},{"id":"293","sura":"2","aya":"286","arabic_text":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Аллоҳ ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмас. Фойдаси ҳам ўз касбидан, зарари ҳам ўз касбидан. Эй Роббимиз, агар унутсак ёки хато қилсак, (иқобга) тутмагин. Эй Роббимиз, биздан олдингиларга юклаганга ўхшаш оғирликни бизга юкламагин. Эй Роббимиз, бизга тоқатимиз етмайдиган нарсани юкламагин. Бизни афв эт, мағфират қил ва раҳим эт. Сен хожамизсан. Бас, кофир қавмларга бизни ғолиб қил.","footnotes":"(Ҳамма нарсани дақиқ-дақиқларигача билувчи Аллоҳ ҳар бир жонни ҳам нимага ярайдию нимага ярамайди — яхши билади. Бандаларига меҳрибонлигидан имкони ва ҳаққи бўлса ҳам, ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмайди. Аллоҳнинг буйруқлари ва қайтариқлари банданинг имкони даражаси доирасида бўлади. Ана ўша таклифга амал қилишига қараб, бошқа ҳеч бир нарсага қарамасдан, банданинг жазоси ёки мукофоти белгиланади. Имом Аҳмад ривоят қилган ҳадисда Пайғамбар алайҳиссалом: «Сураи Бақаранинг икки оятини ўқи, улар менга Аршнинг остидаги хазинадан берилган», деганлар. Бошқа бир ҳадисда: «Ким Бақара сураси охиридаги икки оятни бир кечада ўқиса, кифоя қилади», деганлар...)"}]