[{"id":"2349","sura":"20","aya":"1","arabic_text":"طه","translation":"Тоҳа.","footnotes":""},{"id":"2350","sura":"20","aya":"2","arabic_text":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","translation":"Сенга Қуръонни бадбахт бўлишинг учун нозил қилганимиз йўқ.","footnotes":""},{"id":"2351","sura":"20","aya":"3","arabic_text":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","translation":"Магар қўрққан кимсаларга эслатма бўлиши учун.","footnotes":""},{"id":"2352","sura":"20","aya":"4","arabic_text":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","translation":"У, ерни ва юксак осмонларни яратган Зотдан нозил бўлгандир.","footnotes":""},{"id":"2353","sura":"20","aya":"5","arabic_text":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","translation":"У — Роҳман (Зоти ва улуғлигига муносиб равишда) Аршга кўтарилди.","footnotes":"(Роҳман сифатининг соҳиби Аллоҳ улуғлигига муносиб равишда Аршга юксалди. Аршга кўтарилиш, олий бўлишнинг эса, ўхшаши йўқ, мисли йўқ, шакли ҳам йўқ. Унинг юксалиши ўзига хос.)"},{"id":"2354","sura":"20","aya":"6","arabic_text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","translation":"Осмонлардаги нарсалару ердаги нарсалар, уларнинг орасидаги нарсалару ер остидаги нарсалар Уникидир.","footnotes":""},{"id":"2355","sura":"20","aya":"7","arabic_text":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","translation":"Сен агар сўзда овозингни юксалтирсанг ҳам. Бас, албатта, У сирни ҳам, махфийни ҳам билгувчидир.","footnotes":""},{"id":"2356","sura":"20","aya":"8","arabic_text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","translation":"Аллоҳ — Ундан бошқа ибодатга сазовор илоҳ йўқ Зотдир. Гўзал исмлар Уникидир.","footnotes":""},{"id":"2357","sura":"20","aya":"9","arabic_text":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","translation":"Сенга Мусонинг хабари келдими?","footnotes":""},{"id":"2358","sura":"20","aya":"10","arabic_text":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","translation":"У, оловни кўрган чоғида ўз аҳлига: «Туриб туринглар, мен оловни кўрдим, шояд, сизга ундан чўғ келтирсам ёки олов бошида йўл кўрсатувчини топсам», деди.","footnotes":"(Ояти каримада Мусо алайҳиссалом Мадяндан Мисрга келаётганларида рўй берган ҳодиса баён этилмоқда.)"},{"id":"2359","sura":"20","aya":"11","arabic_text":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","translation":"Бас, у(олов)га келганида, нидо қилинди: «Эй Мусо. ","footnotes":""},{"id":"2360","sura":"20","aya":"12","arabic_text":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","translation":"Албатта, Мен Ўзим сенинг Роббингдирман. Кавушларингни еч. Чунки, сен муқаддас Туво водийсидасан».","footnotes":""},{"id":"2361","sura":"20","aya":"13","arabic_text":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","translation":"Мен сени ихтиёр қилиб олдим. Ваҳий қилинадиган нарсага қулоқ ос.","footnotes":""},{"id":"2362","sura":"20","aya":"14","arabic_text":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","translation":"Албатта, Мен Ўзим Аллоҳдирман. Мендан ўзга илоҳ йўқ. Бас, Менга ибодат қил ва Мени зикр этиш учун намозни тўкис адо эт.","footnotes":""},{"id":"2363","sura":"20","aya":"15","arabic_text":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","translation":"Албатта, соат (қиёмат) келгувчидир. Ҳар бир жон саъйи-ҳаракатига яраша жазо олиши учун уни махфий тутурман.","footnotes":""},{"id":"2364","sura":"20","aya":"16","arabic_text":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","translation":"Унга иймон келтирмайдиганлар ва ҳавойи нафсига эргашганлар сени ҳаргиз ундан тўсмасинлар. У ҳолда ҳалок бўласан.","footnotes":""},{"id":"2365","sura":"20","aya":"17","arabic_text":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","translation":"Эй Мусо, қўлингдаги нима?»","footnotes":""},{"id":"2366","sura":"20","aya":"18","arabic_text":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","translation":"У: «Бу асоимдир, унга суянаман, у билан қўйларимга (барг) қоқиб бераман ва унда менинг бошқа ишларим бор», деди.","footnotes":""},{"id":"2367","sura":"20","aya":"19","arabic_text":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","translation":"У: «Эй Мусо, уни ташла», деди.","footnotes":""},{"id":"2368","sura":"20","aya":"20","arabic_text":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","translation":"Бас, уни ташлади. Бирдан у (асо) илон бўлиб юра бошлади.","footnotes":""},{"id":"2369","sura":"20","aya":"21","arabic_text":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","translation":"У зот: «Уни ол, қўрқма. Биз уни аввалги ҳолига келтирамиз.","footnotes":""},{"id":"2370","sura":"20","aya":"22","arabic_text":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","translation":"Қўлингни қўлтиғингга тиқ, ёмонликсиз оппоқ бўлиб чиқадир. Бу бошқа бир мўъжизадир.","footnotes":"(Қўл оппоқ бўлди, аммо бу оқликда ёмонлик йўқдир. Яхшилик бор. Жуда чиройли бўлиб кўринади. Бундай бўлиши сенинг пайғамбар эканлигингни тасдиқловчи асодан кейинги яна бир мўъжизадир.)"},{"id":"2371","sura":"20","aya":"23","arabic_text":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","translation":"Биз сенга буюк мўъжизаларимизни кўрсатиш учун (шундай қилдик).","footnotes":""},{"id":"2372","sura":"20","aya":"24","arabic_text":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"Сен Фиръавнга бор, чунки, у туғёнга кетди», деди.","footnotes":""},{"id":"2373","sura":"20","aya":"25","arabic_text":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","translation":"У: «Эй Роббим, менинг қалбимни кенг қил.","footnotes":""},{"id":"2374","sura":"20","aya":"26","arabic_text":"وَيَسِّرۡ لِيٓ أَمۡرِي","translation":"Менинг ишимни осон қил.","footnotes":""},{"id":"2375","sura":"20","aya":"27","arabic_text":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","translation":"Тилимдаги тугунни ечгин.","footnotes":""},{"id":"2376","sura":"20","aya":"28","arabic_text":"يَفۡقَهُواْ قَوۡلِي","translation":"Сўзимни англасинлар.","footnotes":""},{"id":"2377","sura":"20","aya":"29","arabic_text":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","translation":"Менга ўз аҳлимдан бир вазир қилиб бер.","footnotes":""},{"id":"2378","sura":"20","aya":"30","arabic_text":"هَٰرُونَ أَخِي","translation":"Оғам Ҳорунни.","footnotes":""},{"id":"2379","sura":"20","aya":"31","arabic_text":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","translation":"У билан белимни қувватла.","footnotes":""},{"id":"2380","sura":"20","aya":"32","arabic_text":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","translation":"Уни ишимга шерик айла.","footnotes":""},{"id":"2381","sura":"20","aya":"33","arabic_text":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","translation":"Сенга кўп тасбиҳ айтишимиз учун.","footnotes":""},{"id":"2382","sura":"20","aya":"34","arabic_text":"وَنَذۡكُرَكَ كَثِيرًا","translation":"Ва Сени кўп зикр қилишимиз учун.","footnotes":""},{"id":"2383","sura":"20","aya":"35","arabic_text":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","translation":"Албатта, Сен Ўзинг бизни кўриб турувчи эдинг», деди.","footnotes":""},{"id":"2384","sura":"20","aya":"36","arabic_text":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","translation":"У зот: «Эй Мусо, сенга сўраганинг берилди.","footnotes":"(Бир оғиз гап билан ҳал қилиб қўйди. Нимани сўраган бўлсалар, берди.)"},{"id":"2385","sura":"20","aya":"37","arabic_text":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","translation":"Батаҳқиқ, Биз сенга бошқа марта ҳам неъмат берган эдик.","footnotes":"(Яъни, ҳозир берган неъматларимиздан бошқа ҳам неъмат берган эдик.)"},{"id":"2386","sura":"20","aya":"38","arabic_text":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","translation":"Ўшанда онангга илҳом қилинадиган нарсани илҳом қилиб.","footnotes":""},{"id":"2387","sura":"20","aya":"39","arabic_text":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","translation":"«Уни тобутга сол, уни эса, дарёга ташла. Дарё уни соҳилга отсин. Уни Менинг душманим ва унинг душмани олади», дедик. Ва сенга Ўзимдан муҳаббат солдим. Буни Менинг кўз олдимда етиштирилишинг учун (қилдим).","footnotes":"(Мусонинг онаси Аллоҳ берган илҳом билан уни сандиққа солиб, сувга оқизиб юборади. Мусонинг ўз кўзи остида вояга етиши учун душман Фиръавннинг уйига уни жойлаштирган, қалбига унинг муҳаббатини солган Зот онанинг фарзанд фироқида қийналишига ҳам барҳам берди. Мурғак Мусо аёлларнинг биттасини ҳам эммай қўйди. Мусонинг опасини Фиръавн саройига юбориб, шу болани эмизадиган аёл бор, деб айтишни буюради.)"},{"id":"2388","sura":"20","aya":"40","arabic_text":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","translation":"Ўшанда опанг юриб бориб: «Уни кафилликка оладиганларга далолат қилайми?» – деган эди. Бас, Биз сени кўзи қувониши ва хафа бўлмаслиги учун онангга қайтардик. Ва бир жонни ўлдирдинг. Бас, Биз сени ғамдан қутқардик ва турли синовлар ила синадик. Сўнгра, Мадян аҳли ила йилларча қолдинг ва тақдирга биноан келдинг, эй Мусо!","footnotes":""},{"id":"2389","sura":"20","aya":"41","arabic_text":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","translation":"Мен сени Ўзим учун танладим.","footnotes":"(Яъни, пайғамбар қилиб олдим. Кейин эса, пайғамбарлик вазифасига оид топшириқлар берилди:)"},{"id":"2390","sura":"20","aya":"42","arabic_text":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","translation":"Сен ва оғанг мўъжизаларимни олиб боринглар ва Мени зикр этишда сусткашлик қилманглар.","footnotes":""},{"id":"2391","sura":"20","aya":"43","arabic_text":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"Фиръавнга боринглар! Чунки, у туғёнга кетди.","footnotes":""},{"id":"2392","sura":"20","aya":"44","arabic_text":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","translation":"Бас, унга юмшоқ сўз айтинглар. Шояд, эсласа ёки қўрқса».","footnotes":"(Юмшоқ сўз таъсир қилиши мумкин. Юмшоқ сўз кофирни ва туғёнга кетган шахсни ҳам мулойим қилиб қўйиши мумкин. Шояд Фиръавн ҳам ўзига келиб, инсоф қилса.)"},{"id":"2393","sura":"20","aya":"45","arabic_text":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","translation":"Икковлари: «Эй Роббимиз, биз унинг тезда бизга ёмонлик қилишидан ёки ҳаддан ошишидан қўрқамиз», дедилар.","footnotes":""},{"id":"2394","sura":"20","aya":"46","arabic_text":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","translation":"У зот: «Қўрқманглар! Албатта, Мен сизлар биланман, эшитаман ва кўраман.","footnotes":""},{"id":"2395","sura":"20","aya":"47","arabic_text":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","translation":"Бас, унинг олдига боринглар ва унга: «Албатта, биз Роббингнинг Пайғамбарларимиз, Бани Исроилни биз билан қўйиб юбор. Уларни азоблама. Батаҳқиқ, биз сенга Роббингдан мўъжиза келтирдик. Ҳидоятга эргашган кимсага салом бўлур.","footnotes":""},{"id":"2396","sura":"20","aya":"48","arabic_text":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","translation":"Албатта, бизга ваҳий қилиндики, «Ёлғонга чиқарганларга ва юз ўгириб кетганларга, шубҳасиз, азоб бўлур», денглар», деди.","footnotes":""},{"id":"2397","sura":"20","aya":"49","arabic_text":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","translation":"У: «Эй Мусо, икковингизнинг Роббингиз ким?» – деди.","footnotes":""},{"id":"2398","sura":"20","aya":"50","arabic_text":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","translation":"У: «Бизнинг Роббимиз ҳар нарсага ўз яратилишини берган ҳамда уни ҳидоятга солган Зотдир», деди.","footnotes":""},{"id":"2399","sura":"20","aya":"51","arabic_text":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","translation":"У: «Ўтган асрларнинг ҳоли недир?» – деди.","footnotes":""},{"id":"2400","sura":"20","aya":"52","arabic_text":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","translation":"У: «Уларнинг илми Роббим ҳузурида, китобдадир. Роббим адашмас ва унутмас», деди.","footnotes":"(Яъни, ўтган асрлар ҳақидаги барча илм Роббим ҳузуридаги китобда ёзилгандир. Қанча асрлар ўтиб, қанча одамлар яшаб, нима ишлар қилган бўлсалар, ҳамма-ҳаммаси Роббим ҳузурида турибди, китобда ёзилган. Шунга қараб жазолайди ёки мукофотлайди.)"},{"id":"2401","sura":"20","aya":"53","arabic_text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","translation":"«У сизга ерни бешик қилган, сизга унда йўллар очган ва осмондан сув туширган Зотдир». Бас, ўша (сув) ила турли набототлар жуфтларини чиқардик.","footnotes":""},{"id":"2402","sura":"20","aya":"54","arabic_text":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"Енглар ва чорваларингизни боқинглар. Албатта, бунда ақл эгалари учун ибратлар бордир.","footnotes":""},{"id":"2403","sura":"20","aya":"55","arabic_text":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","translation":"Сизларни ундан яратдик, унга қайтарамиз ва яна бир бор ундан чиқариб оламиз.","footnotes":"(Яъни, Биз сизларни ердан яратдик, ўлганингиздан сўнг яна унга қайтарамиз. Қиёмат куни эса, сизларни қайта тирилтириб, ердан чиқариб оламиз. Эй Фиръавн, сен ҳам одамсан, сенинг ҳам бошингга шу кун тушади.)"},{"id":"2404","sura":"20","aya":"56","arabic_text":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","translation":"Батаҳқиқ, Биз унга оят-мўъжизаларимизнинг ҳаммасини кўрсатдик. Бас, у ёлғонга чиқарди ва бош тортди.","footnotes":""},{"id":"2405","sura":"20","aya":"57","arabic_text":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","translation":"У: «Эй Мусо, бизни еримиздан чиқариш учун сеҳринг ила келдингми?!","footnotes":""},{"id":"2406","sura":"20","aya":"58","arabic_text":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","translation":"Бас, албатта, биз ҳам унга ўхшаш сеҳр келтирамиз, биз билан ўзинг орангда ваъда вақти тайин қил, унга биз ҳам, сен ҳам хилоф қилмайдиган бўлайлик, ўрта жой бўлсин», деди.","footnotes":""},{"id":"2407","sura":"20","aya":"59","arabic_text":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","translation":"У: «Ваъда вақтингиз зийнат куни. Одамларнинг чоштгоҳда тўпланиши», деди.","footnotes":"(Мисрликларнинг «зийнат куни» катта байрами бўлиб, унда барча халойиқ зийнатли кийимлар кийиб чиқар эдилар. Мусо алайҳиссалом ҳамма гувоҳ бўлсин деб зийнат кунини танладилар.)"},{"id":"2408","sura":"20","aya":"60","arabic_text":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","translation":"Бас, Фиръавн қайтиб кетди, сўнгра, ҳийласини йиғиб келди.","footnotes":"(Ояти карима, учта ҳолатни тасвир этмоқда. Фиръавн Мусо алайҳиссалом билан бўлган учрашувдан қайтиб кетди. Кейин ҳийласини йиғди — ҳамма кучли сеҳргарларини тўплади. Сўнгра яна қайтиб келди. Тортишув, мусобақага тайёргарлик ниҳоясига етди.)"},{"id":"2409","sura":"20","aya":"61","arabic_text":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","translation":"Уларга Мусо: «Ҳолингизга вой! Аллоҳга нисбатан ёлғон уйдирманг, бас, сизни азоб ила бутунлай ҳалок қилур. Батаҳқиқ, ким ёлғон уйдирса, ноумид бўлур», деди.","footnotes":""},{"id":"2410","sura":"20","aya":"62","arabic_text":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","translation":"Бас, улар ишлари ҳақида ўзаро аста шивирлашиб, мунозара қила бошладилар.","footnotes":""},{"id":"2411","sura":"20","aya":"63","arabic_text":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","translation":"Улар: «Албатта, бу иккови сеҳргардирлар. Сизни сеҳрлари билан ерларингиздан чиқаришни ва сизнинг афзал йўлингизни йўқотишни хоҳларлар.","footnotes":""},{"id":"2412","sura":"20","aya":"64","arabic_text":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","translation":"Бас, макр-ҳийлангизни жамлаб, бир саф бўлиб келинг. Батаҳқиқ, бугунги кунда ким устун келса, ўша ғолиб бўлур», дедилар.","footnotes":""},{"id":"2413","sura":"20","aya":"65","arabic_text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","translation":"Улар: «Эй Мусо, сен ташлайсанми ёки биз аввал ташловчи бўлайликми?» – дедилар.","footnotes":""},{"id":"2414","sura":"20","aya":"66","arabic_text":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","translation":"У: «Йўқ. Сизлар ташланг», деди. Бирдан уларнинг арқонлари ва асолари унга сеҳрларидан худди ҳаракатланаётгандек бўлиб кўринди.","footnotes":""},{"id":"2415","sura":"20","aya":"67","arabic_text":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","translation":"Бас, Мусо ичида хавф ҳис этди.","footnotes":""},{"id":"2416","sura":"20","aya":"68","arabic_text":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","translation":"Биз: «Қўрқма, албатта, сен устунсан. ","footnotes":""},{"id":"2417","sura":"20","aya":"69","arabic_text":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","translation":"Қўлингдаги нарсани ташлагин, уларнинг қилган ҳунарини ютиб юборур. Уларнинг қилган ҳунари сеҳргарнинг ҳийласи, холос. Сеҳргар қаерда бўлса ҳам, зафар топмас», дедик.","footnotes":"(Фиръавнлар ва уларнинг гумашталари-сеҳргарлари доимо ҳийла-найранглар ила халқнинг кўзини бўяб келганлар. Уларнинг ботили ҳақ кўринмаган пайтда ўтади, холос. Ҳақ келганида, ботил йўқ бўлади. Сен Роббингдан ҳақ келтирдинг, энди уларнинг ботили йўқолади. Аллоҳ таолонинг амри ила Мусо алайҳиссалом қўлларидаги асони ерга ташладилар. У сеҳргарларнинг ҳунарини ютиб юборди.)"},{"id":"2418","sura":"20","aya":"70","arabic_text":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","translation":"Бас, сеҳргарлар: «Ҳорун ва Мусонинг Роббига иймон келтирдик», деб саждага ташландилар.","footnotes":""},{"id":"2419","sura":"20","aya":"71","arabic_text":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","translation":"У: «Сизга изн бермасимдан олдин унга иймон келтирдингизми?! Албатта, у сизга сеҳр ўргатган каттангиздир! Бас, албатта, қўл-оёқларингизни қарама-қаршисидан кесурман ва, албатта, сизларни хурмо танасига осурман, албатта, қайси биримизнинг азобимиз шиддатлироқ ва боқийроқ эканини билурсиз», деди.","footnotes":"(Фиръавн ўз қаричи билан ўлчар эди. У таҳдид, азоб-уқубат, қийнаш, чопиш-кесиш, ўлдириш билан одамларни измимда ушлаб тураман, деб хаёл қиларди. Аммо инсоннинг қалбига ҳақиқий иймон кирганида, унинг бу чоралари заррача ҳам таъсир қилмай қолишини англамасди. Унинг собиқ сеҳргарлари қалбига ана шундай иймон жо бўлган эди. Энди улар Фиръавннинг ҳеч қандай дўқ-пўписаларидан қўрқмасдилар.)"},{"id":"2420","sura":"20","aya":"72","arabic_text":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","translation":"Улар: «Биз сени зинҳор ўзимизга келган очиқ-ойдин (мўъжиза)лардан ва бизни яратган Зотдан устун қўймасмиз. Бас, нима ҳукм қилсанг, қилавер. Сен фақат ҳаёти дунёда ҳукм чиқарасан, холос.","footnotes":""},{"id":"2421","sura":"20","aya":"73","arabic_text":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","translation":"Албатта, биз Роббимиз хатоларимизни ва сен бизни мажбур қилган сеҳрни мағфират қилиши учун иймон келтирдик. Аллоҳ яхши ва боқийдир», дедилар.","footnotes":""},{"id":"2422","sura":"20","aya":"74","arabic_text":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","translation":"Шубҳасиз, ким Роббига жиноятчи бўлган ҳолида келса, унга албатта жаҳаннам бордир. У ерда у ўлиб ўлмас, яшаб яшамас.","footnotes":""},{"id":"2423","sura":"20","aya":"75","arabic_text":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","translation":"Ким Унга мўмин ўлароқ, яхши амаллар қилган ҳолида келса, бас, ана ўшаларга олий даражалар.","footnotes":""},{"id":"2424","sura":"20","aya":"76","arabic_text":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","translation":"Остидан анҳорлар оқиб турган адн жаннатлари бор. Унда абадий қолурлар. Ана шу, пок бўлганнинг мукофотидир.","footnotes":""},{"id":"2425","sura":"20","aya":"77","arabic_text":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","translation":"Батаҳқиқ, Биз Мусога: «Сен бандаларим ила кечаси йўлга туш, уларга денгиздан қуруқ йўл оч, етиб олишларидан хавф қилма ва қўрқма», деб ваҳий қилдик.","footnotes":"(Мусо алайҳиссалом Аллоҳ таолонинг амрини амалга оширди. Бани Исроил билан кечаси йўлга чиқдилар. Денгизга бордилар, асолари билан уриб, йўл очдилар. Аллоҳнинг амри ила денгиз иккига ёрилиб, қуруқ ер — йўл очилди. Бани Исроил эсон-омон ўтиб олди.)"},{"id":"2426","sura":"20","aya":"78","arabic_text":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","translation":"Бас, Фиръавн аскарлари ила уларнинг ортидан таъқиб этди. Денгиз уларни ўраганича ўраб олди.","footnotes":""},{"id":"2427","sura":"20","aya":"79","arabic_text":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","translation":"Фиръавн ўз қавмини адаштирди, тўғри йўлга бошламади.","footnotes":"(Худога эмас, фиръавнларга эргашганлар доимо шундай оқибат топадилар. Аллоҳ таоло Фиръавн ва аскарларини ғарқ этиб, Бани Исроилни зулм, жабр-ситамдан озод қилди.)"},{"id":"2428","sura":"20","aya":"80","arabic_text":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","translation":"Эй, Бани Исроил, батаҳқиқ, Биз сизни душманингиздан қутқардик ва сиз билан Турнинг ўнг томонини ваъдалашдик ҳамда сизларга манн ва бедана туширдик.","footnotes":"(Аллоҳ таоло ушбу ояти каримада Бани Исроилга уч турлик неъматини эслатмоқда.)"},{"id":"2429","sura":"20","aya":"81","arabic_text":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","translation":"Биз сизга ризқ қилиб берган пок нарсалардан енглар, унда ҳаддингиздан ошманг, яна, бошингизга ғазабим тушиб қолмасин. Кимнинг бошига ғазабим тушса, бас, батаҳқиқ, ҳалок бўлибди.","footnotes":""},{"id":"2430","sura":"20","aya":"82","arabic_text":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","translation":"Албатта, Мен тавба қилган, иймон келтириб, яхши амал қилган, сўнгра тўғри юрганларни кўплаб мағфират қилгувчиман.","footnotes":""},{"id":"2431","sura":"20","aya":"83","arabic_text":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","translation":"Эй Мусо, сени қавмингдан нима илгарилатди?","footnotes":""},{"id":"2432","sura":"20","aya":"84","arabic_text":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","translation":"У: «Улар ана изимдалар. Рози бўлишинг учун мен Сенга шошдим, эй Роббим», деди.","footnotes":""},{"id":"2433","sura":"20","aya":"85","arabic_text":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","translation":"У зот: «Батаҳқиқ, Биз қавмингни сендан кейин фитнага дучор қилдик. Сомирий уларни адаштирди», деди.","footnotes":"(Бани Исроилга ҳурлик оғир келди, уни кўтара олмади. Жумладан, энг нозик ва аҳамиятли масала — иймон-эътиқод масаласида ҳам. Мусо алайҳиссалом илк бор тарк этишлари биланоқ залолатга кетдилар. Сомирийга эргашиб, бузоқнинг ҳайкалини худо қилиб олдилар.)"},{"id":"2434","sura":"20","aya":"86","arabic_text":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","translation":"Бас, Мусо қавмига ғазабланган, афсусланган ҳолда қайтди. У: «Эй қавмим, Роббингиз сизга яхши ваъда қилмаганмиди?! Сизларга замон узоқ кўриндими ёки бошингизга Роббингиздан ғазаб тушишини хоҳладингизми?! Менга берган ваъдага хилоф қилибсиз?!» – деди.","footnotes":""},{"id":"2435","sura":"20","aya":"87","arabic_text":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","translation":"Улар: «Биз сенга берган ваъдага ўз ихтиёримиз ила хилоф қилмадик. Лекин бизга у қавмнинг зийнатидан оғирликлар юкланган эди. Бас, уларни ташладик, Сомирий ана шундай илқо қилди», дедилар.","footnotes":"(Тақинчоқларни оловли чуқурга ташлашган экан, Сомирий уларни эритиб, бузоқ шаклига солиб, мана шу сизларнинг худоингиз, унга ибодат қилинглар, деса, ибодат қилиб кетаверишибди. Уларнинг фикрича, бу ихтиёрларидан ташқари иш эмиш!)"},{"id":"2436","sura":"20","aya":"88","arabic_text":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","translation":"Бас, у (Сомирий) уларга бўкирадиган бузоқ шаклини чиқариб берди. Улар: «Мана шу сизнинг илоҳингиз ва Мусонинг ҳам илоҳи, фақат у унутди», дедилар.","footnotes":"(Сомирий уларга тилла тақинчоқлардан овоз чиқарадиган бузоқ ҳайкали ясаб, шу ҳайкал сизнинг илоҳингиз, Пайғамбаримиз Мусо бизга буни айтмади, деган хаёлга борманг. Мусонинг илоҳи ҳам шу бузоқ. Аммо, Мусо буни унутиб қўйиб, тоққа излаб чиқиб кетди, деди. Улар бу гапни такрорладилар.)"},{"id":"2437","sura":"20","aya":"89","arabic_text":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","translation":"Унинг ўзларига бирон сўз қайтара олмаётганини, на зарар ва на фойдага молик бўла олмаётганини кўрмаяптиларми?!","footnotes":""},{"id":"2438","sura":"20","aya":"90","arabic_text":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","translation":"Батаҳқиқ, илгари Ҳорун уларга: «Эй қавмим, бу билан фитнага дучор қилиндингиз, холос. Шубҳасиз, Роббингиз Роҳмандир. Бас, менга эргашинг. Менинг амримга итоат қилинг», деган эди.","footnotes":""},{"id":"2439","sura":"20","aya":"91","arabic_text":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","translation":"Улар: «То Мусо бизга қайтгунича, унга ибодат қилишда бардавом бўламиз», дедилар.","footnotes":""},{"id":"2440","sura":"20","aya":"92","arabic_text":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","translation":"У: «Эй Ҳорун, уларнинг залолатга кетганларини кўрганингда сени нима ман қилди?! ","footnotes":""},{"id":"2441","sura":"20","aya":"93","arabic_text":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","translation":"Менга эргашишингдан?! Менинг амримга осий бўлдингми?!» – деди.","footnotes":""},{"id":"2442","sura":"20","aya":"94","arabic_text":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","translation":"У: «Эй, онамнинг ўғли, соч-соқолимдан тутма. Мен сенинг: «Бани Исроилни тафриқага солибсан, гапимга кирмабсан, дейишингдан қўрқдим», деди.","footnotes":""},{"id":"2443","sura":"20","aya":"95","arabic_text":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","translation":"У: «Бу нима қилганинг, эй, Сомирий?!» – деди.","footnotes":""},{"id":"2444","sura":"20","aya":"96","arabic_text":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","translation":"У: «Улар кўрмаган нарсани кўрдим. Бас, Расулнинг изидан бир сиқим олдим, сўнгра уни ташладим. Ҳавойи нафсим менга шундай қилишни хуш кўрсатди», деди.","footnotes":"(Сомирийнинг Бани Исроил кўрмаганини кўргани — Жаброил алайҳиссаломнинг ҳаёт отига миниб келишлари. «Расул»дан мурод Жаброил алайҳиссалом. Изидан олинган бир сиқим эса, Жаброил алайҳиссалом миниб келган отнинг туёғи тагидан олинган тупроқ. У тупроқни сочган жойи эса, Бани Исроилнинг зеб-зийнатлари тўплаб қўйилган жой. Сомирий ана шу ишларни қилганида зийнатлар бузоққа айланиб, ундан овоз чиқадиган бўлибди. Мен ҳеч нарса қилганим йўқ, ёмон ниятим ҳам йўқ эди, кўнглимга тушган ишни қилсам, ўзларидан ўзлари эргашиб кетишаверди, демоқчи бўлди.)"},{"id":"2445","sura":"20","aya":"97","arabic_text":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","translation":"У: «Бас, жўна! Кет! Энди сенга бу ҳаётда «тегиш йўқ» дейишинг бор, холос. Албатта, сенга хилоф қилмайдиган ваъдамиз бор. Ўзинг ибодатида бардавом бўлган илоҳингга назар солиб қўй. Биз уни, албатта, куйдирамиз, сўнгра денгизга сочиб юборамиз.","footnotes":"(Бани Исроилда, «тегиш йўқ» номли қувғин жазоси бор эди. Ўша жазога маҳкум бўлган шахс билан ҳеч ким алоқа қилмас, ҳатто гаплашмас ҳам эди. У ёлғизлик азобида ўлиб кетар эди.)"},{"id":"2446","sura":"20","aya":"98","arabic_text":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","translation":"Албатта, сизнинг илоҳингиз Аллоҳдир, холос. Ундан ўзга ибодатга сазовор зот йўқдир. У барча нарсани Ўз илми билан қамраб олгандир.","footnotes":""},{"id":"2447","sura":"20","aya":"99","arabic_text":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","translation":"Шундай қилиб, сенга ўтган нарсалар хабарини қисса қилиб берурмиз. Батаҳқиқ, сенга Ўз тарафимиздан Зикрни бердик.","footnotes":"(Яъни, Мусо қиссасини айтиб берганимиздек, бошқаларнинг хабарини ҳам қисса қилиб берамиз.)"},{"id":"2448","sura":"20","aya":"100","arabic_text":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","translation":"Ким ундан юз ўгирса, албатта, у қиёмат куни (гуноҳ) юкини кўтарур.","footnotes":""},{"id":"2449","sura":"20","aya":"101","arabic_text":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","translation":"Унда абадий қолурлар. Қиёмат кунида уларнинг юки қандай ҳам ёмон бўлди.","footnotes":""},{"id":"2450","sura":"20","aya":"102","arabic_text":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","translation":"У кун сурга пуфланадиган кундир. Ўша кунда жиноятчиларни кўзлари кўк бўлган ҳолда тўплармиз.","footnotes":"(Қиёматнинг келганини билдириб, сур чалинади. Ўша қиёмат кунида кофирлар-жиноятчиларни Аллоҳ таоло қўрқувдан юзлари қорайиб, кўзлари кўкариб кетган кетган ҳолларида маҳшарга жамлайди.)"},{"id":"2451","sura":"20","aya":"103","arabic_text":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","translation":"Улар ўзаро: «Ўн кундан ортиқ турганингиз йўқ», дея шивирлашар.","footnotes":""},{"id":"2452","sura":"20","aya":"104","arabic_text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","translation":"Биз нима деяётганларини яхши билгувчимиз. Ўшанда уларнинг энг тўғри йўлдагиси: «Бир кундан ортиқ турганимиз йўқ», деган эди.","footnotes":"(Демак, охират азобларини кўрган кофирлар гарчи бу дунёда узоқ йиллар роҳат-фароғатда кун кечирган бўлсалар ҳам, яшаган муддатлари оз кўриниб кетади.)"},{"id":"2453","sura":"20","aya":"105","arabic_text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","translation":"Сендан тоғлар ҳақида сўрарлар. Бас: «Роббим уларни мутлақо совуриб юборажак», дегин.","footnotes":""},{"id":"2454","sura":"20","aya":"106","arabic_text":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","translation":"Сўнг уларни теп-текис ҳолга келтирур.","footnotes":""},{"id":"2455","sura":"20","aya":"107","arabic_text":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","translation":"У ерда чуқур ҳам, дўнг ҳам кўрмассан.","footnotes":""},{"id":"2456","sura":"20","aya":"108","arabic_text":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","translation":"У кунда чорловчига эргашурлар. Ундан бурилиш йўқ. Овозлар Роҳман(ҳайбати)дан жим қолмиш. Пичирлашдан бошқа нарса эшитмассан.","footnotes":"(Ҳаммаёқ теп-текис. Ҳамма жим ҳолда бўйин эгиб, маҳшарга чорловчига эргашишдан бошқа нарсани билмайди.)"},{"id":"2457","sura":"20","aya":"109","arabic_text":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","translation":"У кунда Роҳман унга изн берган ва сўзидан рози бўлганлардан бошқага шафоат фойда бермас.","footnotes":""},{"id":"2458","sura":"20","aya":"110","arabic_text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","translation":"У уларнинг олдиларидаги нарсаларни ҳам, орқаларидаги нарсаларни ҳам билур. Улар эса, Уни илм ила иҳота қила олмаслар.","footnotes":"(Аллоҳ таоло бандаларнинг келажагини ҳам ўтмишини ҳам билади. Илмнинг барчаси Аллоҳникидир. Одамлар эса ҳеч нарса билмаслар.)"},{"id":"2459","sura":"20","aya":"111","arabic_text":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","translation":"Бутун юзлар тирик ва доим турувчи Зотга бош эгмиш. Батаҳқиқ, ким зулм кўтарган бўлса, ноумид бўлмиш.","footnotes":""},{"id":"2460","sura":"20","aya":"112","arabic_text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","translation":"Ким мўмин ҳолида яхши амаллардан қилган бўлса, зулмдан ҳам, нуқсондан ҳам қўрқмас.","footnotes":""},{"id":"2461","sura":"20","aya":"113","arabic_text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","translation":"Шундай қилиб, Биз уни арабий Қуръон этиб нозил этдик. Шоядки, тақво қилсалар ёки уларда эслаш пайдо қилса деб, унда қўрқинчли ваъдаларни баён қилдик.","footnotes":"(Ушбу арабий Қуръонда кўплаб қўрқинчли ваъдаларни ҳам баён этдик. Бундан мақсадимиз, шояд одамлар тақво қилсалар, куфр ва ёмонликлардан сақлансалар, қўрқинчлик ваъдалардан эслатма олсалар.)"},{"id":"2462","sura":"20","aya":"114","arabic_text":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","translation":"Ҳақ Подшоҳ — Аллоҳ олий бўлди. Сенга ваҳийи битгунча Қуръон(тиловати)га ошиқма ва: «Роббим, илмимни зиёда қилгин», дегин.","footnotes":"(Пайғамбаримиз алайҳиссалоту вассалом унутиб қўйишдан хавфланиб, ваҳий тушган пайтида Қуръони Карим оятларини Жаброил алайҳиссаломга қўшилиб, ўқиб турар эдилар. Бу эса, қийинчилик туғдирарди. Яъни, эй Муҳаммад, Жаброил ваҳийни сенга охиригача ўқиб бермагунича, Қуръонни тиловат қилиб, оятларни ўқишга шошилма. Олдин Жаброил тўлиқ ўқиб берсин, кейин сен ўқийсан.)"},{"id":"2463","sura":"20","aya":"115","arabic_text":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","translation":"Батаҳқиқ, илгари Биз Одам билан аҳдлашган эдик. Лекин у унутди. Унда азму қарор топмадик.","footnotes":"(Биз қадимда Одам билан буйруққа бўйсуниш — дарахтдан емаслик ҳақида аҳдлашган эдик. Аммо Одам аҳдни унутди ва дарахтдан еб қўйди. У шайтоннинг иғвосига сабр қила олмади. Азму қарорида турмади.)"},{"id":"2464","sura":"20","aya":"116","arabic_text":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","translation":"Биз фаришталарга: «Одамга сажда қилинг», деганимизда, улар сажда қилдилар. Магар иблис бош тортди.","footnotes":""},{"id":"2465","sura":"20","aya":"117","arabic_text":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","translation":"Бас, Биз: «Эй Одам, албатта, бу сенга ва жуфтингга душмандир. Яна, у икковингизни жаннатдан чиқариб, бадбахт бўлиб қолмагин.","footnotes":""},{"id":"2466","sura":"20","aya":"118","arabic_text":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","translation":"Албатта, сен у ерда оч-яланғоч қолмассан.","footnotes":"(Яъни, жаннатда доимо сенинг қорнинг тўқ, устинг бут бўлади.)"},{"id":"2467","sura":"20","aya":"119","arabic_text":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","translation":"Албатта, сен у ерда ташна ҳам бўлмайсан, иссиқда ҳам қолмассан», дедик.","footnotes":""},{"id":"2468","sura":"20","aya":"120","arabic_text":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","translation":"Бас, шайтон уни васваса қилди. У: «Эй Одам, мен сенга абадият дарахтини ва битмас-туганмас мулкни кўрсатайми?» – деди.","footnotes":"(Роббинг манави дарахт мевасидан ейишингни ман қилган бўлса, сенинг абадий яшашингни, мулкинг бардавом бўлишини хоҳламаганидандир, бу дарахтнинг мевасидан есанг, ҳеч ўлмайсан, мулкинг йўқолмайди, деди.)"},{"id":"2469","sura":"20","aya":"121","arabic_text":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","translation":"Бас, икковлари ундан едилар. Кейин, авратлари ўзларига очилиб қолиб, ўзларини жаннат барглари билан тўса бошладилар. Одам Роббига осий бўлди ва йўлдан озди.","footnotes":""},{"id":"2470","sura":"20","aya":"122","arabic_text":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","translation":"Сўнгра, Робби уни танлаб олди, бас, тавбасини қабул қилди ва ҳидоятга бошлади.","footnotes":""},{"id":"2471","sura":"20","aya":"123","arabic_text":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","translation":"У: «Ҳаммангиз бир-бирингизга душман ҳолда ундан тушинг. Агар мен томонимдан сизга ҳидоят келганида, ким ҳидоятимга эргашса, адашмас ва бадбахт бўлмас.","footnotes":""},{"id":"2472","sura":"20","aya":"124","arabic_text":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","translation":"Ким Менинг зикримдан юз ўгирса, албатта, унга торчилик ҳаёти бўлур ва қиёмат куни уни кўр ҳолида тирилтирурмиз», деди.","footnotes":""},{"id":"2473","sura":"20","aya":"125","arabic_text":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","translation":"У: «Эй Роббим, нима учун мени кўр ҳолда тирилтирдинг. Ахир, кўрувчи эдим-ку?!» – деди.","footnotes":""},{"id":"2474","sura":"20","aya":"126","arabic_text":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","translation":"У: «Шундай. Сенга оятларимиз келди. Сен эса, уларни унутдинг? Шунингдек, сен ҳам бугун унутилурсан», деди.","footnotes":""},{"id":"2475","sura":"20","aya":"127","arabic_text":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","translation":"Исроф қилган ва Робби оятларига иймон келтирмаганларни ана шундай жазолаймиз. Охират азоби, албатта, ашаддий ва боқийдир.","footnotes":""},{"id":"2476","sura":"20","aya":"128","arabic_text":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"Улардан илгари уларнинг масканларида юрган асрлардан қанчадан-қанчасини ҳалок қилганимиз ҳам ҳидоят қилмадими? Албатта, бунда ақл эгалари учун ибратлар бордир.","footnotes":""},{"id":"2477","sura":"20","aya":"129","arabic_text":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","translation":"Агар Роббингдан сўз ўтиб қолмаганида ва номланган ажал бўлмаганида, албатта, (азоб) лозим бўлар эди.","footnotes":""},{"id":"2478","sura":"20","aya":"130","arabic_text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","translation":"Бас, улар айтаётган нарсаларга сабр қил. Роббингга қуёш чиқишидан олдин ва ботишидан олдин тасбиҳ ва ҳамд айт. Шунингдек, кечанинг бир қисмида ва кундузнинг атрофида ҳам тасбиҳ айт. Шоядки, рози бўлсанг.","footnotes":"(Эй Муҳаммад, шундай экан, кофир ва мушрикларнинг нохуш гап-сўзларига, сўкишларига, иғво-бўҳтонларига сабр қил. Доимо Роббингга тасбиҳу ҳамд айт. Қуёш чиқишидан олдин ҳам, қуёш ботишидан олдин ҳам Роббингга тасбиҳ ва ҳамд айт. Кечанинг бир қисмида ҳам Роббингга тасбиҳ айт, кундузнинг атрофида ҳам. Намоз ўқи. Албатта, рози бўласан. Роббинг ҳам сендан рози бўлади.)"},{"id":"2479","sura":"20","aya":"131","arabic_text":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","translation":"Кўзларингни уларни синаш учун айримларига баҳраманд қилиб берганимиз ҳаёти дунёнинг турли зийнатларига тикма. Роббингнинг ризқи яхши ва боқийдир.","footnotes":""},{"id":"2480","sura":"20","aya":"132","arabic_text":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","translation":"Аҳлингни намозга амр эт ва ўзинг унга сабр қил. Биз сендан ризқ сўрамасмиз. Биз сенга ризқ берамиз. Оқибат тақвоникидир.","footnotes":""},{"id":"2481","sura":"20","aya":"133","arabic_text":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","translation":"Улар: «У бизга Роббидан мўъжиза келтирса эди», дерлар. Ахир, уларга аввалги саҳифалардаги нарсаларнинг баёноти келмадими?","footnotes":"(Кофир ва мушриклар, Муҳаммад Роббидан бир лол қолдирувчи мўъжиза келтирса эди, дейдилар. Ахир, Қуръонда аввалги умматларга келган нарсаларнинг баёни келди-ку. Шу уларга кифоя қилмайдими?)"},{"id":"2482","sura":"20","aya":"134","arabic_text":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","translation":"Агар Биз уларни у(келиши)дан олдин азоб-ла ҳалок қилганимизда эди, албатта: «Эй Роббимиз, бизга Пайғамбар юборганингда эди, хору зор ва шарманда бўлишимиздан олдин оятларингга эргашган бўлар эдик», дердилар.","footnotes":""},{"id":"2483","sura":"20","aya":"135","arabic_text":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","translation":"Сен: «Барча кутгувчидир. Бас, кутинглар. Албатта, кимлар тўғри йўл соҳиблари ва кимлар ҳидоят топганини билурсизлар», деб айт.","footnotes":"(Пайғамбаримиз алайҳиссалоту вассаломга қилинган бу хитоб доимо янгиланиб туради.)"}]