[{"id":"2484","sura":"21","aya":"1","arabic_text":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","translation":"Одамларга ҳисоблари яқинлашиб қолди. Улар эса, ғафлатда, юз ўгирувчи бўлган ҳолларида.","footnotes":""},{"id":"2485","sura":"21","aya":"2","arabic_text":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","translation":"Қачон Роббиларидан янги эслатма келса, уни фақат ўйнаётган ҳолларида тингларлар. ","footnotes":""},{"id":"2486","sura":"21","aya":"3","arabic_text":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"Қалблари ғофил бўлиб. Зулм қилганлар ўзаро: «Бу ўзимизга ўхшаган башардан ўзга эмас-ку. Ўзингиз кўриб туриб сеҳрга келасизми?» – деб пичирлашарлар.","footnotes":""},{"id":"2487","sura":"21","aya":"4","arabic_text":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"У: «Роббим осмону ердаги сўзни билур. У эшитгувчи ва билгувчи Зотдир», деди.","footnotes":""},{"id":"2488","sura":"21","aya":"5","arabic_text":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","translation":"Улар: «Балки, алғов-далғов тушлардир, балки, ўзи уйдириб олгандир, балки, у шоирдир. Бас, бизга аввалгиларга юборилганидек мўъжиза келтирсин», дедилар.","footnotes":""},{"id":"2489","sura":"21","aya":"6","arabic_text":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","translation":"Улардан олдин бирор шаҳар (аҳолиси) иймон келтирмади. Биз уларни ҳалок қилдик. Энди улар иймон келтирармидилар?!","footnotes":"(Улардан олдин лол қолдирувчи мўъжиза келтиришни талаб қилганлардан бирортаси ҳам иймонга келмади. Шунинг учун ҳаммасини ҳалок қилдик. Энди улар иймонга келармидилар?!)"},{"id":"2490","sura":"21","aya":"7","arabic_text":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"Биз сендан илгари ҳам фақат эр кишиларни Пайғамбар қилиб юбориб, уларга ваҳий қилганмиз, холос. Агар билмасангиз, зикр аҳлларидан сўранг.","footnotes":"(Башар пайғамбар бўлмайди, деб даъво қилаётган, эй кофир-мушриклар, агар пайғамбарлар башар эканини билмасангиз зикр-илм эгаларидан, аҳли китоблардан сўранг.)"},{"id":"2491","sura":"21","aya":"8","arabic_text":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","translation":"Биз уларни таом емайдиган жасад қилганимиз йўқ. Улар абадий қолгувчи ҳам бўлган эмаслар.","footnotes":""},{"id":"2492","sura":"21","aya":"9","arabic_text":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","translation":"Сўнгра, уларга (берган) ваъдамиз устидан чиқдик. Бас, уларга ҳамда Ўзимиз хоҳлаганларга нажот бердик ва исрофчиларни ҳалок қилдик.","footnotes":"(Кейин пайғамбарларга берган ваъдамиз устидан чиқдик, уларга эргашган мўминларга нажот ва фатҳу нусрат бердик. Исрофчиларни, кофир бўлганларни ҳалок этдик. Одат шу. Ҳозирги кофирлар ибрат олсинлар.)"},{"id":"2493","sura":"21","aya":"10","arabic_text":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"Батаҳқиқ, Биз сизга китоб нозил қилдик. Унда сизнинг зикрингиз бор. Ақл ишлатмайсизларми?!","footnotes":"(Зикрингиз-шарафингиз бор. Одамлар ақлнини ишлатишлари лозим. Яна Қуръонга қайтиб, унга амал қилмоқлари шарт.)"},{"id":"2494","sura":"21","aya":"11","arabic_text":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","translation":"Биз золим бўлган шаҳар-қишлоқлардан қанчасини (белини) синдирдик ва улардан кейин бошқа қавмларни пайдо этдик.","footnotes":""},{"id":"2495","sura":"21","aya":"12","arabic_text":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","translation":"Бизнинг азобимизни ҳис қилганларида эса, бирдан у ердан қочишга бошларлар.","footnotes":""},{"id":"2496","sura":"21","aya":"13","arabic_text":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","translation":"Қочманглар! маишатпарастлик қилган нарсаларингизга, масканларингизга қайтинглар. Ҳали, эҳтимол, сўралурсизлар.","footnotes":""},{"id":"2497","sura":"21","aya":"14","arabic_text":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"Улар: «Ҳолимизга вой! Биз, албатта, золим бўлган эканмиз», дедилар.","footnotes":""},{"id":"2498","sura":"21","aya":"15","arabic_text":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","translation":"Уларнинг ўша дод-войлари биз уларни ўрилган ўтдай, совуган кулдай қилгунимизча бардавом бўлди.","footnotes":""},{"id":"2499","sura":"21","aya":"16","arabic_text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","translation":"Биз осмонлару ерни ва уларнинг орасидаги нарсаларни ўйин учун яратганимиз йўқ.","footnotes":"(Бундай улкан ва ажойиб нарсалар, албатта, ўйин учун яратилмайди. Беҳудага шунчалик уринишнинг кераги йўқ. Мақсад ўйин бўлса, шунга мосроқ нарса яратилар эди.)"},{"id":"2500","sura":"21","aya":"17","arabic_text":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","translation":"Агар Биз кўнгилхуши тутишни ирода қилсак, уни қилувчи бўлганимизда ҳам, Ўз томонимиздан тутар эдик.","footnotes":""},{"id":"2501","sura":"21","aya":"18","arabic_text":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","translation":"Йўқ, Биз ҳақни ботил устига отурмиз. Бас, уни яксон қилур. Кўрибсанки, у (ботил) заволга учрабди. Сизларга эса, қилган васфларингиздан ҳалокат келур.","footnotes":""},{"id":"2502","sura":"21","aya":"19","arabic_text":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","translation":"Осмонлару ердаги барча жонзотлар Уникидир. Унинг ҳузуридагилар ибодатидан такаббурлик қилмаслар ва малол олмаслар.","footnotes":""},{"id":"2503","sura":"21","aya":"20","arabic_text":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","translation":"Улар кечаю кундуз тасбиҳ айтарлар. Чарчамаслар.","footnotes":""},{"id":"2504","sura":"21","aya":"21","arabic_text":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","translation":"Ёки улар ердан худолар тутдилар-у, ўшалар тирилтирадиларми?","footnotes":""},{"id":"2505","sura":"21","aya":"22","arabic_text":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"Агар у(осмонлару ер)ларда Аллоҳдан ўзга худолар бўлганида, бузилиб кетар эдилар. Аршнинг Робби Аллоҳ улар васф қилган нарсадан покдир.","footnotes":"(Борлиқни бир зот яратган, бир зот идора қилиб, бошқариб туради. Борлиқ шунга бўйсунади. Шу боис ҳам ҳадсиз-ҳисобсиз бўлишига қарамай, борлиқда қойил қоларлик даражада низом ва мутаносиблик ҳукм суради. Агар борлиқни яратган, уни идора қилиб турган зот биттадан кўп бўлса, ўша зотларнинг иродаси бир-бири билан, албатта, тўқнашар эди. Оқибатда борлиқда номутаносиблик келиб чиқар, жипслик йўқолар ва низом бузилар эди. Модомики борлиқ бир низомда турибдими, мутаносибми, демак, уни яратган ва тадбирини қилиб турган зот битта.)"},{"id":"2506","sura":"21","aya":"23","arabic_text":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","translation":"У қилган нарсасидан сўралмас. Ҳолбуки, улар сўралурлар.","footnotes":""},{"id":"2507","sura":"21","aya":"24","arabic_text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","translation":"Ёки Ундан ўзга худолар тутдиларми? Сен: «Ҳужжатларингизни келтиринг. Мана бу мен билан биргаларнинг зикридир ва мендан олдингиларнинг зикридир», дегин. Йўқ, уларнинг кўплари ҳақни билмаслар. Бас, улар юз ўгиргувчилардир.","footnotes":"(Борлиққа назар солиб, ундаги мавжудотларни мулоҳаза қилиб кўрганда, Аллоҳ таолонинг шериги бўлиши мумкин эмаслиги исботланди. Яна нима учун мушриклар Аллоҳ таолога ибодат қилмаяптилар?)"},{"id":"2508","sura":"21","aya":"25","arabic_text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","translation":"Сендан илгари юборган ҳар бир Пайғамбарга: «Албатта, Мендан ўзга ибодатга сазовор илоҳ йўқ. Бас, Менга ибодат қилинг», деб ваҳий қилганмиз.","footnotes":""},{"id":"2509","sura":"21","aya":"26","arabic_text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","translation":"Улар: «Роҳман фарзанд тутди», дедилар. У покдир. Йўқ! Икром этилган бандалардирлар.","footnotes":"(Яъни, мушриклар, Аллоҳ фаришталарни қиз қилиб олди, дедилар. Аллоҳ бу нуқсондан покдир. Фаришталар Аллоҳнинг қизи эмас, муҳтарам бандаларидир.)"},{"id":"2510","sura":"21","aya":"27","arabic_text":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","translation":"Улар Ундан олдин сўз айтмаслар. Улар Унинг амри ила амал қилурлар.","footnotes":""},{"id":"2511","sura":"21","aya":"28","arabic_text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","translation":"У зот уларнинг олдиларидаги нарсани ҳам, ортларидаги нарсани ҳам билур. Улар фақат У зот рози бўлган шахсларгагина шафоат қилурлар. Улар У зотнинг қўрқинчидан титраган ҳолда турурлар.","footnotes":""},{"id":"2512","sura":"21","aya":"29","arabic_text":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","translation":"Улардан ким: «Мен Ундан ўзга илоҳман», деса, бас, ўшани жаҳаннам ила жазолармиз. Золимларни шундай жазолармиз.","footnotes":""},{"id":"2513","sura":"21","aya":"30","arabic_text":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","translation":"Куфр келтирганлар осмонлару ер битишган бўлган эканини, бас, Биз уларни очганимизни ва сувдан ҳар бир тирик нарсани қилганимизни билмасларми? Иймон келтирмасларми?","footnotes":"(Ояти карима маъноси хусусида тафсирчилар бир неча хил маънолар айтганлар. Биринчиси, Ибн Умар ва Ибн Аббос розияллоҳу анҳумлардан ривоят қилинган бўлиб, осмон ёпиқ эди, Биз уни очдик ва ёмғир-қор ёғдирдик, оқибатда ўша сув ила ҳамма тирик нарсалар пайдо бўлди, деган маъно чиқади. Иккинчиси, унга кўра осмонлару Ер йўқ эди, уларни Биз яратдик, сўнгра сувдан тирик нарсаларни пайдо қилдик, маъноси бўлади. Учинчиси, Ҳасан, Қатода розияллоҳу анҳумлардан ривоят қилинган бўлиб, осмонлару Ер бир-бирига битишган бир нарса эди, уларнинг орасини Биз очдик, сўнгра сувдан тирик нарсаларни пайдо қилдик, маъноси бор. Тўртинчиси ҳозирги замон баъзи тафсирчиларнинг фикрлари бўлиб: осмону Ер, юлдузлару қуёш ҳамма-ҳаммаси бир бутун эди, Аллоҳнинг иродаси ила кўп айланиш ва ички портлашлар оқибатида парчаланиб, алоҳида-алоҳида бўлиб кетди: қуёш алоҳида, ер алоҳида, ой алоҳида, юлдузлар алоҳида ва бошқа нарсалар ҳам; сувдан эса, барча тирик нарсалар, инсон, ҳайвон ва набототлар пайдо қилинди. Булар, ояти кариманинг маъносини тушунишга уринишдир. Оятнинг ҳақиқий маъносини Аллоҳнинг Ўзи билади.)"},{"id":"2514","sura":"21","aya":"31","arabic_text":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","translation":"Биз ерда уларнинг тебранмасликлари учун тоғлар қилдик ва шоядки, тўғри йўл топсалар, деб унда даралар, йўллар қилдик.","footnotes":""},{"id":"2515","sura":"21","aya":"32","arabic_text":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","translation":"Ва осмонни сақланган шифт қилиб қўйдик. Улар эса, Унинг аломатларидан юз ўгиргувчи бўлмоқдалар.","footnotes":""},{"id":"2516","sura":"21","aya":"33","arabic_text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","translation":"У кечаю кундузни, қуёшу ойни яратган Зотдир. Ҳаммаси фалакда сузмоқдалар.","footnotes":""},{"id":"2517","sura":"21","aya":"34","arabic_text":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","translation":"Сендан олдин ҳам бирор башарга абадийликни қилганимиз йўқ. Агар сен ўлсанг, улар абадий қолар эканларми?","footnotes":""},{"id":"2518","sura":"21","aya":"35","arabic_text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","translation":"Ҳар бир жон ўлимни татиб кўргувчидир. Биз сизларни ёмонлик ва яхшилик ила имтиҳон учун синаймиз ҳамда Бизгагина қайтарилурсиз.","footnotes":""},{"id":"2519","sura":"21","aya":"36","arabic_text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","translation":"Куфр келтирганлар сени кўрганларида, масхара қилиб: «Худоларингизни зикр қилаётган шуми?!» дейишдан бошқани билмаслар. Ҳолбуки, улар Роҳманнинг зикрига ўзлари кофирдирлар.","footnotes":""},{"id":"2520","sura":"21","aya":"37","arabic_text":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","translation":"Инсон шошқалоқ ўлароқ яратилгандир. Мен, албатта, сизларга Ўз оят-аломатларимни кўрсатурман. Бас, мени шошилтирманглар. ","footnotes":""},{"id":"2521","sura":"21","aya":"38","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар содиқ бўлсангиз, бу ваъда қачон бўлур», дерлар.","footnotes":""},{"id":"2522","sura":"21","aya":"39","arabic_text":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","translation":"Куфр келтирганлар юзларидан ва сиртларидан оловни тўса олмайдиган ва ўзларига ёрдам берилмайдиган вақтни билсалар эди.","footnotes":""},{"id":"2523","sura":"21","aya":"40","arabic_text":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","translation":"Йўқ! У уларга тўсатдан келиб, ҳайрату даҳшатга солур. Бас, уни рад қилишга қодир бўлмаслар ва уларга муҳлат ҳам берилмас.","footnotes":""},{"id":"2524","sura":"21","aya":"41","arabic_text":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Батаҳқиқ, сендан олдин ҳам Пайғамбарлар масхара қилинган. Бас, уларни масхара қилганларга ўзлари масхара этиб юрган нарса тушди.","footnotes":""},{"id":"2525","sura":"21","aya":"42","arabic_text":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","translation":"Сен: «Кечаси ва кундузи сизни Роҳмандан ким қўрийди?» – дегин. Йўқ! Улар Роббилари зикридан юз ўгиргувчилардир!","footnotes":""},{"id":"2526","sura":"21","aya":"43","arabic_text":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","translation":"Ёки уларнинг Биздан ўзга ҳимоя қиладиган «худо»лари борми? Улар ўзларига ҳам ёрдам беришга қодир бўла олмаслар ва Биздан дўстлик топмаслар.","footnotes":"(Дўстлик топганларида ҳимоямизга ўтишлари мумкин эди. Лекин зинҳор биздан дўстлик топмаслар. Чунки улар бунга муносиб эмаслар. Кофирлар эса, буни ўйлаб ҳам кўрмайдилар. Қачон ва қаерда сохта худолари уларга ҳомий бўлибди, бирор ёрдам қилибди, яхшилик етказибди?)"},{"id":"2527","sura":"21","aya":"44","arabic_text":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","translation":"Балки, Биз уларни ва ота-боболарини баҳраманд қилдик, ҳатто, уларга умр узун кўринди. Улар ерга келиб, уни атрофидан қисқартираётганимизни кўрмайдиларми?! Fолиб келгувчи уларми?","footnotes":"(Тафсирчи уламоларимиз ояти каримадаги ушбу жумла маъноси ҳақида бир неча хил фикр билдирганлар. Қадимги тафсирчиларимиз, Ернинг атрофидан қисқартирилиши — куфр ерлари қисқариб Ислом ерлари кенгайиб бориши, деганлар. Мужоҳид ва Икрима розияллоҳу анҳум, ернинг атрофидан қисқариши — хароб бўлиши, дейишган. Ал-Афвий Ибн Аббос розияллоҳу анҳудан қилган ривоятда эса, баракасининг қисқариши, дейилган. Аш-Шаъбий, агар Ер қисқарадиган бўлса, унга сиғмай қолар эдинг, лекин жонлар ва мева-чева, ҳосиллар қисқаради, деган. Икрима розияллоҳу анҳу ҳам, агар Ер қисқарганида, ўтиргани жой топа олмай қолар эдинг, қисқариш ўлимдир, деб айтган. Кейинги давр тафсирчилари эса, роҳат-фароғатда яшаган, Ернинг турли атрофларида ғолиб бўлиб, ўзининг сўзини ўтказиб турган давлатлар ва халқлар баҳрамандликдан ҳовлиқиб кетиб, ҳадларидан ошганларида, нуқсонга дучор қилинишлари — қисқартирилишларидир, дейдилар. Ушбу маънолар бир-бирини тўлдириб келади. Ҳар бир тафсирчи олим ўз замонасидаги воқеликдан, ўз тушунчасидан келиб чиқиб маъно айтган бўлади.)"},{"id":"2528","sura":"21","aya":"45","arabic_text":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","translation":"Сен: «Мен сизларни фақат ваҳий орқалигина огоҳлантираман. Гунглар огоҳлантирилганларида даъватни эшитмаслар», дегин.","footnotes":""},{"id":"2529","sura":"21","aya":"46","arabic_text":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"Қасамки, агар уларга Роббинг азобидан салгина етса, албатта: «Ҳолимизга вой! Ҳақиқатан, биз золимлар бўлган эканмиз», дерлар.","footnotes":""},{"id":"2530","sura":"21","aya":"47","arabic_text":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","translation":"Биз қиёмат куни учун адолат тарозуларини қўюрмиз. Бирор жонга ҳеч қандай зулм қилинмас. Агар (амал) ачитқи донаси оғирлигича бўлса ҳам, келтирамиз. Ҳисобчиликда Ўзимиз кифоя қилурмиз.","footnotes":""},{"id":"2531","sura":"21","aya":"48","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","translation":"Батаҳқиқ, Биз Мусо ва Ҳорунга Фурқонни тақводорлар учун зиё ва эслатма қилиб бердик.","footnotes":"(Аллоҳ таоло ояти каримада шундай китобни Мусо ва Ҳорун алайҳиссаломларга берганини эслатмоқда. Шу билан бирга, Таврот ҳам Фурқон сифатига, ҳам «тақводорлар учун зиё ва эслатма» сифатига эга экани баён қилинмоқда. Ҳа, илоҳий китоб зиёсидан баҳраманд бўлиш ва ундаги эслатмалардан ибрат олиш учун тақводор бўлиш керак. Бетавфиқ ва тақвосизлар унинг зиёсидан ҳам, эслатмасидан ҳам баҳраманд бўла олмайдилар.)"},{"id":"2532","sura":"21","aya":"49","arabic_text":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","translation":"Улар Роббиларидан ғойибона қўрқурлар ва улар (қиёмат) соатидан титрарлар.","footnotes":""},{"id":"2533","sura":"21","aya":"50","arabic_text":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","translation":"Бу Биз нозил қилган муборак эслатмадир. Сизлар уни инкор қилгувчи бўласизларми?!","footnotes":""},{"id":"2534","sura":"21","aya":"51","arabic_text":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","translation":"Батаҳқиқ, илгари Биз Иброҳимга рушди ҳидоятни берган эдик. Биз унинг (ҳолини) билгувчи эдик.","footnotes":"(Иброҳим Аллоҳ томонидан рушди ҳидоят берилган зотлар ичида аввалгиларидан бири эди. Биз унга рушдни бехосдан берганимиз йўқ. Биз Иброҳимнинг рушди ҳидоятга, пайғамбар бўлишга лойиқ зотлигини яхши билар эдик.)"},{"id":"2535","sura":"21","aya":"52","arabic_text":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","translation":"Ўшанда у отасига ва қавмига: «Манави сиз ибодатига берилаётган ҳайкаллар нима?» – деган эди.","footnotes":""},{"id":"2536","sura":"21","aya":"53","arabic_text":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","translation":"Улар: «Ота-боболаримизни уларга ибодат қилган ҳолларида топганмиз», дедилар.","footnotes":""},{"id":"2537","sura":"21","aya":"54","arabic_text":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"У: «Батаҳқиқ, сиз ҳам, ота-боболарингиз ҳам очиқ-ойдин залолатдасизлар», деди.","footnotes":""},{"id":"2538","sura":"21","aya":"55","arabic_text":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","translation":"Улар: «Сен бизга ҳақ ила келдингми ёки ўйин қилгувчиларданмисан?» – дедилар.","footnotes":""},{"id":"2539","sura":"21","aya":"56","arabic_text":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","translation":"У: «Йўқ! Роббингиз осмонлару ернинг Роббидир. У зот уларни яратгандир. Мен бунга гувоҳлик бергувчиларданман.","footnotes":""},{"id":"2540","sura":"21","aya":"57","arabic_text":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","translation":"Аллоҳга қасамки, сизлар ортга ўгирилиб кетганингиздан кейин санамларингизга бир бало қиламан», деди.","footnotes":"(Яъни, Иброҳим алайҳиссалом ўзлари билан тортишаётган қавмларига, уларнинг санамларига бир ёмонлик етказишлари аниқлигини қасам ила таъкидлаб айтдилар. Аммо нима қилишларини очиқ-ойдин айтмадилар. Араб тилида «санам» деб бош қисми инсон шаклига ўхшатиб ишланган бутларга айтилади.)"},{"id":"2541","sura":"21","aya":"58","arabic_text":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","translation":"Бас, уларни парча-парча қилиб ташлади. Магар энг каттасини, шоядки, унга қайтсалар, деб қолдирди.","footnotes":"(Мушрик қавм йиллик байрамларида шаҳардан ташқарига чиқар эди. Улар навбатдаги йиллик байрамни нишонлаш учун кетганларида Иброҳим алайҳиссалом ҳамма бутларни парча-парча қилиб ташладилар ва энг катта бутга тегмасдан қолдириб қўйдилар.)"},{"id":"2542","sura":"21","aya":"59","arabic_text":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","translation":"Улар: «Бизнинг худоларимизга ким бундай қилди?! Албатта, у золимлардандир!» – дедилар.","footnotes":""},{"id":"2543","sura":"21","aya":"60","arabic_text":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","translation":"Улар: «Уларни эслаб юрган бир йигитни эшитган эдик, уни Иброҳим, деб айтиларди», дедилар.","footnotes":""},{"id":"2544","sura":"21","aya":"61","arabic_text":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","translation":"Улар: «Уни одамлар кўзи олдига олиб келинглар. Шоядки, гувоҳ бўлсалар», дедилар.","footnotes":""},{"id":"2545","sura":"21","aya":"62","arabic_text":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","translation":"Улар: «Худоларимизга буни сен қилдингми, эй Иброҳим?!» – дедилар.","footnotes":""},{"id":"2546","sura":"21","aya":"63","arabic_text":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","translation":"У: «Йўқ, буни манави, уларнинг каттаси қилди. Агар гапирадиган бўлсалар, улардан сўраб кўринглар», деди.","footnotes":""},{"id":"2547","sura":"21","aya":"64","arabic_text":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","translation":"Бас, улар ўзларига келдилар ва: «Албатта, сизлар ўзингиз золимдирсизлар», дедилар.","footnotes":"(Иброҳим алайҳиссаломнинг мантиқли саволларидан кейин мушриклар ўзларига келдилар.)"},{"id":"2548","sura":"21","aya":"65","arabic_text":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","translation":"Сўнгра, яна бошлари айланиб: «Сен, батаҳқиқ, буларнинг гапирмаслигини билар эдинг!» – дедилар.","footnotes":""},{"id":"2549","sura":"21","aya":"66","arabic_text":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","translation":"У: «Сиз, Аллоҳни қўйиб, ҳеч манфаат ҳам, зарар ҳам бермайдиган нарсага ибодат қиласизми?! ","footnotes":""},{"id":"2550","sura":"21","aya":"67","arabic_text":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","translation":"Сизга ҳам, Аллоҳни қўйиб, ибодат қилаётган нарсаларингизга ҳам суф-э! Ахир, ақл юритиб кўрмайсизларми?!» – деди.","footnotes":""},{"id":"2551","sura":"21","aya":"68","arabic_text":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","translation":"Улар: «Уни куйдиринглар! Агар (бир иш) қиладиган бўлсангиз, худоларингизга ёрдам беринг!» – дедилар.","footnotes":"(Яъни, Иброҳимни куйдириб юборишингиз худоларингизга ёрдам бўлади, дедилар. Хуллас, мушриклар катта гулхан ёқиб, Иброҳим алайҳиссаломни ўша гулханга отдилар.)"},{"id":"2552","sura":"21","aya":"69","arabic_text":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","translation":"Биз: «Эй олов, сен Иброҳимга салқин ва саломатлик бўл!» – дедик.","footnotes":""},{"id":"2553","sura":"21","aya":"70","arabic_text":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","translation":"Улар у(Иброҳим)га ёмонлик ирода қилган эдилар. Биз уларни энг зиёнкорлар қилиб қўйдик.","footnotes":""},{"id":"2554","sura":"21","aya":"71","arabic_text":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","translation":"Унга ва Лутга нажот бериб, оламлар учун баракали қилган ерга юбордик.","footnotes":"(Аллоҳ таоло Иброҳим алайҳиссаломга ва у кишининг жиянлари Лут алайҳиссаломга нажот берди. Қавмларига етган балодан уларни соғ-саломат олиб қолиб, «оламлар учун баракали қилган ер»га — Шомга юборди. Дарҳақиқат, Шом ери энг баракали ерлардан ҳисобланади. Барча пайғамбарлар ўша жойдан чиққан. У ер муқаддас жой. У юртда Байтул Мақдис жойлашган.)"},{"id":"2555","sura":"21","aya":"72","arabic_text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","translation":"Унга Исҳоқни ҳадя этдик ва Яъқубни зиёда қилиб бердик ва ҳаммаларини аҳли солиҳлар қилдик.","footnotes":""},{"id":"2556","sura":"21","aya":"73","arabic_text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","translation":"Ва уларни амримиз ила ҳидоятга бошловчилар қилдик. Уларга яхшиликлар қилишни, намозни тугал адо этишни ва закот беришни ваҳий қилдик. Улар Бизга ибодат қилгувчилар бўлдилар.","footnotes":""},{"id":"2557","sura":"21","aya":"74","arabic_text":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","translation":"Ва Лутга ҳукм ва илм бердик ва унга ифлосликлар қилаётган қишлоқдан нажот бердик. Албатта, улар ёмон, бузғунчи қавм эдилар.","footnotes":""},{"id":"2558","sura":"21","aya":"75","arabic_text":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","translation":"Ва Биз уни Ўз раҳматимизга киритдик. Албатта, у солиҳлардандир.","footnotes":""},{"id":"2559","sura":"21","aya":"76","arabic_text":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","translation":"Ва Нуҳни (эсла). Бундан олдин у нидо этганида, Биз унинг нидосига жавоб қилдик ва унга ҳамда унинг аҳлига улуғ ғамдан нажот бердик.","footnotes":""},{"id":"2560","sura":"21","aya":"77","arabic_text":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"Унга оятларимизни ёлғонга чиқарган қавмга қарши нусрат бердик. Албатта, улар ёмон қавм эдилар. Бас, Биз уларнинг барчасини ғарқ қилдик.","footnotes":"(Нуҳ алайҳиссаломнинг қиссалари бошқа сураларда батафсил келган. Бу сурада сиёққа қараб икки оятда қисқача баён қилинмоқда.)"},{"id":"2561","sura":"21","aya":"78","arabic_text":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","translation":"Ва Довуд билан Сулаймоннинг экинзор ҳақида ҳукм қилаётганларини (эсла). Ўшанда у(экинзор)га қавмнинг қўйи кечаси тарқалиб кетган эди. Биз уларнинг ҳукмига шоҳид бўлган эдик.","footnotes":"(Ўз даврининг пайғамбари ва подшоҳи бўлмиш Довуд алайҳиссаломнинг ҳузурларига икки киши ораларида ҳукм чиқаришни сўраб келишибди. Улардан бири экинзор соҳиби, иккинчиси қўйлар эгаси экан. «Ўшанда у (экинзор)га қавмнинг қўйи кечаси тарқалиб кетган эди». Кечаси билан экинзорни пайҳон қилиб, еб битирган эди. Довуд алайҳиссалом икки томоннинг гапини эшитиб бўлиб, қўйларни экинзор эгасига берилишига ҳукм чиқардилар. Пайҳон бўлиб йўқолган экинзор ўрнига уни пайҳон қилган қўйларни олиб бериш айни адолат эди. Бу ҳукмдан кейин қайтиб кетаётган қўй эгаси Сулаймон алайҳиссаломни кўриб қолиб, бўлган ҳодисани у кишига айтиб берди. Шунда Сулаймон алайҳиссалом оталари Довуд алайҳиссалом олдиларига кирдилар ва «Эй Аллоҳнинг Набийи, ҳукм сиз чиқарган ҳукмдек бўлмаслиги керак эди», дедилар. Довуд алайҳиссалом: «Қандай бўлиши керак эди», дедилар. Сулаймон алайҳиссалом: «Қўйни экинзор эгасига беринг, у фойдаланиб турсин. Экинзорни эса, қўй эгасига беринг, уни тузатиб асл ҳолига келтирсин. Сўнгра ҳар ким ўз нарсасини қайтариб олади. Экинзор эгаси экинзорини эски ҳолига келгандан сўнгра қайтариб олади. Қўй эгаси ҳам қўйларини қайтариб олади», дедилар. Шунда Довуд алайҳиссалом: «Ҳукм сен чиқарган ҳукмдир», дедилар.)"},{"id":"2562","sura":"21","aya":"79","arabic_text":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","translation":"Бас, Биз уни Сулаймонга фаҳмлатдик. Уларнинг ҳар бирига ҳукмни ва илмни берган эдик. Довуд билан бирга тасбиҳ айтсин деб, тоғларни ва қушларни бўйинсундириб қўйдик. Шуларни қилгувчи бўлган Бизмиз.","footnotes":""},{"id":"2563","sura":"21","aya":"80","arabic_text":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","translation":"Биз унга сизлар учун сизни ёмонликдан сақлайдиган кийим қилиш санъатини ўргатдик. Энди шукр қиларсизлар?!","footnotes":""},{"id":"2564","sura":"21","aya":"81","arabic_text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","translation":"Сулаймонга шамолни қаттиқ эсувчи қилиб бердик. У (шамол) ни унинг амри ила, Биз баракали қилган ерга эсадиган қилиб қўйдик. Барча нарсани билгувчи бўлдик.","footnotes":""},{"id":"2565","sura":"21","aya":"82","arabic_text":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","translation":"Ва шайтонлардан унга ғаввослик қиладиганларни ва бундан бошқа амалларни бажарадиганларни бўйсундириб қўйдик. Биз уларни муҳофаза қилгувчи бўлдик.","footnotes":""},{"id":"2566","sura":"21","aya":"83","arabic_text":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","translation":"Ва Айюбнинг Ўз Роббига нидо қилиб: «Албатта, мени зарар тутди. Сенинг Ўзинг раҳимлиларнинг раҳимлигисан!» деганини эсла.","footnotes":"(Айюб алайҳиссаломга жуда катта зарар етгани маълум. Лекин ўша зарарнинг айнан номини Қуръони Карим аниқ айтмайди. Ушбу оятда ҳам Айюб алайҳиссаломнинг Аллоҳга ёлбориб нидо қилаётганлари келяпти, холос.)"},{"id":"2567","sura":"21","aya":"84","arabic_text":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","translation":"Бас, Биз уни (дуосини) истижобат қилдик. Унга етган зарарни кетказдик. Унга аҳлини, улар билан бирга яна шунчани ҳам бердик. Буни Ўз раҳматимиз ила ва «Обидларга эслатма бўлсин», деб қилдик.","footnotes":""},{"id":"2568","sura":"21","aya":"85","arabic_text":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","translation":"Ва Исмоил, Идрис ва Зул-кифлни эсла. Уларнинг ҳар бири сабр қилгувчилардандир.","footnotes":""},{"id":"2569","sura":"21","aya":"86","arabic_text":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","translation":"Ва уларни Ўз раҳматимизга киритдик. Албатта, улар солиҳлардандир.","footnotes":""},{"id":"2570","sura":"21","aya":"87","arabic_text":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","translation":"Зуннунни эсла. Ўшанда у ғазабланган ҳолда чиқиб кетган эди. Бас, у Бизни ўзига (ер юзини) тор этмас, деб гумон қилди. Зулматларда туриб: «Сендан ўзга илоҳ йўқ, Сен поксан, албатта, мен золимлардан бўлдим», деб нидо қилди.","footnotes":"(Зуннундан мурод Юнус алайҳиссаломдир. «Нун» балиқ дегани, Зуннун эса, балиқ эгаси дегани. Юнус алайҳиссаломни денгизда балиқ ютиб юборган, кейин қирғоққа келиб, Аллоҳнинг амри билан чиқариб ташланган. Шунинг учун Зуннун — балиқ эгаси, лақабини олганлар. У зотнинг қиссалари Ас-Саффот сурасида келади. Аммо бу сурада сиёққа мос равишда қисқача баён қилинмоқда. Юнус алайҳиссалом қавмларининг қилмишларидан ғазабланиб, юртларини ташлаб чиқиб кетдилар. Уламоларимиз айтишларича, аслида у киши бошқа пайғамбарларга ўхшаб сабр қилишлари, Аллоҳнинг амрини кутишлари керак эди. Аммо бундай қилмадилар. Қавмларига зарда қилиб, юртларидан чиқиб кетдилар. Сўнгра Аллоҳ таоло, у кишини балиққа юттириб, синовга учратди. Ана ўшанда, «зулматларда туриб», яъни кеча зулмати, денгиз ости зулмати ва балиқ қорни зулматида туриб, Аллоҳ таолога ёлбориб: «Сендан ўзга Илоҳ йўқ, Сен поксан, мен золимлардан бўлдим, деб нидо қилди».)"},{"id":"2571","sura":"21","aya":"88","arabic_text":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","translation":"Бас, Биз уни (дуосини) ижобат қилдик. Унга ғамдан нажот бердик. Мўминларга шундай нажот берурмиз.","footnotes":""},{"id":"2572","sura":"21","aya":"89","arabic_text":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","translation":"Ва Закариёни эсла. Ўшанда у Роббига нидо қилиб: «Эй Роббим, мени ёлғиз ташлаб қўйма, Сен Ўзинг ворисларнинг энг яхшисисан», деган эди.","footnotes":""},{"id":"2573","sura":"21","aya":"90","arabic_text":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","translation":"Бас, Биз уни (дуосини) ижобат этдик ва унга Яҳёни ҳадя қилдик ҳамда жуфтини ўнглаб қўйдик. Албатта, улар яхшиликларга шошилишар эди ва Бизга рағбат ила ва қўрқиб дуо қилишар эди. Улар Бизга таъзим ила бўйинсунувчи эдилар.","footnotes":""},{"id":"2574","sura":"21","aya":"91","arabic_text":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"Фаржини пок сақлаган аёлни эсла. Биз унга Ўз руҳимиздан пуфладик. Уни ва унинг ўғлини оламларга оят-белги қилдик.","footnotes":"(«Фаржини пок сақлаган» аёл деганда, Биби Марям назарда тутилган.)"},{"id":"2575","sura":"21","aya":"92","arabic_text":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","translation":"Албатта, сизнинг ушбу умматингиз бир умматдир ва Мен сизнинг Роббингизман. Бас, Менгагина ибодат қилинг.","footnotes":""},{"id":"2576","sura":"21","aya":"93","arabic_text":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","translation":"Улар эса, ишларини парчаладилар. Барчалари Бизга қайтувчидирлар.","footnotes":"(Аслида, ҳамма бир уммат бўлиб, бир динга ишониб, ягона Аллоҳга ибодат қилиши керак эди. Аммо одамлар бу йўлдан юрмай, ўзларича йўлларини, динлари ва ишларини бўлак-бўлак қилиб олдилар. Уларнинг ҳаммаси барибир охир-оқибат бизга қайтадилар. Ўшанда биз ўзимиз билиб ҳисоб-китоб қиламиз.)"},{"id":"2577","sura":"21","aya":"94","arabic_text":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","translation":"Ким мўмин ҳолида солиҳ амаллардан қилса, саъйи-ҳаракати зое кетмас. Албатта, Биз уни ёзиб қўйгувчидирмиз.","footnotes":""},{"id":"2578","sura":"21","aya":"95","arabic_text":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","translation":"Биз ҳалок қилган қишлоқ-шаҳарларнинг қайтмаслиги ҳаромдир.","footnotes":"(Бу дунёдаги гуноҳлари учун йўқотиб юборилган шаҳар-қишлоқларнинг аҳолиси қиёмат куни жазоларини олиш учун қайтариладилар. Уларнинг қайтмасликлари мумкин эмас.)"},{"id":"2579","sura":"21","aya":"96","arabic_text":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","translation":"Ниҳоят, Яъжуж ва Маъжуж очилиб, улар ҳар бир тепаликлардан оқиб келганларида. ","footnotes":""},{"id":"2580","sura":"21","aya":"97","arabic_text":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","translation":"Ва ҳақ ваъда яқинлашгандаги ҳолни кўрсанг, куфр келтирганларнинг кўзлари чақчайиб: «Ҳолимизга вой! Бизлар бундан ғафлатда эдик. Йўқ! Бизлар зулм қилгувчилар эдик», дерлар.","footnotes":"(Каҳф сурасида айтиб ўтилганидек, қиёматнинг аломатларидан бири — Зулқарнайн қурган садд-тўғон очилиб, Яъжуж ва Маъжужлар чиқиб кетишидир, улар жуда кўп бўлиб, кўпликларидан юрганларида худди сел оққандек оқиб келар эканлар. Қиёмат қойим бўлгандаги ҳолни кўрсанг, унда «... куфр келтирганларнинг кўзлари чақчайиб», яъни қотиб қолади. Шундай, ғафлатда эмас. Балки билиб туриб тайёргарлик кўрмаган эдик. Ишонмай, зулм қилган эдик, дейдилар.)"},{"id":"2581","sura":"21","aya":"98","arabic_text":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","translation":"Албатта, сизлар ва Аллоҳдан ўзга ибодат қилган нарсаларингиз жаҳаннам ёқилғисидирсиз. Сизлар унга киргувчилардирсиз.","footnotes":""},{"id":"2582","sura":"21","aya":"99","arabic_text":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","translation":"Агар анавилар худолар бўлганида унга кирмас эдилар. Ҳаммалари унда абадий қолурлар.","footnotes":"(Сизлар Аллоҳдан ўзга сиғинган нарсалар ҳақиқатда худолар бўлганида, жаҳаннамга кирмас эдилар. Аммо улар ҳеч қачон худо бўлган эмас, уларни сизлар худо деб олгансиз, шунинг учун жаҳаннамга тушмоқдалар.)"},{"id":"2583","sura":"21","aya":"100","arabic_text":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","translation":"У ерда уларга инграш бордир. Улар у ерда эшитмаслар.","footnotes":""},{"id":"2584","sura":"21","aya":"101","arabic_text":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","translation":"Албатта, Биздан ўзлари учун яхшилик қилинганлар, ана ўшалар ундан(жаҳаннамдан) узоқлаштирилгандирлар.","footnotes":"(Яъни, Аллоҳнинг мўмин бандалари, Аллоҳ уларга яхшиликни раво кўрган бандалар жаҳаннамдан узоқда бўладилар. Унинг яқинига ҳам келмайдилар.)"},{"id":"2585","sura":"21","aya":"102","arabic_text":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","translation":"Улар унинг чисирлашини(овозини ҳам) эшитмаслар. Улар ўз нафслари иштаҳа қилган нарсалари ичида абадий қолгувчилардир.","footnotes":""},{"id":"2586","sura":"21","aya":"103","arabic_text":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","translation":"Уларни буюк даҳшат ғами босмас. Уларни фаришталар: «Бу сизларга ваъда қилинган кунингиздир», деб кутиб олурлар.","footnotes":""},{"id":"2587","sura":"21","aya":"104","arabic_text":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","translation":"Ўша кунда осмонни худди мактуб ёзилган дафтарни ёпгандек ёпамиз. Аввал қандай яратган бўлсак, шундай ҳолга қайтарамиз. Бу зиммамиздаги ваъдадир. Албатта, Биз буни қилгувчимиз.","footnotes":"(Худди ҳисоб-китоб ёзиб борувчи шахс ишини тугатиб дафтарини ёпганидек, қиёмат кунида осмон шундай ёпилади. Демак, дунёдаги ишлар ҳаммаси битган, охирига етган бўлади. Энди ишга, амалга, савоб топиш ёки тавба қилишга фурсат қолмайди.)"},{"id":"2588","sura":"21","aya":"105","arabic_text":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","translation":"Батаҳқиқ, Биз Зикрдан сўнг Забурда ҳам: «Албатта, ерга солиҳ бандаларим меросхўр бўлурлар», деб ёзган эдик.","footnotes":"(Тафсирчиларимиз ушбу ояти каримадаги «зикр» ва «ер» сўзларидан кўзланган мақсад ҳақида икки хил фикр билдирганлар. Баъзилари, «зикр»дан мурод — Тавротдир, шунга кўра, оятнинг маъноси: «Батаҳқиқ, Биз Тавротдан сўнг Забурда ҳам: «Албатта, ерга солиҳ бандаларим меросхўр бўлурлар», деб ёзган эдик» бўлади, дейдилар. Бошқалари эса, «зикр»дан мурод — Лавҳул Маҳфуз, бинобарин, аввал ўша маънони Лавҳул Маҳфузга ёзиб, кейин Забурга ҳам ёзган эдик, маъноси чиқади, деганлар. «Ер» ҳақида эса, баъзи уламоларимиз оддий ер кўзда тутилган десалар, бошқалари жаннат ери назарда тутилган, дейдилар. Ушбу икки хил маънони қўшиб, ҳар иккиси кўзда тутилган, деса ҳам бўлади.)"},{"id":"2589","sura":"21","aya":"106","arabic_text":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","translation":"Албатта, бу(Қуръон)да ибодат қилгувчи қавм учун етарли ўгит бордир.","footnotes":""},{"id":"2590","sura":"21","aya":"107","arabic_text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","translation":"Биз сени оламларга фақат раҳмат қилиб юбордик.","footnotes":""},{"id":"2591","sura":"21","aya":"108","arabic_text":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"Сен: «Менга фақат, сизнинг илоҳингиз албатта битта илоҳдир, деб ваҳий этилур. Бас, сизлар мусулмон бўласизларми?!» – деб айт.","footnotes":""},{"id":"2592","sura":"21","aya":"109","arabic_text":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","translation":"Агар улар юз ўгириб кетсалар: «Мен сизларга баробарлик бўлиши учун эълон қилдим. Сизга ваъда қилинаётган нарса яқинми ёки узоқми — билмасман.","footnotes":"(Яъни, иймон масаласида ҳамма баробар бўлиши учун, менга тушган ваҳийни эълон қилдим. Кейин бехабар эдик, деган даъво бўлмаслиги учун эшиттирдим.)"},{"id":"2593","sura":"21","aya":"110","arabic_text":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","translation":"Албатта, У сўзнинг ошкорасини ҳам биладир ва нимани беркитаётган бўлсангиз ҳам биладир.","footnotes":""},{"id":"2594","sura":"21","aya":"111","arabic_text":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"Билмайман, эҳтимол, бу сизлар учун синовдир ёки вақтинчалик ҳаловатдир», деб айт.","footnotes":"(Азобнинг келмай туриши эҳтимол синовдир, эҳтимол бу дунёнинг ҳузур-ҳаловатидан фойдаланиб олишингиз учун муҳлатдир.)"},{"id":"2595","sura":"21","aya":"112","arabic_text":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"У: «Эй Роббим, Ўзинг ҳақ ила ҳукм қил. Роббимиз Роҳмандир ва сизлар қилган васфлардан мадад сўраладиган Зотдир», деди.","footnotes":"(Яъни, Пайғамбар алайҳиссалом, эй Роббим, мен омонатингни адо этдим. Кишиларга таълимотларингни етказдим. Энди ўзинг ҳақ ила ҳукм қилавер, дедилар.)"}]