[{"id":"2596","sura":"22","aya":"1","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","translation":"Эй одамлар! Роббингиздан қўрқинг! Албатта, соат (қиёмат) зилзиласи улкан нарсадир.","footnotes":""},{"id":"2597","sura":"22","aya":"2","arabic_text":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","translation":"Уни кўрадиган кунингизда, ҳар бир эмизувчи ўзи эмизаётган нарсасини унутар. Ҳар бир ҳомиладор ҳомиласини ташлар. Одамларни маст ҳолда кўрарсан. Ҳолбуки, улар маст эмас. Лекин Аллоҳнинг азоби шиддатлидир.","footnotes":""},{"id":"2598","sura":"22","aya":"3","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","translation":"Одамлардан Аллоҳ ҳақида билмасдан тортишганлари ва бебош шайтонга эргашганлари ҳам бор.","footnotes":"(Аллоҳ таоло ҳақида, «билмасдан» тортишиш жоҳилликдир. Бундай тортишувга журъат қилган шайтонга эргашган бўлади.)"},{"id":"2599","sura":"22","aya":"4","arabic_text":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","translation":"Унга битилганки, албатта, унга ким дўст бўлса, шубҳасиз, уни адаштирур ва дўзах азобига «ҳидоят» қилур.","footnotes":""},{"id":"2600","sura":"22","aya":"5","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","translation":"Эй, одамлар! Агар қайта тирилиш ҳақида шубҳа қиладиган бўлсангиз, бас, Биз сизга баён қилишимиз учун сизларни тупроқдан, сўнгра нутфадан, сўнгра алақадан, сўнгра битган-битмаган бир чайнам гўштдан яратдик. Ва бачадонларда хоҳлаган нарсамизни маълум муддатгача қарор топтирармиз. Кейин сизларни бувак ҳолингизда чиқарармиз. Сўнгра, вояга етишингиз учун (тарбия қилармиз). Сиздан вафот қилиб кетадиганлар ҳам, билганидан кейин ҳеч нарсани билмай қоладиган даражада ночор умрга етадиганлар ҳам бор. Ва ерни қақраган ҳолда кўрарсан. Қачонки, Биз унга сув туширсак, у сесканадир ва кўпчийдир. Ҳамда ҳар хил гўзал жуфтларни ўстирадир.","footnotes":"(Сизнинг отангиз Одамни тупроқдан яратганмиз. Инсон йўқ эди. У отасининг нутфа-спермасидан дунёга келди. Оддий кўзга кўринмас ушбу маний ҳайвончалар билан баркамол инсон орасида қанча фарқ бор?! Ана шу заррадан одам яратган Холиқ Аллоҳ ўлган одамни қайта тирилтира олмасми?! Қуръони Каримда «алақа» деб номланган босқичдаги ҳомила зулукдек бачадонга ёпишиб туриши маълум бўлди. Алақанинг суврати ҳақиқий зулук билан солиштирилса, уларни фарқлаб бўлмайди. Хўш, ўша зулукка ўхшаш қотган лахта қон билан инсон орасида қанча фарқ бор? Ҳомила ривожланиб, алақа-лахта қон шаклидан бир парча чайналган гўшт ҳолига ўтади. Ана ўшанда унга шакл киради. Шакл кирса, битган бўлади. Шакл кирмаса, битмаган бўлади, бачадондан тушиб кетади. Ҳеч ким уни эсламайди ҳам. Энди, ўша бир парча чайналган гўштга ўхшаш нарса билан инсон орасида қанча фарқ борлигини бир ўйлаб кўрайлик? Ўша гўштдан инсон яратган Аллоҳ ўлган одамни қайта тирилтира олмасми?!)"},{"id":"2601","sura":"22","aya":"6","arabic_text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Бу(ҳолат)лар кўрсатадики, албатта, Аллоҳ ҳақ Зотдир ва, албатта, У ўликларни тирилтиради ҳамда У ҳар бир нарсага қодирдир.","footnotes":""},{"id":"2602","sura":"22","aya":"7","arabic_text":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","translation":"Ва, албатта, соат (қиёмат) келгувчидир, бунга шубҳа йўқ. Ва, албатта, Аллоҳ қабрлардаги кимсаларни тирилтирур.","footnotes":""},{"id":"2603","sura":"22","aya":"8","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","translation":"Одамлардан Аллоҳ ҳақида илмсиз (ҳолда), ҳидоятга ёки нурли китобга эга бўлмасдан туриб тортишадиганлари бор.","footnotes":""},{"id":"2604","sura":"22","aya":"9","arabic_text":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","translation":"Аллоҳнинг йўлидан адаштириш учун, бўйнини булқаб (тортишар). Унга дунёда расволик бор. Қиёмат куни унга куйдириш азобини тоттирамиз.","footnotes":""},{"id":"2605","sura":"22","aya":"10","arabic_text":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","translation":"Бундай бўлиши ўз қўлларинг тақдим қилган нарсалардандир. Албатта, Аллоҳ бандаларга зулм қилгувчи эмасдир.","footnotes":""},{"id":"2606","sura":"22","aya":"11","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translation":"Одамлардан Аллоҳга бир томонлама ибодат қиладиганлари ҳам бор. Агар унга яхшилик етса, кўнгли тўлур. Агар унга бало етса, юз ўгириб кетур. У, дунёда ҳам, охиратда ҳам зиён кўрур. Ана ўша очиқ-ойдин зиёндир.","footnotes":"(Ислом тижорат эмаски, унга ўткинчи фойдани кўзлаб кирилса. Ислом — иймон, эътиқод, Аллоҳга бандалик қилиш, Унинг йўлида жонни ҳам, молни ҳам фидо этиш, ҳар хил бало-офатларга бардош бериш демакдир. Ана ўша синовлардан ўтганлар икки дунё бахтига сазовор бўладилар. Аммо Исломга муайян фойдани кўзлаб кирган, ўша фойдага эришса, хурсанд бўлиб, эришмаса, динни тарк этиб, юз ўгириб кетадиган мунофиқлар икки дунёда зиён кўришлари муқаррар. Аслини олганда мунофиқ, Исломдан, Аллоҳдан юз ўгириб, қаёққа ҳам борарди, кимга ҳам топинарди?)"},{"id":"2607","sura":"22","aya":"12","arabic_text":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","translation":"У, Аллоҳни қўйиб, ўзига зарар ҳам бермайдиган, манфаат ҳам бермайдиган нарсага илтижо қиладир. Шунинг ўзи қаттиқ адашишдир.","footnotes":""},{"id":"2608","sura":"22","aya":"13","arabic_text":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","translation":"У, манфаатидан кўра зарари яқинроқ бўлганга илтижо қиладир. У қандай ҳам ёмон хожа ва қандай ҳам ёмон дўстдир!","footnotes":""},{"id":"2609","sura":"22","aya":"14","arabic_text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","translation":"Албатта, иймон келтириб, яхши амалларни қилганларни Аллоҳ остиларидан анҳорлар оқиб турган жаннатларга киритадир. Албатта, Аллоҳ Ўзи ирода этган нарсани қиладир.","footnotes":""},{"id":"2610","sura":"22","aya":"15","arabic_text":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","translation":"Кимки унга бу дунёю охиратда Аллоҳ нусрат беришига шубҳа қилса, бир восита топиб, осмонга осилсин, сўнгра уни кессин. Бас, назар солсин-чи, унинг бу ҳийласи ғам-ғуссани кеткизармикан?!","footnotes":"(Аллоҳга иймони йўқ кишининг ҳоли шундай бўлади. Унинг бало-офатдан, ғам-ғуссадан қутулишга чораси йўқ. Аллоҳга иймони бўлмагани учун ундан нусрат келишига ҳам умид қилмайди. Шунинг учун ё осмонга чиқиб, ёрдам топсин, ё, ундай қила олмаса, ўзини оссин. Бошқа иложи йўқ.)"},{"id":"2611","sura":"22","aya":"16","arabic_text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","translation":"Мана шундай қилиб, Биз у(Қуръон)ни очиқ-ойдин оятлар ҳолида нозил қилдик. Албатта, Аллоҳ хоҳлаган кишиларни ҳидоят қиладир.","footnotes":""},{"id":"2612","sura":"22","aya":"17","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translation":"Албатта, Аллоҳ қиёмат куни иймон келтирганлар, яҳудий бўлганлар, собиийлар, насоролар, мажусийлар ва ширк келтирганлар орасида Ўзи ажрим қилур. Албатта, Аллоҳ ҳар бир нарсага шоҳиддир.","footnotes":""},{"id":"2613","sura":"22","aya":"18","arabic_text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","translation":"Осмонлардаги кимсалар, ердаги кимсалар, қуёш, ой, юлдузлар, тоғлар, дарахтлар, жониворлар ва одамлардан кўплари, албатта, Аллоҳга сажда қилишини кўрмайсанми? Кўпларига эса, азоб ҳақ бўлди. Кимни Аллоҳ хор қилса, уни икром қилгувчи бўлмас. Албатта, Аллоҳ хоҳлаган нарсасини қиладир.","footnotes":"(Демак, дунёдаги барча мавжудот Аллоҳ таолога сажда қилади. Уларнинг қандай сажда қилишини Аллоҳнинг Ўзи билади. «Осмонлардаги кимсалар, ердаги кимсалар Аллоҳга сажда қилади», деб қўйилса, кифоя эди, бутун борлиқнинг сажда қилиши тушунаверилар эди. Лекин баъзи махлуқлар алоҳида қайд этилди, чунки баъзи одамлар ўша махлуқларга — қуёш, ой ва юлдузларга сажда қиладилар. Оятда ўша нарсаларнинг Аллоҳга сажда қилишини таъкидлашдан мақсад улар худо бўла олмаслигини яна бир бор таъкидлашдир. Бутун борлиқ ҳеч бир истисносиз Аллоҳга сажда қилаётгани айтилган бўлса ҳам, одамларга келганда, «кўплари» сажда қилмасликларига ишора этилмоқда. Ҳа, фақат одам боласигина Аллоҳга исён қилади. Аллоҳга сажда қилмагани учун, кофир бўлгани учун уларга азоб ҳақ бўлди. Аллоҳнинг азобига дучор бўлганлар икки дунёда хордир.)"},{"id":"2614","sura":"22","aya":"19","arabic_text":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","translation":"Мана бу икки ғаним Роббилари ҳақида талашган эдилар. Бас, куфр келтирганларга оловдан кийим бичилди. Бошлари устидан ўта қайноқ сув қуйилар.","footnotes":""},{"id":"2615","sura":"22","aya":"20","arabic_text":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","translation":"У билан қоринларидаги нарсалар ва терилари эритилур.","footnotes":""},{"id":"2616","sura":"22","aya":"21","arabic_text":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","translation":"Улар учун темир гурзилар бор.","footnotes":""},{"id":"2617","sura":"22","aya":"22","arabic_text":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"Улар ҳар қачон ундаги ғамдан чиқмоқчи бўлсалар, унга қайтарилурлар ва «Ёниш азобини тотинг!» дейилур.","footnotes":""},{"id":"2618","sura":"22","aya":"23","arabic_text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","translation":"Албатта, иймон келтириб, яхши амалларни қилганларни Аллоҳ остидан анҳорлар оқиб турган жаннатларга киритур. Улар у ерда олтин билакузуклар ва инжулар ила безанурлар. У ердаги либослари эса, ипакдандир.","footnotes":"(Бир-бирига қарама-қарши икки нарсани бир жойда, бир хил савияда васф қилишлик Қуръони Каримга хос хусусиятлардан биридир. Жаҳаннамда оловнинг азобига қўшимча қилиб, ўта қайноқ сув қуйилса, жаннатда соя-салқин боғлар остидан муздек зилол, ҳузурбахш сувлар оқиб турибди. Жаҳаннамда азоб устига азоб келса, жаннатда ҳузур устига ҳузур. Дўзахиларга оловдан кийим кийдирилса, жаннатиларга ипакдан кўйлак кийдирилади. Дўзахилар бошига темир гурзи билан урилса, жаннатиларга олтин ва инжулардан безак тақилган.)"},{"id":"2619","sura":"22","aya":"24","arabic_text":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","translation":"Улар ширин сўзга ҳидоят қилинурлар ва мақталган Зотнинг йўлига ҳидоят қилинурлар.","footnotes":"(Жаҳаннам аҳлига «Ёниш азобини тотинг!» деб гурзи билан урилса, жаннат аҳлига ширин сўзлар айтилиб, Аллоҳ таолонинг йўлига ҳидоят қилиб қўйилади.)"},{"id":"2620","sura":"22","aya":"25","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","translation":"Куфр келтирганлар ва Аллоҳнинг йўлидан ҳамда ерли ва четдан келган одамлар учун баробар қилиб қўйганимиз Масжидул Ҳаромдан тўсганларга ва у ерда ким зулм ила янглиш йўлга бурилишни ирода қилса, унга аламли азобни тоттирурмиз.","footnotes":""},{"id":"2621","sura":"22","aya":"26","arabic_text":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translation":"Биз Иброҳимга Байтнинг жойини белгилаб бериб: «Менга ҳеч нарсани шерик қилма, Байтимни тавоф қилгувчилар, (ибодатда) қоим тургувчилар ҳамда рукуъ, сужуд қилгувчилар учун поклагин.","footnotes":""},{"id":"2622","sura":"22","aya":"27","arabic_text":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","translation":"Одамларни ҳажга чақир, улар сен томон пиёда, узоқ-узоқ йўллардан юриб, озиган уловлар устида келсинлар.","footnotes":""},{"id":"2623","sura":"22","aya":"28","arabic_text":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","translation":"Ва ўзларига бўладиган манфаатларга шоҳид бўлсинлар. Маълум кунларда уларга ризқ қилиб берган чорва ҳайвонларини (сўйишда) Аллоҳнинг исмини зикр қилсинлар. Бас, улардан енглар ва бечора ва фақирларга ҳам егизинглар.","footnotes":""},{"id":"2624","sura":"22","aya":"29","arabic_text":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","translation":"Сўнгра ўзларидаги кирларни кетказсинлар, назрларига вафо қилсинлар ва «қадимги уй»ни тавоф қилсинлар», деганимизни эсла.","footnotes":"(Байтуллоҳнинг эгаси Аллоҳ таоло томонидан, унинг қурувчиси Иброҳим алайҳиссаломга айтилаётган бу сифатлар Қурайш кофирларида эмас, мусулмонларда мавжуд. Демак, Байтуллоҳга, Масжидул Ҳаромга Қурайш кофирлари эмас, мусулмонлар ҳақлидирлар. Эй Иброҳим, одамларни ҳаж ибодатига чақир. Энг узоқ юртлардан ҳам келсинлар. Пиёда юриб бўлса ҳам, келсинлар. Йўл узоқлигидан, машаққатлилигидан уловлари озиб-ҳориб кетса ҳам, келсинлар. Ҳажга келувчилар, аввало, Аллоҳга ибодат қилади, тақвоси зиёда бўлади, ўзаро фикр ва тажриба алмашадилар, фойдали маслаҳатлар оладилар, шунингдек, савдо-сотиқ, тижорат ҳам қиладилар. Ҳаж мавсумнинг авжи, ийд кунлари бўлиб, унда зикр қурбонлик сўйиш жараёнида яна авжланади. Қурбонлик қилувчи ҳожи қурбонлигидан ўзи еса ҳам бўлади, бева-бечора, фақир-фуқароларга егизса ҳам бўлади. Қурбонлик қилиб бўлганидан кейин, ҳожига эҳромдан чиқишга рухсат бўлади, эҳром вақтида мумкин бўлмаган соч олдириш ёки қисқартиришга, қўлтиқ остидаги ва бошқа жойлардаги тукларни, тирноқларни олишга изн берилади. Ҳожи бу ишларни бажариб, ювиниб-таранади. Оятда «... ўзларидаги кирларни кетказсинлар...» дейишдан мақсад шу. «Қадимги уй»дан мурод Каъбатуллоҳ. Бу тавофни фарз тавоф, ифоза тавофи, дейилади. Бу тавофсиз ҳаж ҳаж бўлмайди. Шуни адо этишлик билан ҳаж ибодати ҳам тугайди.)"},{"id":"2625","sura":"22","aya":"30","arabic_text":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","translation":"Ана шундай. Ким Аллоҳ ҳаром қилган нарсаларга риоя қилса, бас, бу Робби ҳузурида унинг ўзи учун яхшидир. Ва сизларга (келажакда) тиловат қилинадиганлардан бошқа чорва ҳайвонлари ҳалол қилинди. Бас, бутлардан иборат нажосатдан йироқ бўлинг ва ёлғон сўздан йироқ бўлинг.","footnotes":""},{"id":"2626","sura":"22","aya":"31","arabic_text":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","translation":"Аллоҳга бўлган иймондан оғманг, унга ширк келтиргувчи бўлманг. Ким Аллоҳга ширк келтирса, бас, у гўёки осмондан қулаб тушган-у, уни йиртқич қуш олиб қочган ёки уни шамол узоқ ерга учириб кетган кабидир.","footnotes":"(Инсон иймонга эришганда, юқори мартабаларга эришган бўлади, кимки ўша юксак мартабани хоҳламай, Аллоҳга ширк келтирса, худди осмондан қулаб тушган каби бўлади.)"},{"id":"2627","sura":"22","aya":"32","arabic_text":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","translation":"Иш бундоқ. Ким Аллоҳнинг нишонларини улуғласа, бас, албатта, бу, қалбларнинг тақвосидандир.","footnotes":"(Ушбу оят маъносида «нишонлар» деб таржима қилган ибора Қуръони Каримда «шаоир» деб айтилган. Бу «шаъийра» сўзининг жами — кўплиги, нишон, белги, аломат маъноларини билдиради. Бу сўз Аллоҳ таолога нисбат берилиб, «шаоируллоҳ — Аллоҳнинг нишонлари», дейилганда эса, Аллоҳнинг дини, Исломнинг кўзга кўринган, шон-шавкати аломати бўлган ибодатлар кўзда тутилади. Ушбу ояти каримада эса, қурбонликка сўйиладиган катта ҳайвонлар кўзда тутилмоқда.)"},{"id":"2628","sura":"22","aya":"33","arabic_text":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","translation":"Сизга у(нишон)ларда маълум вақтгача манфаатлар бордир. Сўнгра уларни (сўйиш) ҳалол макони «қадимги уй» (атрофи)дадир.","footnotes":""},{"id":"2629","sura":"22","aya":"34","arabic_text":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","translation":"Ҳар бир умматга, уларга чорва ҳайвонларини ризқ қилиб берган Аллоҳнинг исмини эслашлари учун, қурбонлик қилишни жорий этганмиз. Бас, илоҳларингиз бир илоҳдир. Бас, Унгагина мусулмон бўлинг. Итоатли, мутавозеъларга башорат бер.","footnotes":""},{"id":"2630","sura":"22","aya":"35","arabic_text":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"Улар Аллоҳ зикр қилинган вақтда қалблари титрайдиган ва ўзларига етган мусийбатга сабр қилгувчилар ҳамда намозни тўкис адо этгувчилардир, уларга ризқ қилиб берган нарсамиздан инфоқ қиладилар.","footnotes":""},{"id":"2631","sura":"22","aya":"36","arabic_text":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Ва туяларни сиз учун Аллоҳнинг нишонларидан қилдик. Уларда сизга яхшилик бор. Уларга олд оёқларидан бири боғлиқ турган ҳолида Аллоҳнинг номини зикр қилинг. Ёнлари ерга текканида эса, бас, улардан енг ва қаноатли ва тиланган камбағалларни ҳам таомлантиринг. Шундай қилиб, Биз уларни сизга бўйинсундириб қўйдик. Шоядки, шукр қилсангиз.","footnotes":""},{"id":"2632","sura":"22","aya":"37","arabic_text":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","translation":"Уларнинг гўштлари ҳам, қонлари ҳам зинҳор Аллоҳга етмас. Лекин Унга сиздан тақво етадир. Шундай қилиб, сизни ҳидоят қилгани эвазига Аллоҳга такбир айтишингиз учун уларни сизга бўйинсундириб қўйди. Яхшилик қилгувчиларга башорат бер.","footnotes":"(Қурбонлик қилишдан мақсад банданинг Аллоҳ амрига итоатини, тақвосини намоён этишдир. Банда Аллоҳни қанча улуғласа, шунча оз. Биргина ҳидоятга бошлаб қўйгани учун қанча такбир айтса, оз. Қурбонлик қилиш ҳам, Аллоҳнинг йўлида ҳар қандай қурбонлик беришга тайёр эканини кўрсатиш ҳам ўша ҳидоят учун Аллоҳ таолони улуғлашдир.)"},{"id":"2633","sura":"22","aya":"38","arabic_text":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","translation":"Албатта, Аллоҳ иймон келтирганларни мудофаа қилур. Албатта, Аллоҳ барча хоин ва кофирларни хуш кўрмас.","footnotes":""},{"id":"2634","sura":"22","aya":"39","arabic_text":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","translation":"Ўзларига қарши уруш очганларга, уларга зулм қилингани учун, (урушга) изн берилди. Албатта, Аллоҳ уларга нусрат беришга қодирдир.","footnotes":"(Демак, кофирлар аввал мусулмонларга қарши уруш очган. Мусулмонлар ҳужумга ва зулмга учраганлар. Энди улар ўзларини ҳимоя қилмасалар, бўлмайди. Кофирлар уларни йўқ қилиб юборишлари мумкин. Мусулмонлар урушга кирсалар, Аллоҳ уларга ёрдам беришга қодирдир.)"},{"id":"2635","sura":"22","aya":"40","arabic_text":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","translation":"Улар ноҳақдан, фақатгина «Роббимиз Аллоҳ» деганлари учун ўз диёрларидан чиқарилгандирлар. Агар Аллоҳ одамларнинг баъзиларини баъзилари билан дафъ қилиб турмаса, узлатгоҳлар, канисалар, ҳавралар ва Аллоҳнинг номи кўплаб зикр қилинадиган масжидлар вайрон қилинган бўлур эди. Албатта, Аллоҳ Ўзига ёрдам берганларга ёрдам берур. Албатта, Аллоҳ кучли ва ғолибдир.","footnotes":""},{"id":"2636","sura":"22","aya":"41","arabic_text":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","translation":"Уларга ер юзида имкон берсак, намозни тўкис адо этурлар, закотни берурлар, яхшиликка буюриб, ёмонликдан қайтарурлар. Ишларнинг оқибати Аллоҳга оиддир.","footnotes":"(Ояти каримадаги «Уларга Ер юзида имкон берсак» жумласидан «макон берсак» маъноси ҳам тушунилади. Бунга қўшимча «Ер юзида нусрат, ғалаба берсак» маънолари ҳам чиқади. Диёрларидан «Роббимиз Аллоҳ» деганлари учун чиқарилган мусулмонларга Ер юзида макон, нусрат, ғалаба — имкон берсак: Ховлиқиб кетмайдилар, балки Аллоҳ таолога ихлос билан ибодат қиладилар, у билан боғланишни кучайтирадилар. Аллоҳ хоҳлаган оқибатини келтириб чиқаради. Хоҳласа, мағлубиятни ҳам ғалабага айлантириб юборади.)"},{"id":"2637","sura":"22","aya":"42","arabic_text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","translation":"Агар сени ёлғончи қилаётган бўлсалар, бас, булардан олдин Нуҳ қавми, Од ва Самуд ҳам ёлғончи қилган эдилар.","footnotes":""},{"id":"2638","sura":"22","aya":"43","arabic_text":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","translation":"Иброҳим қавми, Лут қавми.","footnotes":""},{"id":"2639","sura":"22","aya":"44","arabic_text":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"Мадян эгалари ҳам. Ва Мусо ҳам ёлғончи қилинди. Мен кофирларга бир оз муҳлат бердим, сўнгра уларни тутдим. Бас, Менинг инкорим қандоқ бўлди?!","footnotes":"(Албатта, ўта шиддатли бўлди. Ўта қўрқинчли бўлди. Ўша кофир, жиноятчи, пайғамбарларини ёлғончига чиқарган қавмларнинг баъзиларини тўфон азоби тутди. Баъзиларини ер ютди, зилзила ва бошқа азобларга дучор бўлдилар.)"},{"id":"2640","sura":"22","aya":"45","arabic_text":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","translation":"Қанчадан-қанча шаҳар-қишлоқларни зулм қилгувчи бўлган ҳолида ҳалок этдик. Бас, улар (ҳозирда) шифтлари қулаган, ташландиқ қудуқ, (ҳувиллаган) юксак қаср (ҳолидадир).","footnotes":""},{"id":"2641","sura":"22","aya":"46","arabic_text":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","translation":"Ахир, ер юзида айланиб юрмайдиларми, токи қалблар ила ақл юритсалар, қулоқлари ила эшитсалар. Зеро, кўзлар кўр бўлмас, сийналардаги қалблар кўр бўлур.","footnotes":"(Ўша кофирлар Ер юзида айланиб юрганларида, ўтган кофирлардан қолган асарларни кўрар эдилар. Уларни кўриб, тафаккур қилганларида қалблари таъсирланиб, ақллари кирар эди. Одамлардан ўтган золим кофир қавмлар нима учун ва қандай қилиб ҳалокатга учраганлари ҳақидаги ривоятларни эшитар, улардан ибрат олар эдилар.)"},{"id":"2642","sura":"22","aya":"47","arabic_text":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","translation":"Улар сендан азобнинг тезроқ келишини сўрарлар. Ҳолбуки, Аллоҳ ваъдасига хилоф қилмас. Дарҳақиқат, Роббинг ҳузуридаги бир кун сиз санайдиган минг йилдекдир.","footnotes":"(Модомики кофирларга азоб юборишни ваъда қилдими, уларга Аллоҳнинг азоби, албатта, келади. Шошилмай турсинлар. Азобни қачон юборишни Аллоҳнинг Ўзи билади. Аллоҳ таоло ҳеч шошилмайди. «Дарҳақиқат, Роббинг ҳузуридаги бир кун сиз санайдиган минг йилдекдир». Шунинг учун ҳам У зот шошилмайди.)"},{"id":"2643","sura":"22","aya":"48","arabic_text":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","translation":"Қанчадан-қанча шаҳар-қишлоқларга зулм қилгувчи бўлган ҳолида ҳам муҳлат бердим. Сўнгра уларни (азобга) тутдим. Қайтиш фақат Менгагинадир.","footnotes":""},{"id":"2644","sura":"22","aya":"49","arabic_text":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","translation":"Сен: «Эй одамлар! Мен сизлар учун фақат бир очиқ огоҳлантиргувчиман, холос», деб айт.","footnotes":""},{"id":"2645","sura":"22","aya":"50","arabic_text":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translation":"Иймон келтириб, яхши амалларни қилганларга мағфират ва икромли ризқ бордир.","footnotes":""},{"id":"2646","sura":"22","aya":"51","arabic_text":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","translation":"Бизнинг оятларимизни ожиз қолдирмоқчи бўлиб, саъйи-ҳаракат қилганлар, ана ўшалар жаҳийм эгаларидир.","footnotes":""},{"id":"2647","sura":"22","aya":"52","arabic_text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Биз сендан илгари ҳеч бир Расул ва Набий юбормадикки, у бир нарсани таманний қилганида, шайтон унинг таманнийсига (шубҳа) ташламаган бўлса. Бас, Аллоҳ шайтон ташлайдиган нарсани кетказур. Сўнгра, Аллоҳ Ўз оятларини мустаҳкам қилур. Аллоҳ ўта билгувчи ва ҳикматли Зотдир.","footnotes":"(Луғат жиҳатидан қарайдиган бўлсак «Таманний» сўзи араб тилида «олий орзу» (ажнабий тилдаги «идеал») маъносини англатади. Шунинг учун ҳам ояти карима маъносини таржима қилишда бу сўзни шу ҳолда қолдиришни раво кўрдик. Ушбу ояти каримада, бу олий орзу бошқа Расул ва Набийларда ҳам бўлганлиги, бу кўпроқ шайтон томонидан нотўғри фикр ёки ҳолатларга олиб бориши мумкинлиги, аммо Аллоҳ доимо Ўзи пайғамбарларни бундан сақлаб келганлиги айтилмоқда. Ушбу ҳолат Пайғамбаримиз соллаллоҳу алайҳи ва саллам ҳаётларида бир неча марта кўрилган.)"},{"id":"2648","sura":"22","aya":"53","arabic_text":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","translation":"Шайтон ташлайдиган нарса қалбларида касали борларга ва қалблари тошларга фитна бўлиши учундир. Албатта, золимлар (ҳақдан) узоқ тортишувдадирлар.","footnotes":""},{"id":"2649","sura":"22","aya":"54","arabic_text":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Илм берилганлар у(Қуръон) Роббингдан келган ҳақ эканини билишлари, унга иймон келтиришлари ва қалблари унга боғланиб, таскин топиши учундир. Албатта, Аллоҳ иймон келтирганларни тўғри йўлга ҳидоят қилгувчидир.","footnotes":""},{"id":"2650","sura":"22","aya":"55","arabic_text":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","translation":"Куфр келтирганлар уларга соат (қиёмат) тўсатдан келгунича ёки қисир Кун азоби келгунича у(Қуръон)дан шубҳада бўлишда давом этадилар.","footnotes":"(Кофирлар қиёматгача Қуръони Карим Аллоҳдан келган ҳақ эканига шубҳада бўладилар. Шунинг учун иймон келтирмайдилар. Лекин бу билан фақат ўзларига зиён қиладилар, холос.)"},{"id":"2651","sura":"22","aya":"56","arabic_text":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","translation":"Ўша кунда ҳукмронлик Аллоҳгагина хосдир. У улар орасида ҳукм қилур. Бас, иймон келтирганлар ва яхши амал қилганлар нозу неъмат жаннатларидадирлар.","footnotes":""},{"id":"2652","sura":"22","aya":"57","arabic_text":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Куфр келтирган ва оятларимизни ёлғонга чиқарганлар эса, бас, ана ўшаларга хорловчи азоб бордир.","footnotes":""},{"id":"2653","sura":"22","aya":"58","arabic_text":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","translation":"Аллоҳ йўлида ҳижрат қилганлар, сўнгра ўлдирилиб ёки вафот этганларни, албатта, Аллоҳ гўзал ризқ ила ризқлантирур. Албатта, Аллоҳ ризқ бергувчиларнинг энг яхшисидир.","footnotes":"(Ҳижрат Аллоҳ йўлида ватандан, қариндош-уруғдан, молу дунёдан, турли қулайликлардан узоқда бўлишдир. Ҳижрат барча пайғамбарлар, улуғ зотлар бошидан ўтказган ҳолатдир. Исломда эса, Ислом Пайғамбари Муҳаммад алайҳиссалоту вассалом ва у кишининг сафдошлари — саҳобаларнинг бир қисми ҳаётидаги катта синовдир. Аллоҳ таоло уларнинг Маккадан Мадинага қилган ҳижратларидан сўнг Исломга фатҳу футуҳ, шону шавкат берди.)"},{"id":"2654","sura":"22","aya":"59","arabic_text":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","translation":"Албатта, У зот уларни ўзлари рози бўладиган жойга киритур. Албатта, Аллоҳ ўта билгувчи ва ҳалийм Зотдир.","footnotes":""},{"id":"2655","sura":"22","aya":"60","arabic_text":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","translation":"Иш бундоқ. Ким ўзига иқоб қилинганига ўхшаш иқоб қилса-ю, сўнгра унга яна зўравонлик қилинса, Аллоҳ, албатта, унга нусрат берур. Албатта, Аллоҳ афвли ва мағфиратли Зотдир.","footnotes":"(Биров зулмга учраб, бошқа бир киши томонидан иқобга учраса, қасос олиш тариқасида ўша золимдан ўзига қилинган иқоб даражасида ўч олсаю, сўнгра унга яна тажовуз қилинса, ўша одамга Аллоҳ ёрдам беради. Чунки у зулм қилмаяпти, ҳаддидан ошмаяпти, фақат ўз ҳаққини талаб қиляпти. Бошқа томон эса, аввал ноҳақдан тажовузкорлик қилган эди. Тажовузига яраша жавоб келганида, тушуниб ўзини тийиши керак эди. Аммо у яна тажовузкорлик қилди.)"},{"id":"2656","sura":"22","aya":"61","arabic_text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","translation":"Чунки, Аллоҳ, албатта, кечани кундузга киритур ва кундузни кечага киритур. Албатта, Аллоҳ ўта эшитгувчи ва ўта кўргувчи Зотдир.","footnotes":"(Доимий сувратда кеча кундузга, кундуз кечага кириб туради. Буни Аллоҳга куфр келтириб, гердайиб юрган одамлар ҳам, бошқалари ҳам қила олмайди. Буни фақат Аллоҳ таологина қилади. Аллоҳнинг бу ишини биров тўхтата олмаганидек, У зотнинг мазлумларга нусрат беришини ҳам тўхтата олмайди.)"},{"id":"2657","sura":"22","aya":"62","arabic_text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translation":"Чунки, Аллоҳнинг Ўзигина ҳақдир, Ундан бошқа топинаётганлари эса, ботилдир. Албатта, Аллоҳ юксак ва буюкдир.","footnotes":""},{"id":"2658","sura":"22","aya":"63","arabic_text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","translation":"Аллоҳ осмондан сув туширганида, ернинг ям-яшил бўлишини кўрмадингми?! Албатта, Аллоҳ ўта лутфли ва хабардор Зотдир.","footnotes":""},{"id":"2659","sura":"22","aya":"64","arabic_text":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"Осмонлару ердаги нарсалар Уникидир. Албатта, Аллоҳ, Унинг Ўзигина беҳожат ва мақталган Зотдир.","footnotes":"(Аллоҳ таоло осмонлару Ердаги нарсаларга эга бўлганидан, У зотнинг ҳеч бир нарсага ҳожати йўқ. Шундай ҳам мақталган, ҳамду сано эгаси бўлган Зотдир. Ўзидан бошқа ёрдамчига Унинг ҳожати бўлмаганидек, бировнинг мақтовига ҳам ҳожати йўқдир.)"},{"id":"2660","sura":"22","aya":"65","arabic_text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","translation":"Аллоҳ ердаги нарсаларни, денгизда Ўз изни ила юрадиган кемани сизларга бўйсундириб қўйганини ҳамда осмонни изнисиз ерга тушишдан тутиб туришини кўрмадингизми?! Албатта, Аллоҳ одамларга шафқатли ва меҳрибондир.","footnotes":"(Инсоф билан фикр ишлатиб қаралса, Аллоҳ таоло Ер юзидаги ҳамма нарсаларни инсон фойдаси учун, унга бўйсунадиган, унга беминнат хизмат қиладиган қилиб қўйган. Ҳаводан тортиб, тошу тоққача, набототу жамодот, катта-кичик жонзотлар, ҳамма-ҳаммаси инсон учун хизматкор. Уларнинг эвазига инсондан ҳақ талаб қилинмайди.)"},{"id":"2661","sura":"22","aya":"66","arabic_text":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","translation":"Сизларни тирилтирган, кейин ўлдирадиган, сўнгра (қайта) тирилтирадиган ҳам Унинг Ўзидир. Албатта, инсон ўта ношукрдир.","footnotes":"(Инсонга ҳаёт бериб, уни йўқдан бор қилган ким?! Албатта, Аллоҳ! Ана шу Зотга шукр қилиб, Унга иймон келтириб, Унинг ибодатини қилса, бўлмасмиди?! Бу дунёда яшаб юрган инсонни ўлдирадиган ким?! Албатта, Аллоҳ! Ўлганларни қиёмат куни қайта тирилтирадиган, уларни сўроқ-саволга тутадиган, қилганига яраша мукофот ёки жазо берадиган ким?! Албатта, Аллоҳ! Шундай экан, инсон ўша кунга тайёргарлик кўрса бўлмасмиди?! «Албатта, инсон ўта ношукрдир». Шунинг учун ҳам Аллоҳга куфр келтиради. Унга исён қилади. Унинг кўрсатган йўлидан юрмайди.)"},{"id":"2662","sura":"22","aya":"67","arabic_text":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","translation":"Биз ҳар бир умматга шариат берганмиз. Улар ўшанга амал қилгувчилардир. Бас, бу ишда ҳаргиз сен ила низо қилмасинлар. Роббингга даъват қил. Албатта, сен мустақийм ҳидоятдасан.","footnotes":""},{"id":"2663","sura":"22","aya":"68","arabic_text":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","translation":"Агар улар сен билан тортишсалар: «Аллоҳ нима қилаётганингизни билгувчидир. ","footnotes":""},{"id":"2664","sura":"22","aya":"69","arabic_text":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"Аллоҳ қиёмат куни сиз ихтилоф қилган нарса бўйича орангизда ҳукм қиладир», деб айт.","footnotes":""},{"id":"2665","sura":"22","aya":"70","arabic_text":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"Аллоҳ, албатта, осмону ердаги нарсани билишини, ана ўша, албатта, китобда эканини ва, албатта, у нарса Аллоҳга осон эканини билмайсанми?!","footnotes":"(Ушбу оятдаги савол иқрор қилдириш маъносидадир. Яъни, билар эдинг-ку, дейилмоқда. Ояти каримадаги «китоб»дан мурод «Лавҳул маҳфуз»дир. Демак, ҳукм қилиш Аллоҳ таоло учун ҳеч нарса эмас.)"},{"id":"2666","sura":"22","aya":"71","arabic_text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","translation":"Улар Аллоҳни қўйиб, У зот у ҳақида бирон ҳужжат туширмаган, ўзларида у ҳақда илм бўлмаган нарсага ибодат қилурлар. Золимларга ҳеч бир нусрат бергувчи йўқдир.","footnotes":""},{"id":"2667","sura":"22","aya":"72","arabic_text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Уларга очиқ-ойдин оятларимиз тиловат қилинаётганида, куфр келтирганларнинг юзларида инкорни кўрурсан. Улар ўзларига оятларимизни тиловат қилиб бераётганларга чанг солишларига оз қолурлар. Сен уларга: «Бунингиздан ҳам ёмонроқ нарсанинг хабарини берайми? У дўзахдир. Аллоҳ уни куфр келтирганларга ваъда қилгандир. Ва у нақадар ёмон қайтиш жойидир», дегин.","footnotes":""},{"id":"2668","sura":"22","aya":"73","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","translation":"Эй одамлар! Бир масал айтилмиш, бас, унга қулоқ солинг! Албатта, сизлар Аллоҳни қўйиб, топинаётган нарсаларингиз, агар барчалари бирлашсалар ҳам, битта пашша ярата олмаслар. Ва агар пашша улардан бирон нарсани тортиб олса, ундан ўшани қутқариб ололмаслар. Талаб қилувчи ҳам, талаб қилинган ҳам ожиз бўлди.","footnotes":"(Бошқа катта жонзотларни қўйсинлар-у, энг кичик, энг ҳақир, энг аҳамиятсиз кўринган пашшани яратишга уриниб кўрсинлар. Ярата олмаслар. Хўш, энди бир дона пашшани ярата олмаган бутга қандай қилиб топиниш, сиғиниш, айтганини (агар айтолса,) қилиш мумкин? Асло мумкин эмас. Умуман ақлга, мантиққа тўғри келмайди. Пашша жуда заиф, ҳақир жон. Аммо, у сабаб бўлиб баъзи бир касалликларни ташиб келтирса, ҳаммаси тўпланиб, ҳаракат қилса ҳам, ўша касалликдан зарар кўраётганни ёки ўлаётганни қутқариб қололмайдилар. Буни ҳамма ҳаётда кўрган. «Талаб қилувчи ҳам, талаб қилинган ҳам ожиз бўлди». Яъни, Аллоҳдан ўзганинг ибодатини талаб қилувчи ҳам, ибодати талаб қилинган нарсалар ҳам ожиздирлар. Бирон нарса қўлларидан келмас.)"},{"id":"2669","sura":"22","aya":"74","arabic_text":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","translation":"Улар Аллоҳнинг қадрини жойига қўймадилар. Албатта, Аллоҳ кучли ва азийздир.","footnotes":"(Яъни, улар ёлғиз Аллоҳнинг Ўзига эътиқод қилишлари, фақат Унгагина ибодат қилишлари лозим эди. Аммо улар Аллоҳнинг қадрини билмадилар, унга ширк келтирдилар, Ундан ўзгаларга топиндилар.)"},{"id":"2670","sura":"22","aya":"75","arabic_text":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","translation":"Аллоҳ фаришталардан ва одамлардан Пайғамбарлар танлар. Албатта, Аллоҳ ўта эшитгувчи ва кўргувчидир.","footnotes":""},{"id":"2671","sura":"22","aya":"76","arabic_text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"У зот уларнинг олдиларидаги ва ортларидаги нарсани билур. Барча ишлар ёлғиз Аллоҳгагина қайтарилур.","footnotes":""},{"id":"2672","sura":"22","aya":"77","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","translation":"Эй, иймон келтирганлар, рукуъ, сажда қилинглар ва Роббингизга ибодат қилинглар ҳамда яхшилик қилинглар, шоядки, нажот топсангиз.","footnotes":""},{"id":"2673","sura":"22","aya":"78","arabic_text":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","translation":"Ва Аллоҳ (йўлида) ҳақ жиҳод қилингиз. У сизларни танлаб олди. Ва сизга бу динда ҳеч танглик қилмади. Бу, отангиз Иброҳимнинг миллати. У сизларни бундан олдин ва бу (Қуръон)да Пайғамбар сизларга гувоҳ бўлиши учун, сизлар эса, одамларга гувоҳлар бўлишингиз учун «мусулмонлар» деб номлади. Бас, намозни тўкис адо этинглар, закот беринглар ва Аллоҳга боғланинглар. У сизнинг хожангиздир. Бас, У зот қандай ҳам яхши хожа ва қандай ҳам яхши нусрат бергувчидир.","footnotes":"(Суранинг охиридаги ушбу икки оятда Аллоҳ таоло Ислом умматига нидо қилмоқда. Бу нидо мусулмонларга энг маҳбуб мурожаат билан «Эй иймон келтирганлар», деб бошламоқда. Бу нидо ўзидан кейин келадиган амрларни алоҳида кўтаринки руҳда адо этишга ундайди. Ундан кейин келаётган амрлар эса, рукуъ, сажда қилмоқликдир.)"}]