[{"id":"3160","sura":"27","aya":"1","arabic_text":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","translation":"То. Сийн. Ушбулар Қуръон — очиқ китоб оятларидир.","footnotes":""},{"id":"3161","sura":"27","aya":"2","arabic_text":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"Мўминлар учун ҳидоят ва хушхабардир.","footnotes":""},{"id":"3162","sura":"27","aya":"3","arabic_text":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","translation":"Улар намозни тўкис адо этадиган, закотни берадиган ва охиратга қаттиқ ишонадиганлардир.","footnotes":""},{"id":"3163","sura":"27","aya":"4","arabic_text":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","translation":"Албатта, охиратга иймон келтирмайдиганларга Биз амалларини зийнатлаб кўрсатдик. Бас, улар адашиб-улоқиб юраверадилар.","footnotes":""},{"id":"3164","sura":"27","aya":"5","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","translation":"Ана ўшаларга ёмон азоб бордир ва улар охиратда энг кўп зиён кўргувчилардир.","footnotes":"(Бу дунёда охиратдан умиди йўқлиги учун молу дунё, айшу ишрат, шаҳвату лаззат кетидан тушиб, ўзини ўтга-чўққа уриб, расво бўлади. Охиратда эса, қанақа азобларга дучор бўлишини Аллоҳнинг Ўзи билади.)"},{"id":"3165","sura":"27","aya":"6","arabic_text":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","translation":"Албатта, сенга бу Қуръон ўта ҳикматли ва ўта илмли Зот томонидан берилур.","footnotes":""},{"id":"3166","sura":"27","aya":"7","arabic_text":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","translation":"Мусо ўз аҳлига: «Аниқки, мен бир олов кўрдим. Тезда мен сизларга ундан бирор хабар ёки исинишингиз учун бир тутам чўғ келтирурман», деганини эсла.","footnotes":""},{"id":"3167","sura":"27","aya":"8","arabic_text":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"У(олов)га келганида, олов олдидаги ва атрофидаги шахсларга барака берилди ва «Оламларнинг Робби — Аллоҳ покдир», деб нидо қилинди.","footnotes":""},{"id":"3168","sura":"27","aya":"9","arabic_text":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"«Эй Мусо! Албатта, бу — Менман! Азийзу ҳакийм Аллоҳман!","footnotes":""},{"id":"3169","sura":"27","aya":"10","arabic_text":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","translation":"Ва асоингни ташла!» Бас, қачонки, Мусо у(асо)нинг илондек қимирлаётганини кўрганида, ортига қарамай қочди. «Эй Мусо! Қўрқма! Зеро, Менинг ҳузуримда Пайғамбарлар қўрқмаслар!»","footnotes":""},{"id":"3170","sura":"27","aya":"11","arabic_text":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","translation":"Лекин ким зулм қилса-ю, сўнгра ёмонлик кетидан унга яхшиликни бадал қилса, бас, Мен, албатта, мағфиратли ва меҳрибондирман.","footnotes":""},{"id":"3171","sura":"27","aya":"12","arabic_text":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"Қўлингни ёқангнинг ичига суқ, ҳеч қандай ёмонликсиз оппоқ бўлиб чиқур. Фиръавн ва унинг қавмига қаратилган тўққиз мўъжиза орасида (бу бордир). Албатта, улар бузғунчи қавм бўлдилар.","footnotes":""},{"id":"3172","sura":"27","aya":"13","arabic_text":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translation":"Бас, қачонки уларга оят-мўъжизаларимиз кўз очгувчи бўлиб келганида, «Бу очиқ-ойдин сеҳрдир», дедилар.","footnotes":""},{"id":"3173","sura":"27","aya":"14","arabic_text":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"Ва ўзлари аниқ билиб туриб, зулм ва кибр туфайли у(мўъжиза)ларни инкор этдилар. Бузғунчиларнинг оқибати қандай бўлишига назар сол.","footnotes":"(Улар бу мўъжизаларнинг нималигини жуда яхши билганлар. Аммо билиб туриб, зулм юзасидан, иймонни менсимасдан, кибр қилган ҳолларида инкор этдилар. Бу инкорнинг оқибати нима билан тугаши маълум ва машҳурдир.)"},{"id":"3174","sura":"27","aya":"15","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","translation":"Батаҳқиқ, Биз Довуд ва Сулаймонга илм бердик. Икковлари: «Бизни кўпгина мўмин бандаларидан афзал қилган Аллоҳга ҳамдлар бўлсин», дедилар.","footnotes":""},{"id":"3175","sura":"27","aya":"16","arabic_text":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","translation":"Ва Сулаймон Довудга ворис бўлди. У: «Эй одамлар, бизга қуш тили ўргатилди ва ҳар бир нарсадан берилди. Бу, албатта, очиқ-ойдин фазлдир», деди.","footnotes":"(Ушбу оятдаги ворислик, илмга ворисликдир. Ота вафот этгандаги болаларнинг ворислиги эмас. Чунки Довуд алайҳиссаломнинг Сулаймон алайҳиссаломдан бошқа фарзандлари ҳам кўп эди. Улар молу дунё масаласидаги меросда тенг ҳуқуқли эдилар. Аммо илм маъносидаги меросга фақат Сулаймон алайҳиссалом ворис бўлдилар. Шунинг учун ҳам «Ва Сулаймон Довудга ворис бўлди» жумласидан кейин Сулаймон алайҳиссаломнинг «Эй одамлар, бизга қуш тили ўргатилди», деган сўзлари келмоқда. Сулаймон алайҳиссалом ўзларига Аллоҳ томонидан қушларнинг тилини англаш илми берилганлигини барча одамларга эълон қилмоқдалар. Бу эълон фахр ва риёкорлик учун эмас, балки Аллоҳнинг неъматини эслаш маъносидадир.)"},{"id":"3176","sura":"27","aya":"17","arabic_text":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","translation":"Сулаймонга жин, инс ва қушлардан бўлган аскарлари тўпланиб, тизилган ҳолда турдилар.","footnotes":""},{"id":"3177","sura":"27","aya":"18","arabic_text":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Токи улар чумолилар водийсига келганларида, бир чумоли: «Эй, чумолилар, масканларингга киринглар, Сулаймон ва унинг аскарлари сизларни билмасдан эзиб юбормасинлар», деди.","footnotes":"(Чумолилар ҳам асалариларга ўхшаб, ажойиб интизомга эга. Ҳали-ҳануз уларнинг жамоат бўлиб яшашлари сири англанган эмас. Бу оятда улар бир-бирларини хавф-хатардан огоҳ этишлари айтилмоқда.)"},{"id":"3178","sura":"27","aya":"19","arabic_text":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","translation":"Бас, у унинг сўзидан табассум қилди ва: «Роббим, мени Ўзинг менга ва ота-онамга берган неъматларингга шукр этишимга ва Сен рози бўладиган солиҳ амаллар қилишимга муяссар этгин. Ўз раҳматинг ила мени солиҳ бандаларингга қўшгин», деди.","footnotes":"(Сулаймон алайҳиссалом чумолининг сўзларини эшитиб жилмайдилар.)"},{"id":"3179","sura":"27","aya":"20","arabic_text":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","translation":"Ва қушларни текширди-да: «Нега Ҳудҳудни кўрмаётирман ёки ғойиблардан бўлдими?» деди.","footnotes":""},{"id":"3180","sura":"27","aya":"21","arabic_text":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","translation":"«Албатта, уни шиддатли азоб-ла азобларман ёки сўйиб юборурман ёхуд менга, албатта, очиқ-ойдин ҳужжат келтиражак.»","footnotes":""},{"id":"3181","sura":"27","aya":"22","arabic_text":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","translation":"Кўп ўтмасдан у келиб: «Сен билмаган нарсани билдим ва сенга Сабаъдан ишончли бир хабар олиб келдим.","footnotes":"(Сабаъ Арабистон ярим оролининг жанубида, Яманда жойлашган бир мамлакат эди. Ана ўша мамлакатдан ўта муҳим бир хабар келтирганини айтди.)"},{"id":"3182","sura":"27","aya":"23","arabic_text":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","translation":"Дарҳақиқат, мен бир аёлни кўрдим. У уларнинг маликаси экан. Унга ҳар нарса берилган экан. Ҳамда унинг улуғ тахти бор экан.","footnotes":"(Ўша Сабаъ юртида бир аёлни кўрдим. У аёл халққа подшоҳ экан. Аёлга ҳар нарса берилган экан. Ҳамда ўша маликанинг катта тахти бор экан.)"},{"id":"3183","sura":"27","aya":"24","arabic_text":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","translation":"Мен у(аёл)нинг ва қавмининг Аллоҳни қўйиб, қуёшга сажда қилаётганларини ва шайтон уларга амалларини зийнатлаб, йўлдан тўсаётганини кўрдим. Бас, улар ҳидоят топмаслар.","footnotes":"(Гап шу ерга келганда, энг муҳим хабар чиқди. Ўша Сабаъ мамлакатига подшоҳ бўлган аёл ва унинг қавми Аллоҳга эмас, қуёшга сажда қилаётган экан. Бу нотўғри йўл. Аллоҳнинг Пайғамбари Сулаймон алайҳиссалом уларнинг бу хатоларини тузатишлари зарур. Шайтон лаънати улар қилаётган гуноҳ амалларни ўзларига чиройли кўрсатиб қўйибди. Агар шу ҳолларида юраверсалар, ҳидоят топмайдилар.)"},{"id":"3184","sura":"27","aya":"25","arabic_text":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","translation":"Осмонлару ердаги сирларни ошкор қиладиган, махфий ва ошкор қилган нарсаларингизни биладиган Аллоҳга сажда қилмайдиларми?!","footnotes":""},{"id":"3185","sura":"27","aya":"26","arabic_text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","translation":"Аллоҳ — Ундан ўзга ҳеч қандай илоҳ йўқ Зотдир. У улуғ аршнинг Роббидир», деди.","footnotes":""},{"id":"3186","sura":"27","aya":"27","arabic_text":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","translation":"У: «Кўрамиз, рост сўзладингми ёки ёлғончилардан бўлдингми?","footnotes":""},{"id":"3187","sura":"27","aya":"28","arabic_text":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","translation":"Бу мактубимни олиб бориб, уларга ташла, сўнгра четга чиқиб назар сол-чи, нима қайтарурлар», деди.","footnotes":""},{"id":"3188","sura":"27","aya":"29","arabic_text":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","translation":"У (Малика): «Эй, аъёнлар! Менга кароматли бир мактуб ташланди. ","footnotes":"(Малика аъёнларига мактуб ҳақида хабар бериши унинг ўз одамлари билан маслаҳатлашиб иш кўришига далолат қилади. Шу билан бирга, малика ўзи сезган белгилар асосида мактубнинг кароматли эканини айтмоқда.)"},{"id":"3189","sura":"27","aya":"30","arabic_text":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","translation":"Албатта, у Сулаймондандир, албатта, унда: «Бисмиллаҳир роҳманир роҳийм. ","footnotes":""},{"id":"3190","sura":"27","aya":"31","arabic_text":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","translation":"Менга қарши бош кўтармай, таслим бўлган ҳолингизда келинг», дейилмишдир», деди.","footnotes":""},{"id":"3191","sura":"27","aya":"32","arabic_text":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","translation":"У (Малика): «Эй, аъёнлар! Менга бу ишимда фатво (маслаҳат) беринглар. Сизлар шоҳид бўлмагунингизча, мен бир ишга қатъий қарор қилмасман», деди.","footnotes":""},{"id":"3192","sura":"27","aya":"33","arabic_text":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","translation":"Улар: «Биз куч-қувват эгаларимиз ва шиддатли азму шижоат эгаларимиз. Иш ўзингга ҳавола. Нима амр қилишингни ўйлаб кўр», дедилар.","footnotes":""},{"id":"3193","sura":"27","aya":"34","arabic_text":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","translation":"У: «Албатта, подшоҳлар бирор шаҳар-қишлоққа кирсалар, уни вайрон қилурлар ва унинг азиз аҳлларини хор қилурлар. Ана шундай қилурлар.","footnotes":""},{"id":"3194","sura":"27","aya":"35","arabic_text":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","translation":"Мен уларга бир ҳадя юборурман, кўрай-чи, элчилар нима билан қайтар эканлар», деди.","footnotes":""},{"id":"3195","sura":"27","aya":"36","arabic_text":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","translation":"Қачонки, (элчиси) Сулаймонга келганида, у: «Сизлар менга мол-дунё ила мадад бермоқчимисиз?! Бас, Аллоҳ менга берган нарса сизга берган нарсадан яхшидир. Аммо сизлар ҳадяларингиз билан қувонурсиз.","footnotes":""},{"id":"3196","sura":"27","aya":"37","arabic_text":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","translation":"(Эй элчи!) Сен уларга қайтиб бор. Бас, албатта, биз улар бас кела олмайдиган қўшин ила борурмиз ва у ердан уларни хору зор ҳолларида чиқарурмиз», деди.","footnotes":""},{"id":"3197","sura":"27","aya":"38","arabic_text":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","translation":"У (Сулаймон): «Эй аъёнлар! Улар менга таслим бўлиб келишларидан олдин қайсингиз ҳузуримга у(малика)нинг тахтини келтира олади?» деди.","footnotes":""},{"id":"3198","sura":"27","aya":"39","arabic_text":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","translation":"Жинлардан бўлган Ифрит: «Мен уни сенга мақомингдан тургунингча келтирурман. Албатта, бунга қувватим ва ишончим бор», деди.","footnotes":"(Араб тилида ёмонликда учига чиққан ва қувватли жин-шайтон «ифрит» дейилади. Бу сўз шайтонга ўхшаш одамга ҳам ишлатилади.)"},{"id":"3199","sura":"27","aya":"40","arabic_text":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","translation":"Китобдан илми бор шахс: «Мен уни сенга кўзингни очиб юмгунингча келтирурман», деди. Қачонки (Сулаймон) у(тахт)нинг ўз ҳузурида қарор топганини кўргач: «Бу Роббимнинг фазлидандир. Мен шукр қиламанми ёки куфрони неъмат қиламанми, синаш учундир. Ким шукр келтирса, ўзи учунгина шукр қилур. Ким куфрони неъмат қилса, бас, Роббим беҳожат ва карамли Зотдир», деди.","footnotes":"(Уламолар «китобдан илми бор шахс»нинг кимлиги ҳақида кўп фикрлар айтганлар. У Тавротни, Исмул Аъзамни биладиган, Лавҳул Маҳфуздан хабардор эди, деган гапларни айтишган. Лекин Қуръони Карим ёки Пайғамбаримиз алайҳиссалоту вассалом айтмаганларидан кейин, ишончли илмий далил бўлмагач, Қуръон ибораси билан кифояланиб, Аллоҳ ўша шахсни «китобдан илми бор», деб айтибди, у ёғини Ўзи билади, дейишимиз тўғридир.)"},{"id":"3200","sura":"27","aya":"41","arabic_text":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","translation":"У (Сулаймон): «Унинг тахтини танимайдиган қилиб қўйинг. Кўрайлик-чи, у(малика) уни танирми ёки танимайдиганлардан бўлурми?» деди.","footnotes":""},{"id":"3201","sura":"27","aya":"42","arabic_text":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","translation":"Қачонки у келганида: «Сенинг тахтинг шундайми?» дейилди. У: «Худди ўшанинг ўзи», деди. «Бизга бундан илгари илм берилган эди ва мусулмон бўлган эдик».","footnotes":""},{"id":"3202","sura":"27","aya":"43","arabic_text":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","translation":"Ва у(малика)ни Аллоҳдан ўзга ибодат қилган нарса тўсди. Албатта, у кофир қавмлардан бўлган эди.","footnotes":""},{"id":"3203","sura":"27","aya":"44","arabic_text":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"У(малика)га: «Саройга кир», дейилди. Қачонки уни кўрганида, сув деб ўйлаб, пойчаларини очди. У(Сулаймон): «Албатта, бу биллурдан силлиқ қилиб ясалган саройдир», деди. У(малика): «Эй Роббим, албатта, мен ўзимга зулм қилиб юрган эканман, Сулаймон ила оламларнинг Робби — Аллоҳга мусулмон бўлдим!» деди.","footnotes":"(Сарой олдидаги майдон ҳам биллурдан ясалган, жуда силлиқ, уни сув деб ўйлаб, кийимингни кўтарма. Ана шунда малика рўй бераётган ҳодисалар оддий эмаслигига, балки Аллоҳ юборган Пайғамбарнинг мўъжизалари эканига ишонч ҳосил қилди. Аллоҳ таолонинг қудратига тан берди.)"},{"id":"3204","sura":"27","aya":"45","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","translation":"Батаҳқиқ, Самуд қавмига, Аллоҳга ибодат қилинг, деб биродарлари Солиҳни юбордик. Бас, баногоҳ, улар икки гуруҳ бўлиб тортиша бошладилар.","footnotes":""},{"id":"3205","sura":"27","aya":"46","arabic_text":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"У (Солиҳ): «Эй қавмим, нима учун яхшиликдан олдин ёмонликка ошиқасиз?! Аллоҳдан мағфират сўрасангиз-чи?! Шояд раҳим қилинсангиз», деди.","footnotes":"(Ўзингизга азоб сўраш ўрнига, Аллоҳдан гуноҳларингизни кечиришини тиласангиз бўлмайдими? Ана ўшанда шояд гуноҳингиз кечирилиб, Аллоҳнинг раҳматига эришсангиз, дедилар.)"},{"id":"3206","sura":"27","aya":"47","arabic_text":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","translation":"Улар: «Сендан ва сен билан бўлганлардан шумландик», дедилар. У: «Шумланишингиз Аллоҳнинг ҳузуридадир. Балки сизлар синалаётган қавмсиз», деди.","footnotes":"(Биз «шумланиш» деб таржима қилган маъно ояти карима матнида «тоир», «тоййар» каби иборалар билан келган. Бу ибора қуш, қуш учириш маъноларини беради. Ўша пайтлар мушриклар бирор иш қилмоқчи бўлсалар, қуш учириб кўрар эдилар. Агар қуш ўнг томонидан учса, хурсанд бўлар ва ўша ишни бошлар эди. Агар қуш чап томонига учса, шумқадамлик деб ўйлар, хафа бўлар, шумланар ва у ишни қилмас эди. Кейин бориб-бориб бу ибора қуш учирмаса ҳам, бирор нарсанинг шумқадамлигини англатиш учун ишлатиладиган бўлиб кетган. Самуд қавми ҳам ўзларига «Аллоҳга ибодат қилинг» шиорини олиб келган, уларни Аллоҳга истиғфор айтишга, ундан раҳматини сўрашга чақирган пайғамбарлари Солиҳ алайҳиссаломдан шумланганларини айтишди.)"},{"id":"3207","sura":"27","aya":"48","arabic_text":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","translation":"У шаҳарда тўққиз нафарли гуруҳ бор бўлиб, ер юзида бузғунчилик қилишар, ислоҳ қилмас эдилар.","footnotes":"(Яъни, Солиҳ алайҳиссалом шаҳарлари Ҳижрда тўққиз кишидан иборат бир гуруҳ бўлиб, ўша гуруҳ аъзолари бузғунчилик, фасод ишлар билан шуғулланишарди.)"},{"id":"3208","sura":"27","aya":"49","arabic_text":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","translation":"Улар: «Аллоҳнинг номига қасам ичинглар! Албатта, у (Солиҳ)ни ва унинг аҳлини тунда ўлдирамиз, сўнгра валийига, биз унинг аҳлининг ҳалокатига гувоҳ эмасмиз, албатта, биз ростгўйлармиз, деймиз», дедилар.","footnotes":""},{"id":"3209","sura":"27","aya":"50","arabic_text":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","translation":"Улар макр қилдилар. Биз ҳам улар сезмаган ҳолда бир «макр» қилдик.","footnotes":""},{"id":"3210","sura":"27","aya":"51","arabic_text":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","translation":"Назар сол! Уларнинг макри оқибати нима бўлди?! Биз, албатта, уларни ва қавмларини, ҳаммаларини ер билан яксон қилдик.","footnotes":""},{"id":"3211","sura":"27","aya":"52","arabic_text":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","translation":"Ана, зулмлари сабабли уйлари ҳувиллаб ётибди! Албатта, бунда биладиган қавмлар учун ибрат бордир.","footnotes":""},{"id":"3212","sura":"27","aya":"53","arabic_text":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Ва иймон келтириб, тақво қилиб юрганларга нажот бердик.","footnotes":""},{"id":"3213","sura":"27","aya":"54","arabic_text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"Ва Лутни ҳам (Пайғамбар қилиб юбордик). Ўшанда у ўз қавмига: «Сиз кўриб-билиб туриб, фоҳиша иш қиласизми?! ","footnotes":""},{"id":"3214","sura":"27","aya":"55","arabic_text":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"Сиз, албатта, аёлларни қўйиб, эркакларга шаҳват ила яқинлик қиласизми?! Йўқ! Сиз жоҳиллик қилаётган қавмдирсиз!» деди.","footnotes":""},{"id":"3215","sura":"27","aya":"56","arabic_text":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"Унинг қавмининг жавоби: «Лут аҳлини юртингиздан қувиб чиқаринг, чунки улар покиза бўлишни хоҳлаган кишилардир», дейишдан бошқа нарса бўлмади.","footnotes":"(Ифлосликка ботиб қолган бу қавм покликни масхара қилиб, покиза одамларни камситиш йўлига ўтди. Уларни дунёда ҳеч ким қилмаган ифлосликдан қайтариб, покланишга, инсон номига доғ туширмасликка чорлаган Аллоҳнинг Пайғамбари Лут алайҳиссаломни ва у кишига эргашган мўминларни айнан покликлари учун юртларидан ҳайдаб чиқармоқдалар.)"},{"id":"3216","sura":"27","aya":"57","arabic_text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","translation":"Бас, Биз унга ва хотинидан бошқа аҳлига нажот бердик. У(хотин)нинг азобда қолгувчилар ичида бўлишини тақдир қилдик.","footnotes":""},{"id":"3217","sura":"27","aya":"58","arabic_text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","translation":"Ва уларнинг устларига бир ёмғир ёғдирдикки, бас, огоҳлантирилганларнинг азоби қандай ҳам ёмон бўлди.","footnotes":"(Ва жиноятчи Лут қавмининг устидан тош ёғдирдик. Ҳаммалари ҳалок бўлдилар. Огоҳлантиришларга қарамай, жиноятда бардавом бўлганларнинг оқибати шундай бўлади.)"},{"id":"3218","sura":"27","aya":"59","arabic_text":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","translation":"Сен: «Аллоҳга ҳамд бўлсин ва У танлаб олган бандаларига салом бўлсин. Аллоҳ яхшими ёки улар ширк келтираётган нарсаларми?» дегин.","footnotes":""},{"id":"3219","sura":"27","aya":"60","arabic_text":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","translation":"Ёки осмонлару ерни яратган, сизларга осмондан сув туширган Зотми? Бас, Биз у(сув) билан гўзал боғлар ўстирдик. Сиз ўзингиз унинг дарахтини ўстира олмас эдингиз. Аллоҳ билан бирга бошқа илоҳ борми?! Йўқ, улар ўзлари тенглаштирадиган қавмдирлар.","footnotes":""},{"id":"3220","sura":"27","aya":"61","arabic_text":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"Ёки ерни қароргоҳ этган, унинг узра анҳорлар қилган, унга тоғлар қилган ва икки денгиз ўртасида тўсиқ қилган Зотми?! Аллоҳ билан бирга бошқа илоҳ борми?! Йўқ, уларнинг кўплари билмаслар.","footnotes":"(Икки денгиз — денгиз ва дарёдир. Бирининг суви иккинчисига қуйилади, аммо аралашиб кетмайди: дарёнинг чучук суви шўр, денгизнинг шўр суви чучук бўлиб қолмайди. Чунки Аллоҳ уларнинг ўртасига табиий тўсиқ тортиб қўйган.)"},{"id":"3221","sura":"27","aya":"62","arabic_text":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"Ёки музтар(ночор) одам дуо қилганда ижобат этиб, унинг мушкулини осон қилган ҳамда сизни ер юзида халифа қилган Зот яхшими?! Аллоҳ билан бирга бошқа илоҳ борми? Қанчалик оз эслайсизлар-а?!","footnotes":""},{"id":"3222","sura":"27","aya":"63","arabic_text":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"Ёки сизларни қуруқлик ва денгиз зулматларида тўғри йўлга соладиган ҳамда Ўз раҳмати олдидан шамолларни хушхабар қилиб юборадиган Зотми?! Аллоҳ билан бирга бошқа илоҳ борми?! Аллоҳ улар ширк келтираётган нарсалардан олийдир.","footnotes":"(Одамлар доимо қуруқлик ва денгизда сафар қилиб келади. Кўзланган манзилларга етиш учун турли йўллардан юришади. Иложини қилиб, ўша жойни топиб боришади. Хўш, ўша сафарларда йўл топиш қобилиятини инсонга ким берди? Йўлни аниқлашда ёрдам берадиган ақл, кўз, қулоқни-чи? Турли белгиларга, юлдузларга, асбобларга қараб йўл топишни унга ким ўргатди? Сохта худоларми? Ёки Аллоҳ таоломи? Албатта, Аллоҳ таоло.)"},{"id":"3223","sura":"27","aya":"64","arabic_text":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ёки аввал бошдан яратадиган, сўнгра яна қайтадан яратадиган ва сизларни осмонлару ердан ризқлантирадиган Зот яхшими? Аллоҳ билан бирга бошқа илоҳ борми?! «Агар ростгўй бўлсангиз, ҳужжатингизни келтиринг», дегин.","footnotes":"(Аслида, йўқ инсонни бор қилиб, аввал-бошда яратган ким? Бут-санамларми, жин ва фаришталарми, мушриклар худо деб юрган бошқа махлуқларми? Инсонни охиратда қайтадан яратадиган ҳам фақат Аллоҳ таолонинг Ўзи.)"},{"id":"3224","sura":"27","aya":"65","arabic_text":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","translation":"Сен: «Осмонлару ерда Аллоҳдан бошқа ҳеч ким ғайбни билмас», деб айт. Улар қачон қайта тирилтирилишларини ҳам сезмаслар.","footnotes":"(Ғайбни билиш фақат Аллоҳ таолонинг Ўзига хосдир. Аллоҳдан бошқа ҳеч ким — на инсон, на фаришталар, на жинлар ғайбни билмайди.)"},{"id":"3225","sura":"27","aya":"66","arabic_text":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","translation":"Балки илмлари охиратни идрок қилгандир? Йўқ, улар ундан шак-шубҳададирлар. Йўқ, улар ундан кўрдирлар.","footnotes":"(Кофирлар охират илмидан хабардормикин? Йўқ, била олмайдилар. Улар охират нима эканини билиш у ёқда турсин, охиратнинг бўлиш-бўлмаслигига аниқ ишонмайдилар. Балки у хусусдаги масалада кўрдирлар, ҳеч нарсани кўрмаслар.)"},{"id":"3226","sura":"27","aya":"67","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","translation":"Куфр келтирганлар: «Биз ва ота-боболаримиз тупроқ бўлганимиздан кейин, яна чиқариламизми?! ","footnotes":""},{"id":"3227","sura":"27","aya":"68","arabic_text":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"Батаҳқиқ, бу бизга-да, ота-боболаримизга-да олдин ҳам ваъда қилинган эди. Бу, аввалгиларнинг афсонасидан бошқа ҳеч нарса эмас», дедилар.","footnotes":""},{"id":"3228","sura":"27","aya":"69","arabic_text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"Сен: «Ер юзида сайр қилинглар ва жиноятчиларнинг оқибати қандай бўлганига назар солинглар», деб айт.","footnotes":""},{"id":"3229","sura":"27","aya":"70","arabic_text":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","translation":"Сен улар ҳақида ғам чекма ва қилаётган макрларидан ҳам сиқилма.","footnotes":""},{"id":"3230","sura":"27","aya":"71","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлади?» дерлар.","footnotes":""},{"id":"3231","sura":"27","aya":"72","arabic_text":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","translation":"Сен: «Сиз келишига ошиқаётган нарсанинг баъзиси ортингизга мингашиб олган бўлса, ажаб эмас», деб айт.","footnotes":"(Яъни, ўша ваъдалар шундоққина ортингизда турибди, аммо сиз сезмаяпсиз, холос. Дарҳақиқат, ғайбни ким билади? Эҳтимол, беш дақиқадан сўнг азоб, қиёмат ёки қайта тирилиш рўй берар, эҳтимол, ундан кўпроқ ёки озроқ вақт қолгандир. Ким билади буни?! Аллоҳ таоло бу ишларни хоҳлаган лаҳзасида содир этишга қодир.)"},{"id":"3232","sura":"27","aya":"73","arabic_text":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","translation":"Албатта, Роббинг одамларга нисбатан фазлу марҳамат соҳибидир. Лекин уларнинг кўплари шукр қилмаслар.","footnotes":""},{"id":"3233","sura":"27","aya":"74","arabic_text":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","translation":"Ва, албатта, Роббинг уларнинг диллари беркитган нарсани ҳам, ошкор қилган нарсани ҳам билур.","footnotes":""},{"id":"3234","sura":"27","aya":"75","arabic_text":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translation":"Осмону ерда ҳеч бир ғайб нарса йўқ, илло у очиқ-ойдин китобда бордир.","footnotes":""},{"id":"3235","sura":"27","aya":"76","arabic_text":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","translation":"Албатта, ушбу Қуръон Бани Исроилга улар ихтилоф қилаётган нарсаларнинг кўпини айтиб берадир.","footnotes":""},{"id":"3236","sura":"27","aya":"77","arabic_text":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","translation":"Албатта, у (Қуръон) мўминлар учун ҳидоят ва раҳматдир.","footnotes":""},{"id":"3237","sura":"27","aya":"78","arabic_text":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"Албатта, Роббинг улар ўртасида Ўз ҳукми ила ажрим чиқаради. У азийз ва билгувчидир.","footnotes":""},{"id":"3238","sura":"27","aya":"79","arabic_text":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","translation":"Бас, сен Аллоҳга таваккал қил. Албатта, сен очиқ-ойдин ҳақдадирсан.","footnotes":""},{"id":"3239","sura":"27","aya":"80","arabic_text":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","translation":"Албатта, сен ўликларга эшиттира олмайсан, ортга қараб қочаётган карларга ҳам чақириқни эшиттира олмайсан.","footnotes":""},{"id":"3240","sura":"27","aya":"81","arabic_text":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","translation":"Сен кўрларни залолатдан ҳидоятга солгувчи эмассан. Сен фақат мусулмон бўлган ҳолларида оятларимизга иймон келтирадиганларгагина эшиттира олурсан.","footnotes":"(Кофирлар ўлик, кар бўлиш билан бирга, кўр ҳамдир. Сен, эй Пайғамбар, у кўрларни адашиб юрган йўлларидан қайтариб, тўғри йўлга ҳидоят қила олмассан.)"},{"id":"3241","sura":"27","aya":"82","arabic_text":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","translation":"Қачонки уларнинг бошига сўз(ланган азоб) тушганида, Биз улар учун ердан бир жонивор чиқарамиз. У уларга, албатта, одамлар Бизнинг оятларимизга ишонмайдиган бўлганларини айтиб беради.","footnotes":"(Бу ҳодиса қиёматнинг аломатларидан биридир. Аллоҳ таоло ушбу ояти каримада кофирлар бошига ваъда қилинган сўз — қиёмат азоби тушиш чоғида ердан бир ҳайвон чиқариши ҳақида хабар бермоқда. Демак, бу ишнинг бўлиши муқаррарлигида ҳеч қандай шубҳа йўқ. Саҳиҳ ҳадиси шарифларда бу ҳайвон қиёматнинг аломатларидан бири эканлиги, тавба қилса, фойда бермайдиган вақт бўлиб қолганда чиқиши ҳақида хабарлар келган.)"},{"id":"3242","sura":"27","aya":"83","arabic_text":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","translation":"Биз ҳар умматнинг оятларимизни ёлғонга чиқарганларидан бир гуруҳини тўплаган кунда улар жамланиб-тизилиб туришар.","footnotes":""},{"id":"3243","sura":"27","aya":"84","arabic_text":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","translation":"Токи улар келиб бўлгач, У зот: «Бизнинг оятларимизни ёлғонга чиқардингизми?! Уларни пухта англамай туриб-а? Йўқса, нима қилган эдингиз?» дер.","footnotes":""},{"id":"3244","sura":"27","aya":"85","arabic_text":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","translation":"Ва уларга, зулм қилганлари сабабли, сўз(ланган азоб) тушар. Бас, улар сўзлай олмаслар.","footnotes":""},{"id":"3245","sura":"27","aya":"86","arabic_text":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Биз сокинлик топишлари учун кечани, кўришлари учун кундузни қилганимизни кўрмадиларми?! Албатта, бунда иймон келтирадиган қавмлар учун ибратлар бордир.","footnotes":""},{"id":"3246","sura":"27","aya":"87","arabic_text":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","translation":"Сур чалиниб, Аллоҳ хоҳлаганидан бошқа осмонлардаги кимсалар ва ердаги кимсалар даҳшатга тушган кунда ҳамма У(зот)га бўйин эгиб келурлар.","footnotes":""},{"id":"3247","sura":"27","aya":"88","arabic_text":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","translation":"Тоғларни кўриб, қимирламай турибди деб ҳисоблайсан. Ҳолбуки, улар булутнинг ўтишидек ўтурлар. Бу ҳар бир нарсани пухта қиладиган Аллоҳнинг санъатидир. Албатта, У нима қилаётганингиздан хабардордир.","footnotes":"(Қиёмат куни шундай даҳшатлики, кўзимизга энг салобатли, виқорли, мустаҳкам бўлиб кўринадиган улуғвор тоғлар ҳам жойидан кўчиб, титилиб, булутдай сузиб юради. Уларни кўрган одам, жойида турибди, деб ўйлайди, аслида эса, улар булутдек сузиб кетаётган бўлади.)"},{"id":"3248","sura":"27","aya":"89","arabic_text":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","translation":"Ким яхшилик қилса, унга ундан кўра яхшироқ (мукофот) бўлур. Ҳамда улар ўша куннинг даҳшатидан омондадирлар.","footnotes":""},{"id":"3249","sura":"27","aya":"90","arabic_text":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Ким ёмонлик қилса, бас, юзтубан дўзахга ташланурлар ва (уларга): «Сизларга фақат қилган амалларингиз жазоси берилмоқда, холос», (дейилур).","footnotes":""},{"id":"3250","sura":"27","aya":"91","arabic_text":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translation":"Мен ушбу шаҳарнинг Роббига, уни ҳарам қилган Зотга ибодат қилишга амр этилдим, холос. Ҳамма нарса Уникидир. Ва мусулмонлардан бўлишга амр этилдим.","footnotes":""},{"id":"3251","sura":"27","aya":"92","arabic_text":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","translation":"Ва Қуръонни тиловат қилишга (амр этилдим). Ким ҳидоят топса, фақат ўзи учун ҳидоят топадир. Ким залолатга кетса, унга: «Мен огоҳлантиргувчиларданман, холос», дегин.","footnotes":""},{"id":"3252","sura":"27","aya":"93","arabic_text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Сен: «Аллоҳга ҳамд бўлсин! У сизларга Ўз оят-мўъжизаларини кўрсатур. Сиз уларни кўриб, танийсиз», деб айт. Роббинг қилаётган амалларингиздан ғофил эмасдир.","footnotes":""}]