[{"id":"3341","sura":"29","aya":"1","arabic_text":"الٓمٓ","translation":"Алиф. Лаам. Мийм.","footnotes":""},{"id":"3342","sura":"29","aya":"2","arabic_text":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","translation":"Одамлар «иймон келтирдик» дейишлари ила имтиҳон қилинмай тарк этилишларини ўйладиларми?","footnotes":"(Иймон калимасини оғизда айтиш осон. Ҳар ким ҳам, иймон келтирдим, деб айтавериши мумкин. Аммо тил билан айтилган калима дилдан чиққанми ёки йўқми, буни аниқлаш учун банда синов-имтиҳондан ўтиши керак.)"},{"id":"3343","sura":"29","aya":"3","arabic_text":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","translation":"Ва, батаҳқиқ, Биз улардан олдингиларни ҳам имтиҳондан ўтказганмиз. Бас, Аллоҳ, албатта, содиқ бўлганларни ҳам билажак, ёлғончиларни ҳам билажак.","footnotes":""},{"id":"3344","sura":"29","aya":"4","arabic_text":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","translation":"Ёки ёмонликларни қиладиганлар биздан қочиб қутулишни ўйлайдиларми? Қилган ҳукмлари қандай ҳам ёмон-а?!","footnotes":""},{"id":"3345","sura":"29","aya":"5","arabic_text":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Ким Аллоҳга рўбарў бўлишдан умидвор бўлса, албатта, Аллоҳ белгилаган вақт келгувчидир. У ўта эшитгувчи ва ўта билгувчидир.","footnotes":""},{"id":"3346","sura":"29","aya":"6","arabic_text":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"Ким жиҳод қилса, бас, албатта, ўз фойдаси учун жидду жаҳд қилур. Албатта, Аллоҳ барча оламлардан беҳожатдир.","footnotes":""},{"id":"3347","sura":"29","aya":"7","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"Иймон келтириб, яхши амаллар қилганларнинг ёмонликларини албатта ўчирурмиз ва уларни қилган амалларининг энг яхшиси ила мукофотлармиз.","footnotes":""},{"id":"3348","sura":"29","aya":"8","arabic_text":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Ва инсонга ота-онасига яхшилик қилишни тавсия қилдик. Агар улар сенинг ўзинг билмаган нарсани Менга ширк келтиришинг учун жиҳод қилсалар, бас, уларга итоат қилма. Қайтишларингиз Менгагинадир. Бас, сизларга қилган нарсаларингиз хабарини берурман.","footnotes":""},{"id":"3349","sura":"29","aya":"9","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","translation":"Иймон келтириб, яхши амаллар қилганларни солиҳлар қаторига қўшурмиз.","footnotes":""},{"id":"3350","sura":"29","aya":"10","arabic_text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","translation":"Ва одамлардан, Аллоҳга иймон келтирдик, дейдиган, сўнгра Аллоҳнинг йўлида озорланса, одамларнинг фитнасини Аллоҳнинг азобидек қабул қиладиганлари ҳам бор. Агар Роббинг томонидан нусрат келса, улар, албатта, биз сиз билан бирга эдик, дерлар. Аллоҳ оламларнинг кўксиларидаги нарсаларни ўта билгувчи Зот эмасми?!","footnotes":"(Бундай одамлар, иймон калимасини айтсак бўлди, ҳамма нарса ўз-ўзидан бўлаверади, ҳеч қандай ёмонлик етмайди, деб тасаввур қиладилар. Одамларнинг фитнасини Аллоҳнинг азоби деб билади. Чидай олмай, турли ҳолатларга тушади ва иймондан қайтади.)"},{"id":"3351","sura":"29","aya":"11","arabic_text":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","translation":"Албатта, Аллоҳ иймон келтирганларни ҳам яхши билур, мунофиқларни ҳам яхши билур.","footnotes":""},{"id":"3352","sura":"29","aya":"12","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"Ва куфр келтирганлар иймон келтирганларга: «Бизнинг йўлимизга эргашинглар, хатоларингизни биз кўтарайлик», дерлар. Ҳолбуки, улар аларнинг хатоларидан ҳеч бир нарсани кўтаргувчи эмаслар. Албатта, улар ёлғончилардир.","footnotes":""},{"id":"3353","sura":"29","aya":"13","arabic_text":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","translation":"Албатта, улар ўз юкларини ҳам, у юклар билан бирга бошқа юкларни ҳам кўтарурлар. Албатта, қиёмат кунида уйдириб юрган нарсалари ҳақида сўралурлар.","footnotes":"(Оятдаги «юк»дан мурод гуноҳдир. Албатта, кофирлар гуноҳлари юкини кўтарадилар, шу билан бирга, ўз иғволари билан йўлдан урган одамларнинг гуноҳларини ҳам кўтарурлар. Аммо бу нарса уларнинг иғвосига учганларнинг гуноҳини енгиллатмайди, улар ҳам қилмишларига яраша жазоларини тортадилар.)"},{"id":"3354","sura":"29","aya":"14","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","translation":"Ва, батаҳқиқ, Биз Нуҳни қавмига Пайғамбар этиб юбордик. Бас, у улар ичида эллик йили кам минг йил турди. Сўнгра уларни золим бўлган ҳолларида тўфон олди.","footnotes":"(Бир одамнинг минг йилдан ортиқ ҳаёт кечиргани кўпларга ғалати туюлиши мумкин. Лекин бу нарса инкор қилиб бўлмайдиган ҳақиқатдир. Қуръони Каримда келган хабарни инкор қилган одам кофир бўлади. Айни чоқда, бу ҳол ақл тарозусида тортса бўладиган оддий бир иш. Қадимда кишиларнинг умрлари узун бўлгани ҳаммага маълум. Бунинг устига, оз сонли жонзотларнинг умри узун, адади кўпларники қисқа бўлиши ҳам тажрибада кўрилган. Нуҳ алайҳиссалом инсоният тўфон туфайли қирилиб кетган бир даврда яшаганликлари эътиборга олинса, мазкур умрузоқлик оддий бир ҳол экани билинади.)"},{"id":"3355","sura":"29","aya":"15","arabic_text":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"Бас, Биз у(Нуҳ)га ва кема соҳибларига нажот бердик ва у(кема)ни оламларга оят-белги қилдик.","footnotes":""},{"id":"3356","sura":"29","aya":"16","arabic_text":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Ва Иброҳимни (юбордик). Ўшанда у ўз қавмига: «Аллоҳга ибодат қилинглар ва Унга тақво қилинглар. Бундай қилишингиз, агар билсангиз, сиз учун яхшидир.","footnotes":"(Иброҳим алайҳиссалом қавмларига илоҳий даъватни жуда содда қилиб тушунтирдилар. Аллоҳга ибодат қилинглар, бошқага эмас, Аллоҳдан қўрқинглар, бошқадан эмас, дедилар. Демак, қиладиган ҳар бир ишингиз Аллоҳнинг розилигини топиш учун бўлсин. Ҳар лаҳзада Аллоҳга тақво қилиб туринг. Ана шунда мақсадга эришасиз.)"},{"id":"3357","sura":"29","aya":"17","arabic_text":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","translation":"Албатта, сизлар Аллоҳни қўйиб, бутларга ибодат қилмоқдасиз ва уйдирмалар тўқимоқдасиз, холос. Албатта, Аллоҳдан ўзга ибодат қилаётган нарсаларингиз сизга ризқ беришга молик эмаслар. Ризқни Аллоҳнинг ҳузуридан истанглар. Унга ибодат ва шукр қилинглар. Унгагина қайтарилурсиз.","footnotes":""},{"id":"3358","sura":"29","aya":"18","arabic_text":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"Агар сизлар ёлғончи қилсангиз, бас, сиздан олдинги умматлар ҳам ёлғончи қилганлар. Пайғамбар зиммасида очиқ-ойдин етказишдан бошқа нарса йўқ», деди.","footnotes":""},{"id":"3359","sura":"29","aya":"19","arabic_text":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"Аллоҳ махлуқни аввал бошдан қандай яратишини, сўнгра уни яна қайтаришини кўрмайдиларми?! Албатта, бу Аллоҳ учун осондир.","footnotes":"(Ҳар лаҳзада Аллоҳ таоло турли мавжудотларни йўқдан бор қилаётгани кўрилади. Дунёда пайдо бўлаётган ҳар бир янги нарсани Аллоҳ таоло яратаётгани аниқ. Буни тушуниб етмоқ лозим. Ўша янги пайдо бўлаётган махлуқотлардан, мавжудотлардан энг кичигини, энг соддасини, энг оддийини ҳам одамзот ярата олмайди. Барча инсонлар тўпланиб уринсалар ҳам, бу ишнинг уддасидан чиқа олмайдилар. Бу ҳам тажрибадан ўтган ҳақиқат. Инсон энди шу ҳақиқатни тан олиши лозимки, ана ўша барча махлуқотларни йўқдан бор қилган Зотга уларни қиёматда яна қайта тирилтириш жуда ҳам осон. Чунки йўқдан бор қилган Зотга борни қайтариш ҳеч гап эмас.)"},{"id":"3360","sura":"29","aya":"20","arabic_text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Сен: «Ер юзида сайр этиб юринглар ва махлуқотларни У зот аввал бошдан қандай яратганига назар солинглар. Сўнгра Аллоҳ охират ҳаётини пайдо қилур. Албатта, Аллоҳ ҳар бир нарсага қодирдир», деб айт.","footnotes":""},{"id":"3361","sura":"29","aya":"21","arabic_text":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","translation":"Кимни хоҳласа, азоблайдир, кимни хоҳласа, раҳим қиладир. Унгагина қайтарилурсиз.","footnotes":""},{"id":"3362","sura":"29","aya":"22","arabic_text":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"Сиз на ер юзида ва на кўкда У зотни ожиз қолдиргувчи эмассиз. Сизга Аллоҳдан ўзга дўст ҳам, ёрдамчи ҳам бўлмас.","footnotes":"(Cиз Ер юзида ҳам, кўкда ҳам Аллоҳни ожиз қолдириб, қочиб қутула олмайсиз. Унга қайтиб боришингиз, жазоингизни олишингиз турган гап.)"},{"id":"3363","sura":"29","aya":"23","arabic_text":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Аллоҳнинг оятларига ва Унга рўбарў бўлишга куфр келтирганлар, ана ўшалар Менинг раҳматимдан ноумид бўлдилар. Ана ўшаларнинг ўзларига аламли азоб бор.","footnotes":"(Ҳа, бу дунёда фақат кофиргина Аллоҳнинг раҳматидан ноумид бўлади. Чунки у ўзининг кофирлиги туфайли Аллоҳ билан бўлган алоқасини узади. )"},{"id":"3364","sura":"29","aya":"24","arabic_text":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Унинг қавмининг жавоби: «Уни ўлдиринглар ёки ўтда ёқинглар!» дейишларидан бошқа нарса бўлмади. Бас, Аллоҳ уни ўтдан қутқарди. Албатта, бунда иймон келтирадиган қавмлар учун оят-белгилар бордир.","footnotes":""},{"id":"3365","sura":"29","aya":"25","arabic_text":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","translation":"У: «Сизлар, албатта, ҳаёти дунёдаги ўзаро дўстлигингиз учун Аллоҳни қўйиб, бутларни тутдингиз. Сўнгра, қиёмат кунида баъзингиз баъзингизга куфр келтирурсиз ва баъзингиз баъзингизни лаънатларсиз. Ва жойингиз дўзахдир. Ҳамда сизга нусрат бергувчилар бўлмас.","footnotes":""},{"id":"3366","sura":"29","aya":"26","arabic_text":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Бас, унга Лут иймон келтирди ва: «Албатта, мен Роббимга ҳижрат қилгувчиман. Албатта, У Азийз ва Ҳакиймдир», деди.","footnotes":"(Яъни, Иброҳим алайҳиссаломга Лут иймон келтирди. Лут алайҳиссалом Иброҳим алайҳиссаломга жиян бўлар эди. Лут алайҳиссалом амакилари Иброҳим алайҳиссаломга иймон келтирган биринчи одам бўлдилар. Шунингдек, Иброҳим алайҳиссаломга хотинлари Биби Сора ҳам иймон келтирган эдилар. Тафсирчи уламоларимиз оятдаги «Албатта, мен Роббимга ҳижрат қилгувчиман» жумласини ким айтгани тўғрисида икки хил фикр билдирганлар. Баъзилари, бу гапни Лут алайҳиссалом айтган, десалар, кўплари, Иброҳим алайҳиссалом айтган, дейдилар. Нима бўлганда ҳам, Аллоҳга ҳижрат қилиш, дунёдаги барча нарсани ташлаб, Аллоҳ таолога томон интилиш туйғуси Иброҳим алайҳиссаломда ҳам, Лут алайҳиссаломда ҳам кучли бўлган. Аллоҳ таолонинг азиз-ғолиб, барчадан устун эканлигига ва ҳар нарсани ҳикмат билан қилишига ҳам уларнинг ишончлари юқори даражада бўлган.)"},{"id":"3367","sura":"29","aya":"27","arabic_text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","translation":"Биз унга Исҳоқни ва Яъқубни бахш этдик ва Пайғамбарлик ҳамда китобни унинг зурриётида бўладиган қилдик. Унга бу дунёда ажрини бердик. Албатта, у охиратда солиҳлардан бўлгай.","footnotes":""},{"id":"3368","sura":"29","aya":"28","arabic_text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"Ва Лутни (ҳам юбордик). Ўшанда у ўз қавмига: «Албатта, сиз ўзингиздан олдин ўтган оламлардан ҳеч ким қилмаган фоҳиша ишни қилмоқдасиз.","footnotes":""},{"id":"3369","sura":"29","aya":"29","arabic_text":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","translation":"Сизлар эркакларга яқинлик қилиб, йўлни кесасизми ва йиғинларингизда мункар иш қилурмисиз?!» деди. Унинг қавмининг жавоби: «Агар ростгўйлардан бўлсанг, бизга Аллоҳнинг азобини келтир», дейишдан бошқа бўлмади.","footnotes":""},{"id":"3370","sura":"29","aya":"30","arabic_text":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","translation":"У: «Эй Роббим, менга бузғунчи қавмларга қарши Ўзинг нусрат бер», деди.","footnotes":"(Бу бузғунчи қавмга ҳеч қандай насиҳат, даъват фойда бермади. Энди, уларга қарши Аллоҳнинг Ўзи нусрат бермаса, бошқа илож йўқ эди. Аллоҳ Лут алайҳиссаломнинг бу дуоларини қабул этди. Фоҳишачи қавмни ҳалок қилиш учун фаришталарни юборди. Ўша фаришталарга йўл-йўлакай Иброҳим алайҳиссаломга фарзанд кўришлари ҳақидаги башорат-хушхабарни етказиш ҳам топширилган эди. Шу мақсад ила улар аввал Иброҳим алайҳиссалом ҳузурларига келдилар.)"},{"id":"3371","sura":"29","aya":"31","arabic_text":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","translation":"Бизнинг элчиларимиз Иброҳимга хушхабарни келтиришганида: «Албатта, биз ушбу шаҳар аҳлини ҳалок қилгувчидирмиз. Албатта, унинг аҳли зулм қилгувчилардан бўлдилар», дедилар.","footnotes":""},{"id":"3372","sura":"29","aya":"32","arabic_text":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"У: «Унда Лут бор-ку?!» деди. Улар: «Биз унда ким борлигини яхши билурмиз. Биз, албатта, унга ва унинг аҳлига нажот берурмиз. Магар, унинг хотини ҳалок бўлгувчилардан бўлгандир», дедилар.","footnotes":""},{"id":"3373","sura":"29","aya":"33","arabic_text":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"Элчиларимиз Лутга келишганида, у улар сабабли маҳзун бўлди ва келишларидан юраги сиқилди. Улар: «Сен хавфсирама ва маҳзун ҳам бўлма, албатта, биз сени ва аҳлингни қутқаргувчилармиз. Магар, хотининг ҳалок бўлгувчилардан бўлгандир.","footnotes":"(Лут алайҳиссаломнинг Аллоҳ юборган фаришталарни кўриб хафа бўлишларига сабаб бор эди. Аввалло, элчи-фаришталар навқирон ҳуснли йигитлар қиёфасида келган эдилар. Қолаверса, Лут алайҳиссалом уларнинг элчи-фаришталар эканидан ҳали-ҳануз хабар топмаган эдилар. Шунинг учун ёш ва чиройли меҳмон йигитларга жиноятчи қавм тажовуз қилиб, мезбон Лут алайҳиссаломни шарманда этишлари мумкин эди. Шу сабабли Лут алайҳиссалом уларни кўриб маҳзун бўлдилар ва юраклари сиқилди.)"},{"id":"3374","sura":"29","aya":"34","arabic_text":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Албатта, биз ушбу шаҳар аҳолиси бошига, фосиқлик қилганлари туфайли, осмондан азоб туширгувчимиз», дедилар.","footnotes":""},{"id":"3375","sura":"29","aya":"35","arabic_text":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Батаҳқиқ, Биз ундан ақл юритгувчи қавмлар учун очиқ-ойдин оят-белгилар қолдирганмиз.","footnotes":"(Лут қавмидан, улар яшаб ўтган диёрдан уларнинг жиноятлари оқибати нима билан тугаганини эслатиб турувчи нишоналар қолдирилгандир. Бу нишоналар ўша қавм ҳақидаги қисса, оят ва эсдаликлар бўлиши мумкин. Шунингдек, улар яшаб ўтган юртнинг қолдиқлари ҳам бўлиши мумкин. Ўлик денгиз ҳудудида Садум шаҳрининг қолдиқлари топилган, ҳозирда кўпчилик бориб кўрмоқда.)"},{"id":"3376","sura":"29","aya":"36","arabic_text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"Ва Мадянга биродарлари Шуъайбни (юбордик). Бас, у: «Эй қавмим, Аллоҳга ибодат қилинг, охират кунидан умидвор бўлинг ва ер юзида бузғунчилик ила ҳаракат қилиб юрманг», деди.","footnotes":"(Шуайб алайҳиссалом ҳам, Иброҳимг алайҳиссаломнин зурриётларидан чиққан араблардандирлар.)"},{"id":"3377","sura":"29","aya":"37","arabic_text":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"Бас, уни ёлғончига чиқардилар. Шунда уларни бир силкиниш тутди ва диёрларида чўккалаб қолдилар.","footnotes":"(Мадян аҳлининг қай тарзда ҳалокатга учрагани ҳақидаги хабар тафсилоти бошқа сураларда ўтди. Аввал уларга қаттиқ ва даҳшатли овоз келиб, қалбларини ёриб юборди. Кейин кучли зилзила бўлиб, уларни тутдек тўкиб қўйди. Ҳаммалари турган жойларида чўккалаб қолиб, ҳалок бўлдилар. Бу ҳалокат уларнинг иймон йўлига юрмаганликларининг жазоси эди.)"},{"id":"3378","sura":"29","aya":"38","arabic_text":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","translation":"Ва Од ва Самудни (ҳам ҳалок этдик). Батаҳқиқ, бу сизга уларнинг масканларидан аён бўлиб турибди. Шайтон уларга амалларини зийнатлаб кўрсатиб, уларни йўлдан тўсди. Ҳолбуки, улар кўриб-билиб тургувчи эдилар.","footnotes":""},{"id":"3379","sura":"29","aya":"39","arabic_text":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","translation":"Қорун, Фиръавн ва Ҳомонларни (ҳам ҳалок қилдик). Батаҳқиқ, Мусо уларга очиқ-ойдин ҳужжатлар келтирди. Бас, улар ер юзида мутакаббирлик қилдилар ва қочиб қутулгувчи бўлмадилар.","footnotes":""},{"id":"3380","sura":"29","aya":"40","arabic_text":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Улардан ҳар бирини гуноҳи туфайли тутдик. Бас, улардан баъзилари устига тош ёғдирдик, баъзиларини қичқириқ ушлади, баъзиларини ерга юттирдик ва баъзиларини ғарқ қилдик. Аллоҳ уларга зулм этгувчи бўлмади, лекин улар ўзларига зулм этдилар.","footnotes":""},{"id":"3381","sura":"29","aya":"41","arabic_text":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"Аллоҳни қўйиб, ўзга дўстлар тутганларнинг мисоли ўзига уй тутган ўргимчакка ўхшайдир. Ҳолбуки, энг заиф уй ўргимчакнинг уясидир. Кошки, билсалар эди.","footnotes":"(Аллоҳдан ўзганинг йўлини тутганлар, унинг уйидан ўзга уйда яшашни ихтиёр қилганлар ўзларининг ўргимчак уясида яшашни ихтиёр қилаётганларини кошки билсалар эди. Уларнинг тузган тузумлари худди ўргимчак уясига ўхшаб, ўта нимжон эканини билсалар эди. Такаббурликлари ила Аллоҳ қуриб берган улуғвор қасрни инкор этиб, ўргимчак уясида яшашни ихтиёр қилаётганларини билсалар эди. Бу ҳақиқатни биладиларми, билмайдиларми — уларга фарқи йўқ.)"},{"id":"3382","sura":"29","aya":"42","arabic_text":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Албатта, Аллоҳ улар Ўзидан бошқа нима нарсага дуо қилаётганларини яхши биладир. Ва У азийз ва ҳакийм Зотдир.","footnotes":""},{"id":"3383","sura":"29","aya":"43","arabic_text":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","translation":"Ушбу мисолларни Биз одамлар учун келтирурмиз. Лекин уларга олимлардан ўзгаларнинг ақллари етмас.","footnotes":"(Ҳа, Аллоҳ таоло келтираётган мисолларни ақлли кишиларгина тўла тушуниб етадилар. Ундан ўзларига ибрат оладилар. Ақлсизлар эса, бу мисолларни тушуниш ўрнига Макка мушриклари каби: «Муҳаммаднинг Робби пашша ва ўргимчакни гапириб юрибди», деб масхара қиладилар.)"},{"id":"3384","sura":"29","aya":"44","arabic_text":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","translation":"Аллоҳ осмонлар ва ерни ҳақ ила яратгандир. Албатта, бунда мўминлар учун оят-белги бордир.","footnotes":""},{"id":"3385","sura":"29","aya":"45","arabic_text":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","translation":"Сенга китобдан ваҳий қилинган нарсани тиловат қил ва намозни тўкис адо эт, албатта, намоз фоҳиша ва мункар ишлардан қайтарур. Албатта, Аллоҳнинг зикри буюк ишдир. Аллоҳ нима қилсангиз, билур.","footnotes":"(Қуръонни тиловат қилиб, кишиларга етказиш Ислом даъватининг асосий омилидир. Ушбу илоҳий китоб маъноларини кишиларга етказиш, унинг таълимотларига амал қилишга чақириш даъватчининг асосий иши бўлмоғи лозим. Биз «намозни тўкис адо эт» деб таржима қилган жумлани тўридан-тўғри, сўзма-сўз ўзбекчага ағдарадиган бўлсак, «намозни тик турғиз» бўлиб чиқади. Демак, намозни ўқиш билан намозни тик турғизиш, яъни тўкис адо этиш орасида фарқ бор. Аллоҳ таоло Пайғамбар алайҳиссалоту вассаломга намоз ўқи деб эмас, намозни тўкис адо эт, деб хитоб қилмоқда. Мана шу нуқтадан кимнинг намози ҳақиқий, кимники сохта эканини билиб оламиз. Намозни ҳамма ҳам ўқийверади, лекин намозхон фоҳиша ва мункар ишлардан қайтмаса, унинг ўқиган намози ҳақиқий бўлмайди. Қачонки намозхон намозни тўкис адо қилса, фоҳиша ва мункар ишлардан қайтади.)"},{"id":"3386","sura":"29","aya":"46","arabic_text":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Сизлар аҳли китобларнинг зулм қилганларидан бошқалари билан фақат яхши услубда мужодала этинглар ва уларга: «Биз ўзимизга нозил қилинган ва сизга нозил қилинган нарсага иймон келтирдик, бизнинг илоҳимиз ва сизнинг илоҳингиз бирдир ва биз Унга бўйсунгувчимиз», денглар.","footnotes":"(Оятда зулм қилмаган аҳли китоблар билан яхши, гўзал услубда мужодала қилишга амр этилмоқда. Аввало, зулм қилган аҳли китоблар ким эканини ажратиб олайлик. Аҳли китобларнинг зулм қилганлари хоҳ яҳудий, хоҳ насроний бўлсин, ўзларига келган илоҳий таълимотларни бузиб, Аллоҳга ширк келтирган, соф ақидани ўзгартирганлардир. Демак, улар билан яхши услубда мужодала қилишга ўрин йўқ, чунки улар золимлардир.)"},{"id":"3387","sura":"29","aya":"47","arabic_text":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","translation":"Ана шундай қилиб, сенга ҳам китоб нозил қилдик. Бас, Биз китоб берган кимсалар унга иймон келтирурлар. Анавилардан ҳам унга иймон келтирадиганлари бор. Бизнинг оятларимизни фақат кофирларгина инкор этурлар.","footnotes":"(Қуръон оятларини ким инкор этса, ким уларга иймон келтирмаса, ўша кофирдир. Хоҳ у аҳли китобдан бўлсин, хоҳ мушриклардан бўлсин, хоҳ бошқа тоифадан бўлсин. Баъзи бир устамон аҳли китоблар ҳозирда содда мусулмонларнинг бошини аввалги оят маъноси билан айлантирмоқдалар. Мана, Қуръонда сизлар билан бизни тенг дейилган, Илоҳимиз бир, фарқи йўқ, келинглар, Инжил ўқинглар, черковга киринглар, деб йўлдан урмоқдалар. Кейинги оят эса, айтилмай қолиб кетмоқда. Мусулмонлар Қуръондан узоқлашганда ана шундай мусибатлар келиб чиқади. Ислом келди, бошқа барча динлар ботил бўлди. Қуръон келди, бошқа барча китоблар насх бўлди. Ушбу ҳақиқатни ҳамма яхши билмоғи даркор.)"},{"id":"3388","sura":"29","aya":"48","arabic_text":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","translation":"Ундан олдин ҳеч бир китобни тиловат қилмас эдинг ва қўлинг билан хат ёзмас эдинг. Агар шундай бўлганида, ботил аҳллари шубҳага тушган бўлур эдилар.","footnotes":"(Бу ўқиш-ёзишни билади, бирор китобдан ўқигандир, бирор устоздан ёзиб олгандир, деб Қуръоннинг илоҳий китоб эканлиги ҳақида шубҳага тушган бўлар эдилар.)"},{"id":"3389","sura":"29","aya":"49","arabic_text":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","translation":"Йўқ! У(Қуръон) илм берилганлар кўксидаги очиқ-ойдин оятлардир. Бизнинг оятларимизни фақат золимларгина инкор қилур.","footnotes":""},{"id":"3390","sura":"29","aya":"50","arabic_text":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translation":"Ва улар: «Унга Роббидан мўъжизалар нозил қилинса эди», дедилар. Сен: «Мўъжизалар ёлғиз Аллоҳнинг ҳузуридадир. Мен эса, фақат очиқ-ойдин огоҳлантиргувчиман, холос», дегин.","footnotes":""},{"id":"3391","sura":"29","aya":"51","arabic_text":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","translation":"Уларга Бизнинг сенга ўзлари учун тиловат қилинаётган ушбу китобни нозил этганимиз кифоя қилмасми?! Албатта, бунда иймон келтирадиган қавмлар учун раҳмат ва эслатма бордир.","footnotes":""},{"id":"3392","sura":"29","aya":"52","arabic_text":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"Сен: «Мен билан сизнинг орамизда гувоҳликка Аллоҳнинг Ўзи кифоядир. У осмонлару ердаги нарсани билур. Ботилга иймон келтириб, Аллоҳга куфр келтирганлар, ана ўшалар ўзлари зиён кўргувчилардир», деб айт.","footnotes":""},{"id":"3393","sura":"29","aya":"53","arabic_text":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Улар сендан азобни тезлаштиришни талаб қилурлар. Агар белгиланган ажал бўлмаганида, уларга, албатта, азоб келган бўлур эди. Албатта, уларга у тўсатдан, улар сезмаган ҳолда келур.","footnotes":""},{"id":"3394","sura":"29","aya":"54","arabic_text":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","translation":"Улар сендан азобни тезлаштиришни талаб қилурлар. Ҳолбуки, жаҳаннам, ҳеч шубҳасиз, кофирларни ўраб тургувчидир.","footnotes":""},{"id":"3395","sura":"29","aya":"55","arabic_text":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"У кунда азоб уларни устларидан ва оёқлари остидан ўраб олур ва У зот: «Қилиб юрган амалларингиз(жазоси)ни тотинг!» деб айтур.","footnotes":""},{"id":"3396","sura":"29","aya":"56","arabic_text":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","translation":"Эй, иймон келтирган бандаларим, албатта, Менинг ерим кенгдир. Бас, Менгагина ибодат қилинглар.","footnotes":"(Сиз Менинг бандамсиз, ер Менинг ерим. Кофирлар бирор жойда иймонингиз учун, дину диёнатингиз учун сизга тинчлик бермаётган бўлса, қийноқ-қистовга олаётган бўлса, Менинг ерим кенг, бошқа томонида яшаб, истиқомат қилишингиз мумкин.)"},{"id":"3397","sura":"29","aya":"57","arabic_text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","translation":"Ҳар бир жон ўлимни тотажакдир. Сўнгра Бизгагина қайтарилурсиз.","footnotes":""},{"id":"3398","sura":"29","aya":"58","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"Иймон келтириб, яхши амалларни қилганларни жаннатдан остидан анҳорлар оқиб турган олиймақом жойларга жойлаштирурмиз. У ерда абадий қолурлар. Амал қилгувчиларнинг ажри қандай ҳам яхши!","footnotes":""},{"id":"3399","sura":"29","aya":"59","arabic_text":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"Улар сабр қилган ва Роббиларигагина таваккул қиладиган зотлардир.","footnotes":""},{"id":"3400","sura":"29","aya":"60","arabic_text":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Ўз ризқини кўтара олмайдиган қанчадан-қанча жонзотлар бор. Уларга ҳам, сизларга ҳам Аллоҳ ризқ берадир. Ва У ўта эшитгувчи ва ўта билгувчи Зотдир.","footnotes":"(Дарҳақиқат, ўйлаб кўрадиган бўлсак, кўпгина жонзотлар ризқга муҳтож бўлганида, уни тановвул қилишдан бошқа нарсани билмайди. Ризқ топиш учун ҳаракат ҳам қилмайди. Ризқни ўзи билан кўтариб ҳам юрмайди. Ўзига ризқ жамғармайди ҳам. Фақат ризқ керак бўлганида, уни тановвул қилади, холос. Аммо ризқ топилмасдан, бирортаси очқаб ўлиб ҳам қолмайди. Ризқини териб еб юраверади. Фақат инсонгина ризқ тўплашни одат қилган. Илоҳий таълимотлардан узоқ бўлган баъзи бир одамлар ҳаётни ризқ-рўз учун курашишдан иборат, деб ўйлайдилар. Улар ўзларича, ризқни ўзимиз топмоқдамиз, деб гумон қиладилар.)"},{"id":"3401","sura":"29","aya":"61","arabic_text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"Агар улардан: «Осмонлару ерни ким яратган ва қуёшнию ойни ўз измига қаратган ким?» деб сўрасанг: «Аллоҳ», дерлар. Бас, унда қаёққа бурилмоқдалар?!","footnotes":""},{"id":"3402","sura":"29","aya":"62","arabic_text":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Аллоҳ Ўз бандаларидан кимни хоҳласа, ризқини кенг қилиб қўядир ва хоҳлаганиникини тор қиладир. Албатта, Аллоҳ ҳар бир нарсани ўта билгувчи Зотдир.","footnotes":""},{"id":"3403","sura":"29","aya":"63","arabic_text":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translation":"Агар улардан: «Осмондан сув тушириб, у билан ўлган ерни тирилтирган ким?!» деб сўрасанг, албатта, улар: «Аллоҳ», дерлар. Сен: «Аллоҳга ҳамд бўлсин!» деб айт. Йўқ! Уларнинг кўплари ақл юритмаслар.","footnotes":"(Мушрикларга тиллари билан ўзларига қарши далил айтдирган Аллоҳга ҳамдлар бўлсин.)"},{"id":"3404","sura":"29","aya":"64","arabic_text":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"Бу дунё ҳаёти фақат ўйин-кулгидан иборатдир. Агар билсалар, охират диёри, ана ўша ҳақиқий ҳаётдир.","footnotes":""},{"id":"3405","sura":"29","aya":"65","arabic_text":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","translation":"Улар қачон кемага минсалар, Аллоҳга, Унинг динига ихлос қилган ҳолларида дуо қилурлар. Нажот бериб, уларни қуруқликка чиқарса, баногоҳ ширк келтирурлар.","footnotes":""},{"id":"3406","sura":"29","aya":"66","arabic_text":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"Улар Биз берган нарсага куфр келтираверсинлар ва ҳузур қилаверсинлар! Бас, тезда билурлар.","footnotes":""},{"id":"3407","sura":"29","aya":"67","arabic_text":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","translation":"Биз уларга Ҳарамни омонлик жойи қилиб қўйганимизни билмабмидилар?! Ҳолбуки, уларнинг атрофида одамлар талон-тарожга учрамоқдалар. Улар ботилга иймон келтириб, Аллоҳнинг неъматига куфр келтирурларми?!","footnotes":"(Макка аҳли Ҳарами Шарифнинг ҳурмати сабабидан омонликда яшар эдилар. Ҳеч ким уларга тегмас, ҳатто ёмон қарамас, балки Ҳарами Шарифнинг юзидан уларни ҳам улуғлар, эҳтиром қилар эдилар. Ҳарамнинг чегарасидан ташқаридагиларни эса, хоҳлаганлар ўлдирар, хоҳлаганлар олиб кетиб, қул қилар ёки молу дунёсини тортиб олар эди.)"},{"id":"3408","sura":"29","aya":"68","arabic_text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","translation":"Аллоҳга нисбатан ёлғон тўқиган ёки ўзига келган ҳақни ёлғонга чиқарган кимсадан ҳам золимроқ одам борми?! Кофирларга жаҳаннамда турар жой йўқмиди?!","footnotes":""},{"id":"3409","sura":"29","aya":"69","arabic_text":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","translation":"Бизнинг (йўлимизда) жидду жаҳд қилганларни Ўз йўлларимизга ҳидоят этурмиз. Албатта, Аллоҳ чиройли амал қилгувчилар биландир.","footnotes":""}]