[{"id":"294","sura":"3","aya":"1","arabic_text":"الٓمٓ","translation":"Алиф. Лаам. Мийм.","footnotes":"(Ҳижо ҳарфлари ҳақида Бақара сурасида батафсил тўхтаб ўтилган.)"},{"id":"295","sura":"3","aya":"2","arabic_text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","translation":"Аллоҳ — Ундан ўзга илоҳ йўқ. У тирик ва қаййум Зотдир.","footnotes":"(Ушбу ояти карима тавҳидни, Аллоҳнинг ягоналигини холис баён қилади. Аллоҳ доим тирикдир, ўлмайди. У қаййум — бандалари ишларининг тадбирида доимо қоим турувчидир.)"},{"id":"296","sura":"3","aya":"3","arabic_text":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"У сенга китобни ҳақ ила ўзидан аввалги нарсани тасдиқловчи қилиб туширди ҳамда Таврот ва Инжилни туширди.","footnotes":""},{"id":"297","sura":"3","aya":"4","arabic_text":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translation":"Ундан олдин одамларга ҳидоят қилиб. Ва Фурқонни ҳам туширди. Аллоҳнинг оятларига куфр келтирганларга шиддатли азоб бор. Аллоҳ Азийз ва интиқом олувчи Зотдир.","footnotes":"(Демак, Муҳаммад алайҳиссаломга тушган китобни ҳам Аллоҳнинг Ўзи туширган, китобларнинг тушиши башарият учун янгилик эмас, Қуръон ҳам аввалги тушган илоҳий китобларнинг давоми.)"},{"id":"298","sura":"3","aya":"5","arabic_text":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","translation":"Албатта, Аллоҳ Унга ерда ҳам, осмонда ҳам ҳеч нарса махфий қолмайдиган Зотдир.","footnotes":""},{"id":"299","sura":"3","aya":"6","arabic_text":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"У сизларни бачадонларда хоҳлаган сувратга соладиган Зотдир. Ундан ўзга илоҳ йўқ. У Азийз ва Ҳакийм Зотдир.","footnotes":""},{"id":"300","sura":"3","aya":"7","arabic_text":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"У сенга китобни туширган Зотдир. Унда муҳкам — ойдин оятлар ҳам бор ва улар китобнинг аслидир ва муташобиҳ оятлар ҳам бор. Қалбларида ҳидоятдан оғиш борлар фитна мақсадида ва уни таъвийл қилиш мақсадида ундан муташобиҳ бўлганига эргашадир. Унинг таъвийлини Аллоҳдан бошқа ҳеч ким билмас. Илмда собит бўлганлар эса: Унга иймон келтирдик, барчаси Роббимиз ҳузуридандир, дерлар. Ва фақат ақл эгаларигина эсларлар.","footnotes":"(«Муҳкам» сўзи маҳкам, очиқ-ойдин, бошқа ёққа буриб бўлмайдиган, деган маънони англатади. «Муташобиҳ» сўзи эса, ўхшаш, бирини биридан ажратиш қийин, бир неча маъноларни англатадиган, деган маъноларни билдиради. Қуръони Карим оятлари ҳам муҳкам ва муташобиҳга бўлинади.)"},{"id":"301","sura":"3","aya":"8","arabic_text":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":" Эй Роббимиз, бизни ҳидоят қилганингдан сўнг қалбларимизни оғдирмагин ва бизга Ўз ҳузурингдан раҳмат ато қилгин. Албатта Сенинг Ўзинг кўплаб ато қилувчисан.","footnotes":""},{"id":"302","sura":"3","aya":"9","arabic_text":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","translation":"Эй Роббимиз, албатта, Сен одамларни келишига шубҳа йўқ кунда йиғувчисан. Албатта, Аллоҳ ваъдага хилоф қилмас.","footnotes":""},{"id":"303","sura":"3","aya":"10","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","translation":"Албатта, куфр келтирганларнинг моллари ҳам, болалари ҳам улардан Аллоҳнинг азобини қайтара олмас. Ана ўшалар, ўзлари дўзахнинг ёқилғисидирлар.","footnotes":""},{"id":"304","sura":"3","aya":"11","arabic_text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","translation":"Фиръавн аҳлининг ва улардан олдингиларнинг ҳолига ўхшар. Улар оятларимизни ёлғонга чиқардилар. Бас, гуноҳлари туфайли Аллоҳ уларни тутди. Ва Аллоҳ иқоби шиддатли Зотдир.","footnotes":""},{"id":"305","sura":"3","aya":"12","arabic_text":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"Куфр келтирганларга: «Тезда мағлуб бўласизлар ва жаҳаннамга йиғиласизлар, у қандоқ ҳам ёмон жой», деб айт.","footnotes":"(Куфрнинг оқибати икки дунёнинг мағлубиятидир. Ушбу оятда Аллоҳ таоло уларнинг бу дунёда тезда мағлуб бўлишларининг, охиратда ҳам жаҳаннамга тўпланишларининг хабарини бермоқда.)"},{"id":"306","sura":"3","aya":"13","arabic_text":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","translation":"«Сизга тўқнашган икки фирқада ибрат бор эди. Бир фирқа Аллоҳнинг йўлида уришадир. Бошқаси кофирдир. Улар ўз кўзлари билан (душман) ўзларига икки баробарлигини кўриб турардилар. Ва Аллоҳ кимни хоҳласа, ўшани Ўз нусрати ила қўллайдир. Албатта, бунда ақл эгалари учун ибрат бордир», деб айт.","footnotes":"(Маълумки, Бадр урушида мушрикларнинг сони мусулмонларнинг ададидан уч баробар кўп эди. Шунга қарамай, Аллоҳ таолонинг нусрати билан мусулмонлар ғолиб келдилар.)"},{"id":"307","sura":"3","aya":"14","arabic_text":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","translation":"Одамларга аёллардан, болалардан, тўп-тўп тилло ва кумушдан, гўзал отлардан, чорвадан, экин-тикиндан иборат шаҳватларнинг муҳаббати зийнатланди. Улар дунё ҳаётининг матоҳидир. Аллоҳнинг ҳузурида эса, ҳуснли қайтар жой бор.","footnotes":"(«Шаҳват» сўзи урфда жинсий маънода ишлатиб келинади. Аслида эса, шаҳват «иштаҳа» сўзидан олинган бўлиб, кўнгил тусаши, хоҳлашига айтилади. Ушбу ояти каримада одамларнинг кўнглига муҳаббати зийнатланган, иштаҳалари доим тортиб турадиган нарсалар ҳақида сўз кетмоқда.)"},{"id":"308","sura":"3","aya":"15","arabic_text":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Сен: «Ўша нарсаларингиздан яхшироғининг хабарини берайми?! Тақво қилганларга Роббилари ҳузурида остидан анҳорлар оқиб турган жаннатлар бор. Унда абадий қолурлар. Покиза жуфтлар ва Аллоҳ томонидан розилик бор. Ва Аллоҳ бандаларни кўриб турувчидир», деб айт.","footnotes":"(Ҳамма бу дунёнинг матоҳига ўзини уради. Ўшани деб кўплар гуноҳга ботади, диндан чиқади. Ҳолбуки, бу нарсалар шунча уринишга арзимайдиган нарсалардир. Беш кунлик дунёнинг ўткинчи орзу-ҳаваси, холос. Лекин бошқа тарафда ундан яхши, абадий неъматлар бор. Аллоҳ таоло ушбу оятда Пайғамбаримиз алайҳиссаломга хитобан: «Ўша нарсаларингиздан яхшироғининг хабарини берайми?! деб айт», деб буюрмоқда. Охират неъматлари бу дунё матоҳидан нақадар устун эканлиги шак-шубҳасиз ҳақиқатдир. Аммо охират неъматларининг яна бир ўзига хос имтиёзи бор. У ҳам бўлса, уларнинг тақводор бандаларга хослигидир, бошқаларга насиб қилмайди.)"},{"id":"309","sura":"3","aya":"16","arabic_text":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","translation":"Улар: «Роббимиз, албатта, биз иймон келтирдик, бизнинг гуноҳларимизни мағфират қилгин ва дўзах азобидан сақлагин», дейдиганлардир.","footnotes":""},{"id":"310","sura":"3","aya":"17","arabic_text":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","translation":"Сабр қилувчилар, содиқлар, доимий тоат қилувчилар, нафақа қилувчилар ва саҳарда истиғфор айтувчилардир.","footnotes":""},{"id":"311","sura":"3","aya":"18","arabic_text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Аллоҳ адолат ила туриб, албатта, Ундан ўзга илоҳ йўқлигига шоҳидлик берди. Фаришталар ва илм эгалари ҳам. Ундан ўзга илоҳ йўқ. У азийз ва ҳакийм Зотдир.","footnotes":""},{"id":"312","sura":"3","aya":"19","arabic_text":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Албатта, Аллоҳнинг ҳузуридаги дин Исломдир. Китоб берилганлар фақат уларга илм келгандан сўнг, ўзаро ҳасад қилишибгина ихтилоф қилдилар. Ким Аллоҳнинг оятларига куфр келтирса, бас, албатта, Аллоҳ ҳисобни тезда қилувчидир.","footnotes":"(Аллоҳнинг ҳузурида Исломдан бошқа дин йўқ. Яҳудий, насроний, буддий ёки яна бошқа ҳар хил динлар Аллоҳнинг ҳузурида эътиборини йўқотган динлардир. Уларга эътиқод ва амал қилганлар беҳуда юрибдилар ҳисоб. Дунёда Аллоҳ ягона бўлганидан кейин, ақида ҳам ягона бўлиши керак. У Ислом ақидасидир. Аҳли китобнинг келишмовчилиги илмсизликдан, жоҳилликдан эмас. Уларга Аллоҳ томонидан илм келган эди. Улар Аллоҳнинг ягоналигини, ибодатга сазоворликда ҳам ягоналигини, бандаларнинг вазифаси нимадан иборат эканлигини яхши билар эдилар. Билиб туриб, ихтилоф қилдилар.)"},{"id":"313","sura":"3","aya":"20","arabic_text":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Агар сен билан тортишсалар: «Мен юзимни Аллоҳга таслим этдим ва менга эргашганлар ҳам!« деб айт. Ва китоб берилганларга ва саводсизларга: «Исломга кирдингизми?» деб айт. Агар Исломга кирсалар, бас, батаҳқиқ, ҳидоят топдилар. Агар юз ўгирсалар, сенинг зиммангда етказиш, холос. Аллоҳ бандаларни кўриб турувчидир.","footnotes":"(Юз инсоннинг энг олий аъзоси ҳисобланади. Юзни Аллоҳга таслим қилиш эса, ўша юзнинг эгаси бутун вужудини Аллоҳга топширганини билдиради. Пайғамбар алайҳиссаломки ўзларига ушбу йўлни танлабдилар, у кишига эргашган умматлари ҳам албатта шу йўлни танлайдилар. Бундан бошқа гап бўлиши мумкин эмас.)"},{"id":"314","sura":"3","aya":"21","arabic_text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","translation":"Албатта, Аллоҳнинг оятларига куфр келтирадиганлар, Пайғамбарларни ноҳақдан ўлдирадиганлар ва одамлардан адолатга буюрадиганларини ўлдирадиганларга аламли азобнинг башоратини бер.","footnotes":""},{"id":"315","sura":"3","aya":"22","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","translation":"Ана ўшалар, амаллари бу дунё-ю охиратда ҳабата бўлганлардир ва уларга ёрдам берувчилар йўқдир.","footnotes":"(Иймонлари йўқлиги, Аллоҳнинг оятларига куфр келтирганлари туфайли баъзи қилган яхши ишлари ҳам бекор кетади. Уларга савоб ва нажот келтирмайди. Ҳамда бошларига мушкул тушган пайтда ёрдамчилар йўқдир.)"},{"id":"316","sura":"3","aya":"23","arabic_text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","translation":"Китобдан насиба берилганларга қарамайсанми?! Ораларида ҳукм юритиш учун Аллоҳнинг китобига чақирилганларида улардан бир гуруҳлари юз ўгириб ортга қайтарлар.","footnotes":"(Ибн Исҳоқ ривоят қиладиларки, Пайғамбаримиз Муҳаммад алайҳиссалом Байтул Мидросда бир гуруҳ яҳудийларни Аллоҳнинг динига чақирганларида, улардан Нуъмон ибн Амр ва Ҳарс ибн Зайд деганлари: «Эй Муҳаммад, сен қайси диндасан?» дедилар. У зот алайҳиссалом: «Иброҳим миллати ва динидаман», дедилар. Улар: «Иброҳим яҳудий бўлган, дейишди. Шунда Пайғамбар алайҳиссалом: «Ундоқ бўлса, келинглар, шу масалани Тавротдан кўрайлик», деганларида, улар бош тортдилар.)"},{"id":"317","sura":"3","aya":"24","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Бунинг сабаби — уларнинг: «Бизга саноқли кунлардан бошқа ҳеч ўт тегмас», деганларидадир. Тўқиган нарсалари уларни динларида адаштирди.","footnotes":""},{"id":"318","sura":"3","aya":"25","arabic_text":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Унда, бўлишида шубҳа йўқ кунда уларни жамлаганимизда ва ҳар бир жон зулм қилинмасдан, қилганига яраша жазосини олганда, ҳоллари қандай бўладир?","footnotes":""},{"id":"319","sura":"3","aya":"26","arabic_text":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Сен: «Эй барча мулкнинг эгаси Роббим! Хоҳлаган кишингга мулк берурсан ва хоҳлаган кишингдан мулкни тортиб олурсан, хоҳлаган кишингни азиз қилурсан, хоҳлаган кишингни хор қилурсан. Барча яхшилик Сенинг қўлингда. Албатта, Сен ҳар бир нарсага қодирсан.","footnotes":""},{"id":"320","sura":"3","aya":"27","arabic_text":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"Кечани кундузга киритурсан ва кундузни кечага киритурсан, ўликдан тирикни чиқарурсан ва тирикдан ўликни чиқарурсан ҳамда хоҳлаган кишингга беҳисоб ризқ берурсан», деб айт.","footnotes":"(Кўриниб турибдики, бу икки оятда жуда ҳам улкан маънолар ўз аксини топган. Ягона Аллоҳнинг фақат Ўзига хос камолот сифатлари жамланган. Шунинг учун ҳам ушбу икки оятни кундалик вирд-вазифа сифатида ўқиб юриш тавсия қилинади.)"},{"id":"321","sura":"3","aya":"28","arabic_text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"Мўминлар мўминларни қўйиб, кофирларни дўст тутмасинлар. Ким буни қилса, бас, унга Аллоҳдан ҳеч нарса йўқ. Магар улардан сақлансангиз, Аллоҳ сизларни Ўз(азоб)идан огоҳ қиладир. Ва қайтиб бориш Аллоҳнинг Ўзигадир.","footnotes":"(Исломда бошқа диндагилар билан яхши алоқада бўлишга рухсат бор. Лекин дўст тутиш, ҳамма нарсани кофирга ишониб топшириб қўйиш мумкин эмас. Фақат бир ҳолатдагина, истисно тариқасида, юзаки равишда ўзини кофирга дўст қилиб кўрсатиши мумкин: «Магар улардан сақлансангиз». Бундай тасарруфни «тақиййа» деб аталади. Тақиййа билан жонни, молни ва номусни душманлардан сақлаб қолишга ҳаракат қилинади.)"},{"id":"322","sura":"3","aya":"29","arabic_text":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Сен: «Агар қалбингиздаги нарсани махфий тутсангиз ҳам, ошкор қилсангиз ҳам Аллоҳ биладир. Ва осмонлардагию ердаги нарсаларни ҳам биладир. Аллоҳ ҳар бир нарсага қодирдир», деб айт.","footnotes":"(Ояти карима Аллоҳ таоло бандаларининг барча ишларидан очиқ-ойдин хабардор эканлигини шубҳага ҳеч ўрин қўймайдиган даражада баён қилмоқда. Ким махфий равишда кофирларни дўст тутса ҳам, билади. Билганидан сўнг, албатта, унинг жазосини беради.)"},{"id":"323","sura":"3","aya":"30","arabic_text":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"Ҳар бир жон қилган яхши амалини ҳозир топадиган ва ёмон амалининг узоқ масофада бўлишини истайдиган кунда. Аллоҳ сизларни Ўз(азоб)идан огоҳ қиладир. Аллоҳ бандаларига меҳрибон Зотдир.","footnotes":"(У кунда ҳар бир жоннинг яхшилигию ёмонлиги охиригача сарҳисоб қилинади. Агар банданинг бу дунёдаги амаллари яхши бўлса, хурсандчиликка, бахтга, саодатга эришади. Ёмон бўлса, қани энди ушбу ёмон амаллар олис-олисларда бўлса эди, менга яқин бўлмаса эди, деб орзу қилади.)"},{"id":"324","sura":"3","aya":"31","arabic_text":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Сен: «Агар Аллоҳга муҳаббат қилсангиз, бас, менга эргашинг. Аллоҳ сизга муҳаббат қиладир ва сизларнинг гуноҳларингизни мағфират қиладир», деб айт. Аллоҳ Ғафур ва Роҳиймдир.","footnotes":""},{"id":"325","sura":"3","aya":"32","arabic_text":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","translation":"Аллоҳга ва Расулга итоат қилинг. Бас, агар ортга қайтсангиз, Аллоҳ, албатта, кофирларга муҳаббат қилмас.","footnotes":""},{"id":"326","sura":"3","aya":"33","arabic_text":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","translation":"Албатта, Аллоҳ Одамни, Нуҳни, Оли Иброҳимни, Оли Имронни оламлар устидан танлаб олди.","footnotes":""},{"id":"327","sura":"3","aya":"34","arabic_text":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"Баъзилари баъзиларига зурриётдир. Аллоҳ эшитувчи, билувчи Зотдир.","footnotes":"(Ушбу оятда Аллоҳ таоло Одам ва Нуҳ алайҳиссаломларнинг ёлғиз ўзларини Иброҳим ва Имрон алайҳиссаломларни эса, сулолаларини ҳам қўшиб зикр қилди. Нега? Чунки Одам ва Нуҳ алайҳиссаломлар ёлғиз ўзлари пайғамбар бўлганлар. Иброҳим ва Имрон алайҳиссаломлар зурриётларидан бевосита пайғамбарлар сулоласи тарқалган. Бу насаб ёки қариндошлик асосидаги пайғамбарлик сулоласи эмас, балки ақида асосидаги сулоладир. Бу ҳақиқат Иброҳим алайҳиссалом Аллоҳга илтижо қилиб, зурриётларидан ҳам пайғамбар чиқаришини сўраганларида баён қилинган.)"},{"id":"328","sura":"3","aya":"35","arabic_text":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Имроннинг хотини: «Эй Роббим! Албатта, мен қорнимдагини Ўзингга холис назр қилдим. Бас, мендан қабул эт. Албатта, Сенинг Ўзинг эшитувчи, билувчи зотсан», деганини эсла!","footnotes":""},{"id":"329","sura":"3","aya":"36","arabic_text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"Уни (Марямни) туққан чоғида: «Эй Роббим, мен буни қиз туғдим-ку!!» – деди. Ҳолбуки, Аллоҳ у нима туққанини яхши билади. «Ва ўғил қиздек эмас. Ва мен унга «Марям» деб ном қўйдим ва албатта, мен Сендан унга ва унинг зурриётига шайтонир рожим шарридан паноҳ тиларман.»","footnotes":""},{"id":"330","sura":"3","aya":"37","arabic_text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","translation":"Бас, уни Робби жуда яхши қабул қилиб, ниҳоятда гўзал ўстирди ва Закариёни унга кафил қилди. Закариё ҳар қачон унинг олдига, меҳробга кирганида, унинг ҳузурида ризқ кўрди. У: «Эй Марям, сенга бу қаердан», – деди. «Бу, Аллоҳнинг ҳузуридан. Албатта, Аллоҳ хоҳлаган кишисига беҳисоб ризқ берур», – деди.","footnotes":"(Шундай қилиб, Марям алоҳида эътибор остида муборак бўлиб ўса борди. Аллоҳ унга Ўзи иноят кўрсатиб турди. Закариё алайҳиссалом Марямнинг кафили сифатида, табиийки, унинг озиқ-овқати, ризқидан доимо хабардор бўлиб туриши лозим. Лекин ибодатхона меҳробида ибодат билан машғул бўлиб турган Марямнинг олдига қачон кирса, унинг ҳузурида ризқ турар эди.)"},{"id":"331","sura":"3","aya":"38","arabic_text":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","translation":"Шу чоғда Закариё Роббига дуо қилиб: «Эй Роббим, менга Ўз ҳузурингдан яхши зурриёт бергин. Албатта, Сен дуони эшитувчисан», – деди.","footnotes":""},{"id":"332","sura":"3","aya":"39","arabic_text":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","translation":"Меҳробда намоз ўқиб турганида, фаришталар унга: «Албатта, Аллоҳ сенга Аллоҳдан бўлган калимани тасдиқловчи, бошлиқ, шаҳвати тийилган, солиҳ Пайғамбарлардан бўлган Яҳёнинг башоратини бермоқда», – дедилар.","footnotes":"(Закариё алайҳиссаломнинг чин дилдан қилган дуолари қабул бўлди. Аллоҳнинг фаришталари келиб у кишига суюнчилик хабарини етказдилар. Аллоҳ Закариё алайҳиссаломга ўғил фарзанд беришни ирода қилди.)"},{"id":"333","sura":"3","aya":"40","arabic_text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","translation":"У: «Эй Роббим, менга қандоқ ўғил бўлсин?! Ўзим улуғ ёшга кирган бўлсам, хотиним туғмас бўлса?!» – деди. У зот: «Шундоқ, Аллоҳ хоҳлаганини қиладир», – деди.","footnotes":""},{"id":"334","sura":"3","aya":"41","arabic_text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"У: «Эй Роббим, менга бир белги тайинла», – деди. У зот: «Сенинг белгинг — уч кун одамларга фақат ишора билан гапиришингдир. Роббингни кўп эсла ва эртаю кеч тасбиҳ айт!» – деди.","footnotes":""},{"id":"335","sura":"3","aya":"42","arabic_text":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","translation":"Фаришталарнинг: «Эй Марям, албатта, Аллоҳ сени танлаб олди, поклади ва оламдаги аёллардан устунлигингни ихтиёр қилди.","footnotes":""},{"id":"336","sura":"3","aya":"43","arabic_text":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","translation":"Эй Марям, Роббингнинг ибодатида бардавом бўл, Унга сажда қил ва рукуъ қилувчилар билан рукуъ қил», деганларини эсла.","footnotes":"(Бу ерда, Марямни Аллоҳ танлаб олганини, бошқалар каби оддий эмасликларини баён этилмоқда. Шу билан бирга, у кишининг, насоролар даъво қилаётганидек, «она худо» ёки «худонинг хотини» ҳам эмасликларини билвосита таъкидламоқда.)"},{"id":"337","sura":"3","aya":"44","arabic_text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","translation":"Бу ғайб хабарлардан бўлиб, сенга ваҳий қилмоқдамиз. Улар қайсилари Марямнинг кафили бўлишига қаламларини ташлашаётганларида олдиларида эмасдинг ва тортишаётганларида ҳам олдиларида эмасдинг.","footnotes":"(Биби Марямнинг оналарининг исми Ҳинна эди. У киши Марямни туққанларидан кейин, ваъдасига вафо айлаб, янги йўргакланган чақалоқни яҳудийларнинг «Ҳайкал» ибодатхонасига олиб келиб, у ердаги диний ходимларнинг олдига қўйибди ва: «Бу назр қилинган қизни олинглар», дебди. Шунда улар, мен оламан-мен оламан, деб талашиб кетибдилар. Чунки қизча бошлиқлари ҳазрати Имроннинг қизи эди-да. Улар қаламларини қуръа сифатида дарёга ташлаб, кафилни аниқлашибди. Албатта бу ишлар Муҳаммад алайҳиссаломга қоронғи, ғайб ишлар эди. Бу маълумотни фақат Қуръон келтирган хабардан билмоқдалар.)"},{"id":"338","sura":"3","aya":"45","arabic_text":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","translation":"Фаришталар: «Эй Марям, албатта, Аллоҳ сенга Ўзидан бўлган сўзнинг башоратини бермоқда, унинг исми Масийҳ Ийсо ибн Марям, бу дунёю охиратда обрўли ва яқин бандалардандир.","footnotes":"(Оятда келган «сўз»дан мурод Ийсо алайҳиссаломдир. «Сўз» арабчада калима дейилади. Ийсо алайҳиссаломнинг бир номлари «Калиматуллоҳ»дир. Чунки у кишининг дунёга келишиги Аллоҳнинг «Бўл» деган сўзи, калимаси сабаб бўлган.)"},{"id":"339","sura":"3","aya":"46","arabic_text":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","translation":"У одамларга бешикда ҳам, қариган чоғида ҳам гапиради ва солиҳлардандир», деганларини эсла.","footnotes":"(Одатда қиз бола ўзидан ўзи ҳомиладор бўлмайди. Лекин Аллоҳ таоло Марямга унинг ҳомиладор бўлиб, Аллоҳнинг калимаси туфайли Масиҳ Ийсо ибн Марям деган фарзанд кўришини фаришталар орқали билдирмоқда. Шу билан бирга, унинг бошқа сифатларини ҳам санаб ўтмоқда.)"},{"id":"340","sura":"3","aya":"47","arabic_text":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"У: «Эй Роббим, менга башар қўл теккизмаган бўлса, қандай қилиб болам бўлади?!» – деди. У зот: «Шундай, Аллоҳ хоҳлаганини қилади. Бир ишни ирода қилса, «Бўл!» дейиши кифоя, бўлаверади», – деди.","footnotes":""},{"id":"341","sura":"3","aya":"48","arabic_text":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"Ва унга китобни, ҳикматни, Таврот ва Инжилни ўргатади.","footnotes":"(Аллоҳ Марямнинг бўлажак Масиҳ Ийсо ибн Марям деб номланган ўғлига ҳикмат, Таврот ва Инжилни ҳам ўргатиши хабар қилинмоқда.)"},{"id":"342","sura":"3","aya":"49","arabic_text":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Ва Бани Исроилга Пайғамбар қилади. У: «Албатта, мен сизга Роббингиздан мўъжиза келтирдим, мен сизларга лойдан қушга ўхшаш суврат ясайман, унга пуфласам, Аллоҳнинг изни билан қуш бўлади. Аллоҳ изни билан туғма кўр ва песларни тузатаман ва ўликни тирилтираман. Сизларга нимани емоқдасизу, нимани уйингизда сақлаяпсиз — хабарини бераман. Агар мўмин бўлсангиз, албатта, бунда сизга белги бордир», дейди.","footnotes":""},{"id":"343","sura":"3","aya":"50","arabic_text":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"Ва ўзимдан аввалги Тавротни тасдиқловчи бўлиб, сизга ҳаром қилинганнинг баъзисини ҳалол қилиш учун келдим. Сизга Роббингиздан мўъжиза билан келдим. Аллоҳга тақво қилинг ва менга итоат этинг.","footnotes":""},{"id":"344","sura":"3","aya":"51","arabic_text":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Албатта, Аллоҳ менинг Роббим ва сизнинг Роббингиздир. Бас, Унга ибодат қилинг. Бу — сиротул мустақиймдир», дейдир.","footnotes":"(Ийсо алайҳиссаломнинг: «... ўзимдан аввалги Тавротни тасдиқловчи бўлиб...» деганларидан, яна бир бор, у кишининг Бани Исроилга пайғамбар бўлиб, Мусо алайҳиссалом шариатига амал қилиб келганлари билинмоқда.)"},{"id":"345","sura":"3","aya":"52","arabic_text":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","translation":"Ийсо улардан кофирликни сезиб қолганда: «Кимлар Аллоҳ йўлида менга ёрдамчи бўлади?!» – деди. Ҳаворийлар: «Биз Аллоҳнинг ёрдамчиларимиз, Аллоҳга иймон келтирдик ва бизнинг мусулмонлигимизга гувоҳ бўл», – дедилар.","footnotes":"(«Ҳаворий» дегани холис, яқин, ишончли дўст деганидир. Ийсо алайҳиссаломнинг ҳам шундай кишилари бор эди. Улар Пайғамбарнинг даъватларига дарҳол лаббай деб жавоб бердилар. Аллоҳнинг дини йўлида ёрдамчи бўлишга тайёр эканликларини эълон қилишлари билан бирга, Аллоҳга келтирган иймонларини ҳам зикр қилмоқдалар. Чунки иймон энг асосий нарса ҳисобланади. Ҳаворийлар яна Ийсо алайҳиссаломдан ўзларининг мусулмонликларига гувоҳ бўлишларини ҳам сўрашмоқда. Яъни, Аллоҳнинг амрига бўйсунганликлари, Аллоҳнинг динига ва Пайғамбарига ёрдам берганликларига гувоҳ бўлишни сўрашмоқда.)"},{"id":"346","sura":"3","aya":"53","arabic_text":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","translation":"«Эй Роббимиз! Сен туширган нарсага иймон келтирдик ва Пайғамбарга эргашдик. Бас, бизни гувоҳлик берувчилар қаторига ёзгин».","footnotes":""},{"id":"347","sura":"3","aya":"54","arabic_text":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","translation":"Макр қилдилар. Аллоҳ ҳам макр қилди. Аллоҳ макр қилувчиларнинг «зўри»дир.","footnotes":"(Бани Исроил Ийсо алайҳиссаломни хочга осишни ва ўлдиришни хоҳлаб, қўлларидан келган макр-ҳийлаларни қилдилар. Аллоҳ эса у кишини қутқаришни ва Ўзига кўтаришни ирода қилди. Аллоҳнинг тадбири амалга ошди. Маккор яҳудийларнинг ҳийласи ўтмади.)"},{"id":"348","sura":"3","aya":"55","arabic_text":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"Аллоҳ: «Эй Ийсо, мен сени вафот қилдирувчи ва Ўзимга кўтарувчиман ҳамда куфр келтирганлардан сени покловчиман ва қиёмат кунигача сенга эргашганларни куфр келтирганлардан устун қўювчиман. Сўнгра, қайтиш жойингиз Ўзимга, бас, ихтилоф қилган нарсаларингиз бўйича орангизда Ўзим ҳукм чиқарурман», деганини эсла!","footnotes":""},{"id":"349","sura":"3","aya":"56","arabic_text":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","translation":"Бас, куфр келтирганларни бу дунёю у дунёда шиддатли азоб ила азоблайман. Уларга ёрдам берувчилар йўқдир.","footnotes":""},{"id":"350","sura":"3","aya":"57","arabic_text":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","translation":"Иймон келтирган ва яхши амаллар қилганларнинг ажрини тўлиқ беради. Ва Аллоҳ золимларни хуш кўрмас.","footnotes":""},{"id":"351","sura":"3","aya":"58","arabic_text":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","translation":"Бу, сенга тиловат қилиб бераётган оятларимиз ва ҳаким эслатмадандир.","footnotes":""},{"id":"352","sura":"3","aya":"59","arabic_text":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","translation":"Албатта, Аллоҳнинг ҳузурида Ийсонинг мисоли худди Одамнинг мисолига ўхшайдир. Уни тупроқдан яратиб, сўнгра унга «Бўл!» деди, бас, (у) бўлди.","footnotes":"(Аҳли китоблар Одам алайҳиссаломнинг тупроқдан яратилганини, Аллоҳнинг пуфлаши оқибатида жон кирганини яхши билишади. Бу ҳақда ҳеч қандай ихтилоф қилишмайди. Йўқ ердан Одам алайҳиссаломни яратган Зот Ийсо алайҳиссаломни тирик юрган Марямдан отасиз ҳолда ярата олмайдими?! Аллоҳнинг ҳар бир нарсага қодир эканлигига ишонган эси бор одам бўлса, албатта бунга иқрор бўлади.)"},{"id":"353","sura":"3","aya":"60","arabic_text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","translation":"Бу ҳақиқат Роббингдандир, бас, шак келтирувчилардан бўлма.","footnotes":""},{"id":"354","sura":"3","aya":"61","arabic_text":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","translation":"Сенга келган илмдан кейин, ким сен билан у ҳақида тортишса, Сен: «Келинглар, бизнинг болаларимизни ва сизнинг болаларингизни, бизнинг аёлларимизни ва сизнинг аёлларингизни, биз ўзимизни, сиз ўзингизни чақирамиз-да, сўнгра ёлбориб, ёлғончиларга Аллоҳнинг лаънати бўлишини сўраймиз», деб айтгин.","footnotes":"( Оли Имрон сурасининг аввалидан то саксон нечанчи оятигача Пайғамбаримиз ҳузурларига Нажрон насоролари келиб, дин ҳақида, Марям ва Ийсо ҳақида тортишган вақтда нозил бўлган. Исломнинг ҳақлиги очиқ-ойдин бўлиб қолганда ҳам, рақиб тараф қайсарлик билан, ўзимники тўғри, деб туриб олган. Шунда Аллоҳ таоло Пайғамбар алайҳиссаломга уларни мубоҳалага, яъни болалар ва аёлларни тўплаб, ўзлари ҳам қўшилиб, икки тараф ҳам: «Шу масалада ким ёлғон гапираётган бўлса, ўшанга Аллоҳнинг лаънати бўлсин», деб дуо қилишга чақиришни буюрди.)"},{"id":"355","sura":"3","aya":"62","arabic_text":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Албатта, бу ўзи ҳақ қиссадир. Аллоҳдан ўзга ҳеч бир илоҳ йўқ. Албатта, Аллоҳ, Унинг Ўзи Азийз ва Ҳакийм Зотдир.","footnotes":"(Яъни, Ийсо ҳақида сенга келган қиссалар ҳақдир. Ҳеч қандай шубҳага ўрин йўқ. Насороларнинг Ийсо ҳам «худо» дейишлари нотўғри. Аллоҳдан ўзга ибодатга сазовор зот йўқ. Аллоҳнинг Ўзи азиз, ҳаммадан ғолиб, биров Унга қарши чиқа олмайди. У ҳаким — ҳар бир ишни ўз ўрнида, ҳикмат билан қилади.)"},{"id":"356","sura":"3","aya":"63","arabic_text":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","translation":"Агар юз ўгириб кетсалар, бас, албатта, Аллоҳ фасод қилувчиларни билувчидир.","footnotes":""},{"id":"357","sura":"3","aya":"64","arabic_text":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","translation":"Сен: «Эй, аҳли китоблар! Бизга ҳам, сизга ҳам баробар сўзга келинг: Аллоҳдан ўзгага ибодат қилмайлик, Унга ҳеч нарсани шерик қилмайлик ва Аллоҳни қўйиб, баъзимиз баъзимизни Робб қилиб олмайлик», дегин. Бас, агар юз ўгирсалар: «Гувоҳ бўлинглар, биз, албатта, мусулмонлармиз», деб айтинглар.","footnotes":""},{"id":"358","sura":"3","aya":"65","arabic_text":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"Эй, аҳли китоблар, нимага Иброҳим ҳақида талашасизлар. Ҳолбуки, Таврот ҳам, Инжил ҳам ундан кейин тушган-ку! Ақл юритмайсизларми?!","footnotes":""},{"id":"359","sura":"3","aya":"66","arabic_text":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Ҳой сизлар, ҳалигилар! Ўзингиз билган нарсада-ку талашдингиз, энди нимага ўзингиз билмаган нарсада талашмоқдасиз?! Аллоҳ биладир, сиз эса билмайсиз.","footnotes":"(Пайғамбар алайҳиссалом билан Ийсо ҳақида, шунингдек, Таврот ва Инжилда келган баъзи масалалар ҳақида тортишишган эди. Бу масалаларда уларнинг озми-кўпми илмлари бор эди. Тортишиб, ўз фикрини айтса бўлар эди. Аммо Таврот ва Инжилдан олдин ўтган ҳодисалар, ўзлари билмайдиган нарсалар ҳақида тортишиб нима қилардилар? Фақат, талашди деган гап учунми? У нарсаларни, хусусан, Иброҳимнинг кимлигини «Аллоҳ билади, сиз эса билмайсиз!».)"},{"id":"360","sura":"3","aya":"67","arabic_text":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Иброҳим яҳудий ҳам, насроний ҳам бўлмаган эди. Лекин у ҳақ йўлдан тоймаган мусулмон эди. Ва мушриклардан ҳам бўлмаган эди.","footnotes":""},{"id":"361","sura":"3","aya":"68","arabic_text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","translation":"Албатта, одамларнинг Иброҳимга ҳақлироғи унга эргашганлар, мана бу Пайғамбар ва иймон келтирганлардир. Аллоҳ мўминларнинг валийидир.","footnotes":"(Аввало, «Албатта, одамларнинг Иброҳимга ҳақлироғи унга эргашганлар», яъни ўзлари ҳаёт даврларида у кишига иймон келтириб, йўлидан юрганлар ва у киши ўтганларидан кейин ҳам эргашганлар. Яна кейин одамларнинг Иброҳим алайҳиссаломга ҳақлироғи Пайғамбар Муҳаммад соллаллоҳу алайҳи вассалам ва у зотга иймон келтирган мўминлардир.)"},{"id":"362","sura":"3","aya":"69","arabic_text":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"Аҳли китоблардан бир тоифалари сизни адаштиришни хоҳларлар. Улар ўзларидан бошқани адаштирмаслар ва лекин сезмаслар.","footnotes":""},{"id":"363","sura":"3","aya":"70","arabic_text":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","translation":"Эй, аҳли китоблар, нимага ўзингиз гувоҳ бўлиб туриб, Аллоҳнинг оятларига куфр келтирасизлар?!","footnotes":""},{"id":"364","sura":"3","aya":"71","arabic_text":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"Эй, аҳли китоблар, нимага ҳақни ботилга аралаштирасизлар ва билиб туриб ҳақни яширасизлар?!","footnotes":"(Аҳли китоблар Исломнинг ҳақлигини биладилар. Уларнинг илоҳий китобларида бу собит бўлган. Лекин улар ҳавою нафсларига учиб, куфр келтирадилар. Кўриб-билиб туриб, Исломдек ҳақ нарсани ботилга аралаштирадилар ва шу билан Исломнинг ҳақиқатини беркитмоқчи, йўқотиб юбормоқчи бўладилар. Узоқ муддат мобайнида Аллоҳ таолонинг Ўзи сақлагани учун Қуръонга ўз ботилларини қўша олмадилар, лекин бошқа ҳамма нарсага қўшдилар ва қўшмоқдалар. Улар бу ғараз ила Ислом тарихи, ҳадис, Қуръон тафсири, кишилар сийрати каби илмларга ҳийла-найранг орқали турли ботилларни қўшиб келдилар. Ҳозирги кунда ҳам турли илмий номлар билан ўша қадим ишларини қилмоқдалар. Аллоҳ таоло меҳрибон, доимо уларнинг бу кирдикорларини фош этиб, ботилларини ажратиб-чиқариб турадиган уламоларни мусулмон умматига бериб туради.)"},{"id":"365","sura":"3","aya":"72","arabic_text":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Аҳли китоблардан бир тоифалари: «Иймон келтирганларга тушган нарсага куннинг аввалида иймон келтиринглар ва куннинг охирида куфр келтиринглар, шоядки, қайтсалар.","footnotes":""},{"id":"366","sura":"3","aya":"73","arabic_text":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"Ва динингизга эргашганлардан бошқаларга ишонманглар, токи бирортага сизга берилганга ўхшаш нарса берилмасин ёки Роббингиз ҳузурида сиз билан ҳужжат талашмасин», дерлар. Сен: «Албатта, ҳақиқий ҳидоят Аллоҳнинг ҳидоятидир», деб айт. Сен: «Албатта фазл Аллоҳнинг қўлида — хоҳлаган кишисига берадир. Аллоҳ кенг қамровли, билувчи Зотдир.","footnotes":""},{"id":"367","sura":"3","aya":"74","arabic_text":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"Ўз раҳматини хоҳлаган кишисига хос қиладир ва Аллоҳ улуғ фазл эгасидир», деб айт.","footnotes":"(Бундай усул ҳозир ҳам давом этмоқда. Аҳли китоб саналган яҳудий ва насронийлар ҳақида, улар бир нарсани чуқур тушунмаса, амал қилмайди, деган тушунча кенг тарқалган. Шу боис улардан бирортаси Исломга кирса, бутун мусулмон олами қувончдан терисига сиғмай кетади. Улар орасида Исломга холис кириб, ҳидоят топиб кетаётганлари кўп, лекин юқорида баён этилганидек, ҳийла қилиб, Исломга зарар етказиш мақсадида куннинг аввалида иймонга келиб, охирида куфрга қайтаётганлари ҳам йўқ эмас.)"},{"id":"368","sura":"3","aya":"75","arabic_text":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"Аҳли китоблардан, агар ҳисобсиз молни омонат қўйсанг, уни сенга адо қиладиганлари бор ва бир динорни омонат қўйсанг, устида туриб олмагунингча, сенга адо қилмайдиганлари ҳам бор. Бу уларнинг: омийлар учун бизнинг устимизга йўл йўқ, дейишларидандир. Улар билиб туриб Аллоҳ ҳақида ёлғон сўзларлар.","footnotes":""},{"id":"369","sura":"3","aya":"76","arabic_text":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"Йўқ! Балки ким аҳдига вафо қилса ва тақводор бўлса. Бас, Аллоҳ тақводорларни хуш кўради.","footnotes":""},{"id":"370","sura":"3","aya":"77","arabic_text":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Аллоҳнинг аҳдини ва ўз қасамларини арзон баҳога сотадиганлар, албатта, ана ўшаларга охиратда насиба йўқдир, қиёмат куни Аллоҳ уларга гапирмас, назар солмас ва покламас. Уларга аламли азоблар бор.","footnotes":""},{"id":"371","sura":"3","aya":"78","arabic_text":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"Улардан бир гуруҳлари борки, сизлар китобдан бўлмаган нарсани китобдан деб ўйлашингиз учун китобни тилларини буриб ўқирлар. Ва: «У Аллоҳнинг ҳузуридандир», дерлар. Ҳолбуки, у Аллоҳнинг ҳузуридан эмас. Улар билиб туриб, Аллоҳ ҳақида ёлғон сўзларлар.","footnotes":""},{"id":"372","sura":"3","aya":"79","arabic_text":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","translation":"Бир кишига Аллоҳ китобни, ҳукмни ва Пайғамбарликни берганидан сўнг, у одамларга: «Аллоҳни кўйиб менга банда бўлинглар», дейиши асло мумкин эмас. Лекин одамларга: «Китобни ўргатганингиз ва ўзингиз ўрганганингиз асосида Роббонийлар бўлинг», дейди.","footnotes":"(Маълумки, насоролар Аллоҳ уларга юборган пайғамбар Ийсо алайҳиссаломни «худо» деб эътиқод қилганлар ва қиладилар. Уларга, нимага Ийсони худо дейсизлар? дейилса, ўзи айтган, бизни ибодатини қилишимизга буюрган, дейишади. Аҳли китоблар билан бўлган тортишувларда бу масала ҳам қўзғалган бўлиши турган гап. Бу мақомда ҳақиқат нимада эканлигини ушбу оят баён қиляпти.)"},{"id":"373","sura":"3","aya":"80","arabic_text":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","translation":"У сизларни фаришталар ва Пайғамбарларни Робб қилиб олишингизга буюрмас. У сизни мусулмон бўлганингиздан кейин куфрга буюрармиди?!","footnotes":""},{"id":"374","sura":"3","aya":"81","arabic_text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","translation":"Аллоҳ Пайғамбарлардан: «Сизларга китоб ва ҳикмат берганим учун кетингиздан сизлардаги нарсани тасдиқловчи Пайғамбар келганда, албатта унга иймон келтирасиз ва ёрдам берасиз, — деб аҳду паймонларини олиб туриб: — Иқрор бўлдингизми? Бу ҳақда ишончли аҳду паймонимни қабул қилдингизми?» деганини эсла. Улар: «Иқрор бўлдик», – дейишди. У: «Бас, гувоҳ бўлинглар, мен ҳам гувоҳ бўлувчиларданман», – деди.","footnotes":"(Ушбу ояти каримада ажойиб бир кўриниш васф этилмоқда: ҳамма пайғамбарлар Аллоҳ таолонинг ҳузурида тўпланишган. Бу улкан йиғилишда Аллоҳ субҳонаҳу ва таоло пайғамбарларнинг ўзларини гувоҳ қилиб туриб, ўзи ҳам бу гувоҳликка қўшилиб туриб, улардан ишончли, таъкидланган аҳду паймон олмоқда. Демак, пайғамбар алайҳиссаломлар ўз умматларини ўзларидан кейин келадиган пайғамбарга иймон келтириш ва унга ёрдам бериш руҳида тарбиялаб келишган. Уларнинг барчалари бир силсиланинг халқларидир.)"},{"id":"375","sura":"3","aya":"82","arabic_text":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translation":"Ким бундан кейин юз ўгириб кетса, бас, ана ўшалар фосиқлардир.","footnotes":"(Ҳа, Муҳаммад алайҳиссаломдан, Ислом динидан фақат фосиқларгина, Аллоҳнинг тоатидан чиққанларгина юз ўгирадилар.)"},{"id":"376","sura":"3","aya":"83","arabic_text":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","translation":"Аллоҳнинг динидан бошқани хоҳлайдиларми?! Ахир хоҳласаю хоҳламаса, осмонлару ердаги барча жонзотлар Аллоҳга бўйсуниб турибди-ку!!! Ҳамда Унга қайтариладиларку!!!","footnotes":"(Аллоҳнинг дини битта. Ҳамма пайғамбарлар шу дин билан келганлар. Бир-бирларини тасдиқлаб, бир-бирларига ёрдам бериб, Аллоҳнинг динига ўз даврларида хизмат қилиб келганлар.)"},{"id":"377","sura":"3","aya":"84","arabic_text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Сен: «Аллоҳга ва бизга туширилган нарсага, Иброҳим, Исмоил, Исҳоқ, Яъқуб ва асботларга туширилган нарсага, Мусо, Ийсо ва бошқа Пайғамбарларга Роббиларидан берилган нарсага иймон келтирдик, улардан бирортасини ажратмаймиз ва биз Унгагина мусулмонмиз!» деб айт!","footnotes":"(«Иброҳим, Исмоил, Исҳоқ, Яъқуб ва асботларга туширилган нарсага». Яъни, саҳифа ва ваҳийларга иймон келтирдик. «Асбот» дегани Яъқуб алайҳиссаломнинг авлодлари, деганидир.)"},{"id":"378","sura":"3","aya":"85","arabic_text":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","translation":"Ким Исломдан бошқа динни хоҳласа, бас, ундан бу ҳаргиз қабул қилинмас ва у охиратда зиён кўргувчилардан бўлур.","footnotes":"(Аллоҳнинг ҳузурида мақбул бўлган ягона Ислом динининг охирги ва мукаммал кўриниши Муҳаммад алайҳиссаломга юборилган ҳақиқий Ислом динидир. Энди ундан бошқа динни истаб, ўша бошқа динда юрганлардан у динлари ҳаргиз-ҳаргиз қабул қилиб юрилмайди. Улар охиратда зиён кўрувчилар бўлади. Аллоҳ уларни ҳидоятга солмайди, балки лаънатлайди.)"},{"id":"379","sura":"3","aya":"86","arabic_text":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","translation":"Иймонидан, Пайғамбарнинг ҳақлигига гувоҳлик берганидан ва уларга очиқ баёнотлар келганидан кейин куфр кетган қавмни Аллоҳ қандай қилиб, ҳидоятга солсин. Аллоҳ золим қавмларни ҳидоятга солмас.","footnotes":""},{"id":"380","sura":"3","aya":"87","arabic_text":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"Ана ўшаларнинг жазоси уларга Аллоҳнинг, фаришталарнинг ва барча одамларнинг лаънати бўлишидир.","footnotes":"(Бундай лаънатга қолиш катта бадбахтлик эмасми?! Бу дунё-ю у дунёнинг барча-барчасидан бўладиган лаънатни ўзига қаратиш — жуда ҳам улкан жазо! Дарҳақиқат, Исломга кириш имкони бўлиб туриб кирмаганлар шундай жазога лойиқдирлар.)"},{"id":"381","sura":"3","aya":"88","arabic_text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"Унда абадий қолурлар. Улардан азоб енгиллатилмас ва уларга назар ҳам солинмас.","footnotes":""},{"id":"382","sura":"3","aya":"89","arabic_text":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Магар шундоқ бўлгандан кейин тавба қилиб, яхши амалларни қилганлар бўлса, бас, Аллоҳ мағфират қилувчи ва раҳимлидир.","footnotes":""},{"id":"383","sura":"3","aya":"90","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","translation":"Албатта, иймонларидан кейин куфр келтириб, сўнгра куфри зиёда бўлганларнинг тавбаси ҳеч-ҳеч қабул қилинмас. Ана ўшалар адашганлардир.","footnotes":""},{"id":"384","sura":"3","aya":"91","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","translation":"Албатта, куфр келтириб, кофир ҳолида ўлганларнинг бирортасидан, агар ер юзи тўла олтин фидо қилса ҳам, асло қабул қилинмас. Ана ўшаларга аламли азоб бор. Ва уларга ёрдамчилар йўқ.","footnotes":"(Имоми Бухорий, Муслим ва Аҳмадлар Пайғамбар алайҳиссаломдан қуйидаги ҳадиси шарифни ривоят қилганлар: «Қиёмат куни дўзах аҳлларидан бирига: «Агарчи Ер юзи тўла нарсанг бўлганда, ўзингни қутқазишга фидо қилармидинг?» дейилади. У, ҳа, дейди. Шунда Аллоҳ таоло унга: «Мен сендан ундан кўра озроқ нарса сўраган эдим. Отанг Одамнинг зоҳиридалигингда Менга ҳеч нарсани ширк келтирмаслигингга аҳд олган эдим. Сен бўлсанг, ширк келтирдинг», дейди». Вақти ўтгандан кейин, ҳар қанча сарфланган молдан фойда йўқ. Ундай сарфлашга ҳожат ҳам йўқ. Яхшиси, молни Аллоҳ таоло рози бўладиган йўлда сарфлаш керак.)"},{"id":"385","sura":"3","aya":"92","arabic_text":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"Ўзингиз суйган нарсадан нафақа қилмагунингизча, ҳаргиз яхшиликка эриша олмассиз. Нимани нафақа қилганингизни Аллоҳ билувчидир.","footnotes":"(Имом Бухорий раҳматуллоҳи алайҳи ривоят қиладиларки, ҳазрати Умар: «Эй Аллоҳнинг Расули, менинг Хайбардаги улушимдан кўра яхшироқ нарсам йўқ. Нима қилишга буюрасиз?» дедилар. У зоти бобаракот: «Аслини ушлаб тургинда, тушган фойдани садақа қилиб тур», дедилар. Мусулмонлар асрлар давомида Аллоҳнинг розилигини тилаб, яхши кўрган молу мулкларини нафақа қилиб келганлар.)"},{"id":"386","sura":"3","aya":"93","arabic_text":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Таврот тушишидан олдин Исроил ўзига ҳаром қилгандан бошқа ҳамма таом Бани Исроилга ҳалол эди. «Агар ростгўйлардан бўлсангиз, Тавротни келтириб ўқинглар», деб айт!","footnotes":""},{"id":"387","sura":"3","aya":"94","arabic_text":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","translation":"Шундан кейин ҳам, кимки Аллоҳ ҳақида ёлғон тўқиса, бас, ана ўшалар золимлардир.","footnotes":""},{"id":"388","sura":"3","aya":"95","arabic_text":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Аллоҳ рост айтди. Иброҳимнинг йўлдан тоймаган миллатига эргашинг. У мушриклардан бўлмаган эди.","footnotes":""},{"id":"389","sura":"3","aya":"96","arabic_text":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","translation":"Одамларга муборак, оламларга ҳидоят қилиб қўйилган биринчи уй Баккадаги уйдир. ","footnotes":""},{"id":"390","sura":"3","aya":"97","arabic_text":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"Унда очиқ аломатлар ва мақоми Иброҳим бор. Ким унга кирса, тинч бўладир. Одамлардан йўлини топганларига Аллоҳ учун Байтни ҳаж қилмоқ бурчдир. Кимки куфр келтирса, Аллоҳ оламлардан беҳожатдир.","footnotes":"(Ушбу икки оятда Аллоҳ таоло Байтуллоҳнинг фазлини, қибла бўлишга энг ҳақли жой шу ер эканини баён қиляпти. Намоз вақтида у томонга юзланишдан ташқари, имкон топганлар уни ҳаж қилиши ҳам фарз бўлганини эълон этяпти. «Бакка» — Маккаи Мукарраманинг исмларидан биридир. «Бакка» сўзининг луғавий маъноси, «тақиллатиб урмоқ» бўлиб, Маккада ҳар қандай мағрурнинг ҳам бўйни эгилади, шунинг учун уни «Бакка» ҳам деб аталади.)"},{"id":"391","sura":"3","aya":"98","arabic_text":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","translation":"Эй, аҳли китоблар, нега Аллоҳнинг оятларига куфр келтирасизлар?! Ҳолбуки, Аллоҳ қилаётганларингизга гувоҳ-ку.","footnotes":""},{"id":"392","sura":"3","aya":"99","arabic_text":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Эй, аҳли китоблар! Нега иймон келтирганларни Аллоҳнинг йўлидан тўсиб, қайтарасиз?! Ўзингиз шоҳид бўлиб туриб, у(йўл)нинг қинғир бўлишини хоҳлайсиз! Аллоҳ қилаётган ишларингиздан ғофил эмасдир.","footnotes":""},{"id":"393","sura":"3","aya":"100","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","translation":"Эй, иймон келтирганлар! Агар китоб берилганлар тоифасига итоат қилсангиз, иймонингиздан кейин сизни кофирликка қайтарадир.","footnotes":"(Аллоҳ таоло бу умматни ботил, бузилган динлар ва тузумларнинг зулмидан Исломнинг адолатига чақириш учун, дунёнинг торлигидан охиратнинг кенглигига чақириш учун юборди. Шундай сифатларга эга бўлган уммат қандай қилиб йўлдан адашган аҳли китобларга эргашиши мумкин?! Агар аҳли китобларга эргашсалар, улкан бахту саодатдан ажраб, иймондан чиқиб, яна кофирликка қайтадилар.)"},{"id":"394","sura":"3","aya":"101","arabic_text":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Аллоҳнинг оятлари сизга тиловат қилиниб турган бўлса-ю, Унинг Расули ичингизда бўлса-ю, қандай қилиб куфр келтирасиз?! Ким Аллоҳни маҳкам тутса, шубҳасиз, тўғри йўлга ҳидоят топган бўладир.","footnotes":""},{"id":"395","sura":"3","aya":"102","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"Эй, иймон келтирганлар! Аллоҳга ҳақиқий тақво ила тақво қилинг. Ва фақат мусулмон ҳолингиздагина бу дунёдан ўтинг.","footnotes":"(Яъни, Исломни ўлгунингизча маҳкам тутинг. Демак, икки асоснинг бири — дунёда иймон билан, тақводор бўлиб, Исломга тўлиқ амал қилиб ўтмоқдир.)"},{"id":"396","sura":"3","aya":"103","arabic_text":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Барчангиз Аллоҳнинг арқонини маҳкам тутинг ва бўлиниб кетманг. Ва Аллоҳнинг сизга берган неъматини эсланг: бир вақтлар душман эдингиз, бас, қалбларингизни улфат қилди. Унинг неъмати ила биродар бўлдингиз. Оловли жар ёқасида эдингиз, ундан сизни қутқарди. Шундай қилиб, Аллоҳ сизга Ўз оятларини баён қилади. Шоядки, ҳидоят топсангиз.","footnotes":"(Ояти каримадаги «Аллоҳнинг ипи» деган иборадан Қуръони Карим тушунилади. Жарга қулаш хавфидаги инсон ип-арқонни маҳкам ушласа, қутулиб қолганидек, дўзах тубига қуламасликнинг ҳам бирдан-бир чораси — Қуръони Каримни маҳкам ушлашликдир. Шундагина нажот топади. Мусулмон уммати нажот топиши учун барча бир бўлиб Аллоҳнинг каломи Қуръони Каримни маҳкам тутишлари лозимдир. Бу оятнинг ушбу жумлалари мусулмон оламини бирлаштириш шиоридир. Қуръони Карим Аллоҳнинг ипи-арқони эканлиги ҳақида жуда ҳам кўп ҳадислар келган.)"},{"id":"397","sura":"3","aya":"104","arabic_text":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Сизлардан яхшиликка чақирадиган, амру маъруф, наҳйу мункар қиладиган бир уммат бўлсин. Ана ўшалар, ўзлари нажот топгувчилардир.","footnotes":"(Яъни, умматингиз Аллоҳга ҳақиқий иймон келтирган ва унинг йўлида ҳақиқий биродар бўлган жамоа яхшиликка чақирадиган, амри маъруф-наҳйи мункар қиладиган умматга айлансин. Яхшиликка чақириб турувчи жамоа бўлмаса, дунёда эзгулик қолмайди. Маъруфга, яъни фазилат, ҳақиқат, яхшилик ва адолатга буюриб, мункардан, яъни разолат, ботиллик, зулм ва ёмонликдан қайтариб турадиган жамоа бўлмаса, ҳеч бир қавм, ҳеч бир уммат нажот топа олмайди.)"},{"id":"398","sura":"3","aya":"105","arabic_text":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","translation":"Ўзларига очиқ баёнотлар келганидан кейин бўлиниб, ихтилофга тушганларга ўхшаш бўлманглар, ана ўшаларга улуғ азоб бордир.","footnotes":""},{"id":"399","sura":"3","aya":"106","arabic_text":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"Юзлар оқ ва юзлар қора бўладиган кунда юзлари қора бўлганларга: «Иймонингиздан кейин кофир бўлдингизми?! Куфр келтирган бўлганингиз учун азобни татиб кўринг», дейилур.","footnotes":""},{"id":"400","sura":"3","aya":"107","arabic_text":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Юзлари оқ бўлганлар эса, бас, Аллоҳнинг раҳматидадирлар. Улар унда абадий қолурлар.","footnotes":""},{"id":"401","sura":"3","aya":"108","arabic_text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","translation":"Булар Аллоҳнинг оятларидир. Уларни сенга ҳақ ила тиловат қилмоқдамиз. Аллоҳ одамларга зулмни хоҳламас.","footnotes":""},{"id":"402","sura":"3","aya":"109","arabic_text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"Осмонлару ердаги нарсалар Аллоҳникидир. Ишлар Аллоҳга қайтарилажак.","footnotes":"(Модомики осмонлару Ердаги жамики нарсалар Аллоҳники экан, уларни қандай хоҳласа, шундай тасарруф қилади. Бунинг устига, барча ишлар Аллоҳнинг Ўзига қайтарилади. Демак, бу дунё ва охиратнинг ягона ҳокими Аллоҳнинг Ўзидир.)"},{"id":"403","sura":"3","aya":"110","arabic_text":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","translation":"Сиз одамлар учун чиқарилган энг яхши уммат бўлдингиз. Амру маъруф қиласиз, наҳйу мункар қиласиз ва Аллоҳга иймон келтирасиз. Агар аҳли китоблар иймон келтирганларида, ўзларига яхши бўлар эди. Улардан мўминлари бор. Кўплари фосиқдирлар.","footnotes":"(Ислом уммати ўзи ҳақида билиб қўйиши зарур бўлган ҳақиқатлардан бири — бу умматнинг одамлар учун чиқарилган энг яхши уммат эканлигидир. Бу ҳақиқатни ҳозир ўзини бу умматга нисбат бераётганлар яхши тушуниб олмоқлари лозим. Аждодларимиз худди шу ҳақиқатни тўлиқ тушунган чоғларида бутун дунёга устоз бўлганлар. Дунё халқларининг пешқадами бўлиб, уларни ортларидан эргаштирганлар. Бошқаларга тобеъ бўлмаганлар. Бошқаларнинг ортидан кўр-кўрона эргашмаганлар. Бошқалар ҳузурида ўзларини хору зор тутмаганлар.)"},{"id":"404","sura":"3","aya":"111","arabic_text":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","translation":"Улар сизларга озор беришдан ўзга ҳеч қандай зарар етказа олмаслар. Агар сизларга қарши уруш қилсалар, ортга қараб қочарлар. Сўнгра, уларга ёрдам берилмас.","footnotes":""},{"id":"405","sura":"3","aya":"112","arabic_text":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"Аллоҳ ипи бўлмаса ёки одамлар ипи бўлмаса, уларга қаерда бўлсалар ҳам, хорлик битилди. Уларга Аллоҳнинг ғазаби лозим бўлди ва мискинлик битилди. Бундай бўлишлиги уларнинг Аллоҳнинг оятларига куфр келтиришлари ва Пайғамбарларни ноҳақдан ўлдиришлари сабабидандир. Бундай бўлишлиги уларнинг осий бўлганлари ва ҳаддан ошганлари сабабидандир.","footnotes":""},{"id":"406","sura":"3","aya":"113","arabic_text":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","translation":"Улар баробар эмаслар. Аҳли китоблардан Аллоҳнинг оятларини сажда қилган ҳолларида кечасида тиловат қиладиган яхши тоифалари ҳам бор.","footnotes":""},{"id":"407","sura":"3","aya":"114","arabic_text":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","translation":"Улар Аллоҳга, охират кунига иймон келтирурлар, амру маъруф ва наҳйу мункар қилурлар ва яхшиликларга шошилурлар. Ана ўшалар аҳли солиҳлардандир.","footnotes":""},{"id":"408","sura":"3","aya":"115","arabic_text":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"Яхшилик қилсалар, ҳаргиз инкор этилмаслар. Аллоҳ тақводорларни яхши билувчи Зотдир.","footnotes":"(Яъни, улар яхшилик қилсалар, ҳеч қачон зое кетмайди. Ушбу оятларда аҳли китоблардан иймонга келган мўминларнинг ажойиб сифатлари зикр қилинмоқда. Улар иймонлилар сафидан муносиб ўрин олиб, иймон тақозоси ила ҳаракат қилиб улкан бахт-саодатга эришдилар.)"},{"id":"409","sura":"3","aya":"116","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Албатта, куфр келтирганлардан моллари ҳам, болалари ҳам ҳаргиз Аллоҳ азобидан ҳеч нарсани қайтара олмас. Ана ўшалар дўзах эгаларидир. Улар унда абадийдирлар.","footnotes":""},{"id":"410","sura":"3","aya":"117","arabic_text":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Уларнинг бу дунё ҳаётида қиладиган нафақалари мисоли ўзига зулм қилган бир қавмнинг экинини уриб ҳалок қилган совуқ шамолга ўхшайдир. Аллоҳ уларга зулм қилмади. Лекин улар ўзларига зулм қилдилар.","footnotes":"(Яхши экинзор бор. Кўрган одам хурсанд бўлади. Аммо экинзорнинг эгаси зулм қилди, гуноҳкор бўлди. Шу сабабдан совуқ шамол келиб, экинларини совуқ уриб кетди. Экинзор ҳалок бўлди. Ҳеч нарса қолмади. Кофирларнинг бу дунёда қилган хайр-эҳсонлари ҳам худди шунга ўхшайди. Сиртдан кўрган одамга савобли иш. Яхшиликка пул-мол сарфлаяпти. Аммо эгасининг иймони йўқ. Бу эса, катта гуноҳ. Иймон бўлмаса, ҳеч қандай хайр-эҳсон қабул бўлмайди. Унга савоб берилмайди. Совуқ шамол экинзорни ҳалок қилганидек, уларнинг кофирлиги ҳам эҳсонларини бефойда қилади.)"},{"id":"411","sura":"3","aya":"118","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","translation":"Эй, иймон келтирганлар! Ўзингиздан бошқадан сирдош тутманг. Улар сизга ёмонлик қилишини қўймас. Машаққатда қолишингизни хоҳлар. Душманликлари оғизларидаги(сўзлари)дан билиниб турибди. Дилларида махфий тургани яна ҳам каттароқ. Агар ақл юритадиган бўлсангиз, Биз сизларга белгиларини баён қилдик.","footnotes":""},{"id":"412","sura":"3","aya":"119","arabic_text":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Ҳой, сизлар! Уларни яхши кўрасизлар-у, улар сизни яхши кўрмаслар. Сизлар китобнинг ҳаммасига иймон келтирасизлар-у, улар сизларни кўрганда, иймон келтирдик, дерлар, аммо холи қолганларида, сизларга бўлган қаттиқ аччиқларидан бармоқ тишларлар. «Аччиқларинг билан ўлиб кетинглар», деб айт. Албатта, Аллоҳ дилларни эгаллаган нарсаларни билувчидир.","footnotes":"(Мусулмонлар соддаликлари учун ўзларидан бошқалар уларга чиройлироқ муомала қилиб, бир оз мақтаб қўйса, бўлди, муҳаббат қўяверадилар, уларни ўзларига сирдош қилиб олаверадилар. Бу хато ишдир, чунки қарши тараф ҳеч қачон мусулмонларни яхши кўрмайди. Мусулмонлар Аллоҳдан тушган ҳамма китобларга, жумладан, ўзларига душманлик қилаётганларга тушган китобларга ҳам иймон келтирадилар. Бу хато эмас, балки мусулмонлик бурчидир.)"},{"id":"413","sura":"3","aya":"120","arabic_text":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","translation":"Сизга яхшилик тегса, уларга ёмон бўладир. Сизларга мусийбат етса, улар хурсанд бўларлар. Агар сабр ва тақво қилсангиз, уларнинг макри сизга ҳеч зарар қилмас. Албатта, Аллоҳ қилаётган ишларини иҳота қилгувчидир.","footnotes":""},{"id":"414","sura":"3","aya":"121","arabic_text":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"Аҳлингдан эрталаб чиқиб, мўминларни уруш жойларига турғизганингни эсла! Аллоҳ эшитувчи ва билувчи Зотдир.","footnotes":""},{"id":"415","sura":"3","aya":"122","arabic_text":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Сизлардан икки тоифа қўрқиб заифлашмоқчи бўлганини эсла! Аллоҳ уларнинг валийидир. Мўминлар фақат Аллоҳнинг Ўзига таваккал қилсинлар.","footnotes":"(Бу ояти карима Хазраж қабиласига мансуб Бани Салама уруғи ва Авс қабиласига мансуб Бани Ҳориса уруғи ҳақида тушган. Улар мунофиқларнинг бошлиғи Абдуллоҳ ибн Убай ибн Салул хафа бўлиб: «Менинг айтганимни қилмай, ёш болаларнинг айтганини қилди», деб жангчиларнинг учдан бирини олиб Уҳуд йўлидан қайтганида, унинг фитнасига учишларига сал қолган эди. Бу эса, мусулмонлар сафининг янада заифлашишига, руҳий ва маънавий тушкунлик келтиришга сабаб бўлиши мумкин эди. Ҳали уруш бошланмай туриб бундай ишларнинг бўлиши жуда ҳам ноқулай вазиятни вужудга келтирар эди. Лекин бу тоифаларни Аллоҳ таолонинг Ўзи сақлаб қолди, иноятига олди.)"},{"id":"416","sura":"3","aya":"123","arabic_text":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Батаҳқиқ, Бадрда оз бўлсаларингиз ҳам, Аллоҳ сизларга нусрат берди. Бас, Аллоҳга тақво қилинг, шоядки, шукр қилсангиз.","footnotes":""},{"id":"417","sura":"3","aya":"124","arabic_text":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","translation":"Мўминларга: «Сизга Роббингиз туширилган уч минг фаришталар ила мадад бермоғи кифоя қилмасми?!» деганингни эсла!","footnotes":""},{"id":"418","sura":"3","aya":"125","arabic_text":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","translation":"«Ҳа (кифоя қиладир)! Агар сабр ва тақво қилсангиз, улар шу пайт келиб қолсалар ҳам, Роббингиз сизга белгили беш минг фаришта ила мадад берадир».","footnotes":""},{"id":"419","sura":"3","aya":"126","arabic_text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Аллоҳ буни фақат сизга суюнчилик ва қалбингиз таскин топиши учунгина қилди. Аслида, нусрат Азийз ва Ҳакийм Аллоҳнинг ҳузуридандир.","footnotes":""},{"id":"420","sura":"3","aya":"127","arabic_text":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","translation":"Куфр келтирганларнинг бир тарафини кесиш учун ёки хорлаш учун, токи, ноумид бўлиб қайтсинлар.","footnotes":"(Бадр ғазотида мушрикларнинг бошлиқларидан етмиштаси ҳалок бўлди. Бу уларнинг бир тарафидан катта кесилиш эди. Шунингдек, уларнинг катталаридан етмиштаси асирга тушди, хору зор бўлди. Қолганлари эса, шармандаларча, келган жойига қайтди.)"},{"id":"421","sura":"3","aya":"128","arabic_text":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","translation":"Бу сенинг ишинг эмас! У зот ёки уларнинг тавбасини қабул қилар, ёки азоблар. Бас, улар золимлардир.","footnotes":""},{"id":"422","sura":"3","aya":"129","arabic_text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Осмонлару ердаги нарсалар Аллоҳникидир. Хоҳлаган кишини мағфират қиладир ва хоҳлаган кишини азоблайдир. Аллоҳ гуноҳни мағфират қилувчи ва раҳимли Зотдир.","footnotes":""},{"id":"423","sura":"3","aya":"130","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"Эй, иймон келтирганлар! Рибони бир неча баробар қилиб еманг. Аллоҳга тақво қилинг, шоядки, нажот топсангиз.","footnotes":"(Ҳофиз ибн Касир раҳматиллоҳи алайҳи ривоят қилишларича, берилган қарзнинг муддати тугаб қолганда қарз берувчи қарздорга: «Ё қарзингни тўла ёки рибони кўпайтир», дер экан. Тўласа, тўлади, бўлмаса, қарз муддатини чўзиш эвазига рибонинг миқдорини ҳам кўпайтирар экан. Ҳар йили шундай бўлавергандан кейин рибо бир неча баробарга кўпайиб кетаркан. Ушбу ояти каримада ўша ҳолат муолажа қилинмоқда.)"},{"id":"424","sura":"3","aya":"131","arabic_text":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"Ва кофирлар учун тайёрлаб қўйилган оловдан қўрқинг.","footnotes":""},{"id":"425","sura":"3","aya":"132","arabic_text":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Аллоҳга ва Расулига итоат этинг. Шоядки, раҳм қилинсангиз.","footnotes":""},{"id":"426","sura":"3","aya":"133","arabic_text":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","translation":"Роббингиздан бўлган мағфиратга ва кенглиги осмонлару ерча бўлган, тақводорлар учун тайёрлаб қўйилган жаннатга шошилинг.","footnotes":""},{"id":"427","sura":"3","aya":"134","arabic_text":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"Улар енгилликда ҳам, оғирликда ҳам нафақа қиладиганлар, ғазабини ютадиганлар ва одамларни афв қиладиганлардир. Аллоҳ яхшилик қилувчиларни ёқтирадир.","footnotes":""},{"id":"428","sura":"3","aya":"135","arabic_text":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","translation":"Ва улар фоҳиша иш ёки ўзларига зулм қилган чоғларида Аллоҳни эслаб, гуноҳларини мағфират қилишни сўрарлар, гуноҳларини Аллоҳдан ўзга ким ҳам мағфират қиларди? Ва улар билиб туриб, қилган гуноҳларида бардавом бўлмаслар.","footnotes":"(Демак, бир марта, билмасдан ёки заифлик тутиб, гуноҳ қилиб қўйган одам дарров тавба қилса ва гуноҳдан тўхтаса, шундагина тавбаси қабул экан. Бу қоида ва мағфират бобидаги бир оят ва ҳадисларга тегишлидир. Баъзи нафси бузуқ одамлар ўйлаганидек, оғзида тавба қилдим деб қўйиб, қайта-қайта гуноҳ қилаверадиганлар бу ҳукмга кирмайдилар.)"},{"id":"429","sura":"3","aya":"136","arabic_text":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"Ана ўшаларнинг мукофотлари — Роббиларидан бўлган мағфират ва остидан анҳорлар оқиб турган жаннатлар бўлиб, улар унда абадий қолурлар. Амал қилувчиларнинг ажри қандай ҳам яхши!","footnotes":""},{"id":"430","sura":"3","aya":"137","arabic_text":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"Сиздан олдин суннатлар қолган. Бас, ер юзида юриб ёлғонга чиқарувчиларнинг оқибати қандай бўлганига назар солинглар.","footnotes":""},{"id":"431","sura":"3","aya":"138","arabic_text":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","translation":"Бу, одамлар учун баён ва тақводорлар учун ҳидоят ва мавъизадир.","footnotes":""},{"id":"432","sura":"3","aya":"139","arabic_text":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Бўшашманглар! Хафа бўлманглар! Сизлар, агар мўмин бўлсаларингиз, устунсизлар.","footnotes":"(Эй мусулмонлар! Ҳеч бўшашманглар, заифлашманглар, сизга етган мусибатларга, бошингизга тушган оғирликларга хафа бўлманглар. Сизлар дунёда ҳаммани ҳидоятга даъват қилувчиларсиз. Улар зулматга, залолатга чақирувчилардир. Сизлар икки дунё саодатига эгасиз. Улар икки дунё бадбахтлигига эгадирлар.)"},{"id":"433","sura":"3","aya":"140","arabic_text":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","translation":"Агар сизга жароҳат етган бўлса, у қавмга ҳам шунга ўхшаш жароҳат етган. Бундай кунларни одамлар орасида айлантириб турамиз. Токи, Аллоҳ иймон келтирганларни билиши учун ва улардан шаҳидларни чиқариб олиши учун. Ва Аллоҳ золимларни севмас.","footnotes":"(Яъни, бир ундай, бир бундай бўлиб туради. Агар иш бир хилда тураверса, дунёнинг қизиғи қолмайди. Доимо мусулмонлар ғолиб келаверса, ҳамма ўзини мусулмон деб эълон қилиб юборади. Оқибатда ҳамма аралашиб кетиб, ким ҳақиқий мўмин-мусулмон, ким юзаки эканини одамлар била олмай қоладилар. Қийинчилик, оғир ҳолатларда мўминлар мунофиқлардан ажраб чиқадилар. Шу билан бирга, мўминлар ичида янада олимақомлари — шаҳидлари ҳам ажраб чиқадилар. («Шаҳид»ларнинг иккинчи маъноси гувоҳлардир.))"},{"id":"434","sura":"3","aya":"141","arabic_text":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","translation":"Токи, Аллоҳ мўминларни поклаши ва кофирларни ҳалок қилиши учун.","footnotes":""},{"id":"435","sura":"3","aya":"142","arabic_text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","translation":"Ёки Аллоҳ сизлардан жиҳод қилганларни билмасдан ва сабрлиларни билмасдан туриб, жаннатга кираверамиз, деб ҳисоблайсизми?!","footnotes":""},{"id":"436","sura":"3","aya":"143","arabic_text":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","translation":"Дучор бўлмасингиздан олдин ўлимни орзу қилган эдингиз. Энди уни кўриб, назар солиб турибсиз.","footnotes":"(Бу хитоб Уҳуд уруши чоғидаги ва ундан олдинги ҳолатни мусулмонларнинг ёдига солиш учундир. Маълумки, Бадр урушида кўпчилик қатнаша олмай қолган эди. Бадрдаги ғалаба, унда шаҳид бўлганларга ваъда қилинган олий даражаларни билгандан сўнг, яна ғазот бўлса эди, биз ҳам савобга эришар эдик, шаҳид бўлсак, ушбу олий даражаларга эришар эдик, деган орзу кўпчиликнинг хаёлини қамраб олган эди.)"},{"id":"437","sura":"3","aya":"144","arabic_text":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","translation":"Муҳаммад ҳам бир Пайғамбар, холос. Ундан аввал ҳам Пайғамбарлар ўтган. Агар у ўлса ёки қатл қилинса, орқангизга қайтасизми?! Кимки орқасига қайтса, Аллоҳга ҳеч зарар келтира олмас. Ва Аллоҳ шукр қилувчиларни мукофотлар.","footnotes":"(Кимки Исломнинг улуғ неъмат эканини тушуниб етса, шукр қилса, яъни Исломни ўзига ҳаёт йўли қилиб олиб, Аллоҳга бу неъмат учун ҳамду сано айтса, Аллоҳ таоло унга мукофот беради. Уҳуд ғазотида бўлиб ўтган бу ҳодиса ва унинг баёни бўлиб тушган ушбу оят орқали Аллоҳ таоло мусулмонларни Пайгамбар алайҳиссаломнинг шахсларига ортиқча ёпишишдан қайтариб, асосий манбаъга қарашга одатлантиришни хоҳлаган. Мусулмонлар тўғридан-тўғри Аллоҳнинг Ўзига мурожаат қилишни ўргансинлар. Улар Аллоҳнинг олдида ўзларини масъул эканликларини сезсинлар.)"},{"id":"438","sura":"3","aya":"145","arabic_text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","translation":"Ҳеч бир жон Аллоҳнинг изнисиз ўлмас. Бу, ёзилган ажалдир. Ким бу дунёнинг савобини хоҳласа, унга ўшандан берурмиз. Ким охиратнинг савобини хоҳласа, унга ўшандан берурмиз. Ва шукр қилувчиларни мукофотлармиз.","footnotes":""},{"id":"439","sura":"3","aya":"146","arabic_text":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","translation":"Қанчадан-қанча Пайғамбарлар билан бирга кўплаб роббонийлар жанг қилганлар. Улар Аллоҳ йўлида етган мусийбатдан бўшашмаганлар, заифлашмаганлар ва бўйсунмаганлар. Аллоҳ сабрлиларни севадир.","footnotes":""},{"id":"440","sura":"3","aya":"147","arabic_text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Улар: «Эй Роббимиз! Бизнинг гуноҳларимиз ва ишимиздаги исрофимизни Ўзинг кечиргин, собитқадам қилгин ва кофир қавмлар устидан бизга нусрат бергин», деган гапдан ўзга гапни айтмаганлар.","footnotes":""},{"id":"441","sura":"3","aya":"148","arabic_text":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"Бас, Аллоҳ уларга бу дунё савобини ва охиратнинг гўзал савобини берди. Аллоҳ гўзал амал қилувчиларни севадир.","footnotes":""},{"id":"442","sura":"3","aya":"149","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","translation":"Эй, иймон келтирганлар! Агар куфр келтирганларга итоат қилсангиз, орқангизга қайтарурлар. Бас, зиён кўргувчиларга айланиб қолурсиз.","footnotes":"(Маълумки, мусулмонлар Уҳуд ғазотида қисман мағлубиятга учрадилар. Бу иш Мадинаи Мунавварада улар билан бирга яшаб турган кофир ва мунофиқларга иғво учун катта баҳона бўлди. Бадр ғазотидаги ғалабадан сўнг ҳамма мусулмонларга ҳавас билан қараб, улар билан ҳисоб-китоб қиладиган бўлиб қолган эди. Аммо Уҳуддан кейин барча иш тескарисига айланди. Кофир ва мунофиқлар мусулмонларга паст назар билан қарайдиган, уларга насиҳат қиладиган ва ўзларича «тўғри йўл» кўрсатадиган бўлиб қолдилар.)"},{"id":"443","sura":"3","aya":"150","arabic_text":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","translation":"Йўқ! Аллоҳ хўжангиздир. Ва У ёрдам берувчиларнинг яхшисидир!","footnotes":"(Йўқ, улар сизга ёрдам ҳам бера олмайди, ҳомий ҳам бўла олмайди. Балки Аллоҳ таоло сизнинг Хожангиз ва Валийингиздир. Ҳақиқий ёрдам берувчиларнинг яхшиси ҳам ёлғиз Удир.)"},{"id":"444","sura":"3","aya":"151","arabic_text":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","translation":"Тезда, куфр келтирганларнинг қалбига, Аллоҳга ҳужжатсиз нарсани ширк келтирганлари учун, қўрқувни солурмиз. Уларнинг қароргоҳи дўзахдир. Золимларнинг жойи қандай ҳам ёмон!","footnotes":"(Агар мўминлар ҳақиқий иймон эгалари бўлсалар, улар ҳар қачон кофирлар билан тўқнашганларида, Аллоҳ таоло кофирлар қалбига қўрқувни солиб қўяди. Чунки кофирлар ҳужжатсиз, қувватсиз, имконсиз нарсаларга таянадилар.)"},{"id":"445","sura":"3","aya":"152","arabic_text":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","translation":"Батаҳқиқ, Аллоҳ ваъдаси устидан чиқди. Сиз Унинг изни билан уларни қира бошладингиз. Токи заифлашиб, амр ҳақида ихтилоф қилиб ва сиз суйган нарсани кўрсатганидан сўнг, исён қилгунингизча. Орангизда дунёни хоҳлайдиган кимсалар бор ва орангизда охиратни хоҳлайдиган кимсалар бор. Сўнгра, сизларни имтиҳон қилиш учун улардан бурди. Батаҳқиқ, сизни афв этди. Аллоҳ мўминларга фазл эгаси бўлган Зотдир.","footnotes":"(Уҳуд жангида ғолиб келиб турган мусулмонлар бирдан мағлубиятга учрашлари исён, сусткашлик ва Пайғамбар алайҳиссаломнинг амрларига хилоф қилиш оқибатида юзага келди. Ҳолбуки, Бадр ғазотида мусулмонлар сонлари, қуроллари оз бўлса ҳам, ғолиб келган эдилар. Бу эса, ўз навбатида, Аллоҳнинг мўминларга нусрат беришига ваъдаси мўминларнинг Аллоҳнинг амрига тўлиқ амал қилишларига боғлиқ эканлигини кўрсатади.)"},{"id":"446","sura":"3","aya":"153","arabic_text":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Пайғамбар ортингиздан чақириб турса ҳам ҳеч кимга қарамай тирқираб қочганингизни эсланг. Ўтган нарсага ва етган мусийбатга хафа бўлмаслигингиз учун сизга ғам устига ғам берди. Аллоҳ қилаётган амалларингиздан хабардор Зотдир.","footnotes":"(Аллоҳ таоло Уҳуд урушида сизга ғам устига ғам берди. Аввало жароҳат етди; кўпчилик қатл бўлди; мушриклардан мағлуб бўлдилар; ўлжадан қуруқ қолдилар; ғалабани қўлдан чиқардилар ва энг улкан ғам — Расулуллоҳни оғир ҳолда ташлаб қочишлари ва у зотнинг бошлари ёрилиб, тишлари синиб, ёноқларига темир ҳалқаларнинг кириши бўлди. Мана шу охирги ғам ҳамма ўтган нарсаларни ва етган мусибатларни унутдириб юборди.)"},{"id":"447","sura":"3","aya":"154","arabic_text":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Сўнгра, ғамдан кейин сиздан бир тоифангизни қамраб олган мудроқни омонлик қилиб туширди. Бошқа тоифа эса, ўзи билан овора бўлиб, Аллоҳ ҳақида ноҳақ, жоҳилият гумонини қилиб: «Бизнинг қўлимизда нима иш бор эди», дейишди. Сен: «Ишнинг барчаси Аллоҳдандир», деб айт! Сенга ошкор қилмаган нарсаларини ичларида махфий тутарлар. Улар: «Агар қўлимизда бир иш бўлганида, бу ерда қатл қилинмас эдик», дерлар. Сен: «Агар уйларингизда бўлсангиз ҳам, қатл бўлиш тақдирида ёзилганлар ўз ўлим жойларига чиқар эдилар. Бу, Аллоҳ кўксингиздаги нарсани синаши ва қалбингиздагини яхшилаб поклаши учундир. Аллоҳ кўксингиздаги нарсани билувчи Зотдир», деб айт.","footnotes":"(Мусулмонлар Уҳуд урушида енгилиб қоча бошлаганларида, Аллоҳ таоло уларга мудроқни омонлик қилиб юбориб, ҳатто фалокатдан, бутунлай тор-мор бўлишдан сақлаб қолди. Бир оз мудраб, сўнг ўзига келган мусулмонлар Пайғамбар алайҳиссалом атрофларида тўпланишди ва тоғнинг баландроқ, қулайроқ жойига чиқиб жойлашишди. Буни кўрган мушриклар охиригача ҳужум қилишга юраклари дов бермай, ортга қайтдилар. Мўминлардан бир тоифаси бу иш билан овора бўлиб турган бир пайтда: Бу тоифа — иймони заиф тоифа, қалбида фидокорлик туйғуси ўрнашмаган тоифа. Шу боисдан Аллоҳ учун овора бўлмайди, дину диёнат учун овора бўлмайди, Пайғамбар учун овора бўлмайди, мусулмонлар учун овора бўлмайди. Бошларига зарба етганда, иймони заифлар, мунофиқлар доимо шундай қиладилар. Бошлиқларга осилиб, ҳамма айбни уларга тўнкаб одамларни улардан айнитишга ўтадилар. Баъзи қатл бўлганлар ҳақида ҳам: «Агар бизнинг ихтиёримиз билан иш бўлганида, бундай бўлмас эди», дейдилар. Қуръони Карим уларнинг бу нотўғри васвасаларини ҳам тўғрилаб, ўлим ва ҳаёт ортидаги, синовлар замиридаги ҳикматларни баён қилади.)"},{"id":"448","sura":"3","aya":"155","arabic_text":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"Икки тўп тўқнашган куни сизлардан юз ўгириб қочганларни баъзи қилган ишлари туфайли шайтон йўлдан урди, холос. Батаҳқиқ, Аллоҳ уларни афв қилди. Албатта, Аллоҳ мағфиратли ва раҳимли Зотдир.","footnotes":""},{"id":"449","sura":"3","aya":"156","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Эй, иймон келтирганлар! Куфр келтирганларга ва ер юзида юрган ва ғозий бўлган биродарлари ҳақида, агар бизнинг ҳузуримизда бўлганларида ўлмас эдилар ва қатл қилинмас эдилар, дейдиганларга ўхшаманг. Буни Аллоҳ қалбларида ҳасрат қилиши учун айтурлар. Аллоҳ тирилтирур ва ўлдирур. Аллоҳ қилган амалларингизни кўрувчи Зотдир.","footnotes":""},{"id":"450","sura":"3","aya":"157","arabic_text":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Гарчи Аллоҳ йўлида қатл қилинсангиз ҳам ёки ўлсангиз ҳам, Аллоҳдан бўладиган мағфират ва раҳмат улар жамлайдиган нарсадан яхшидир.","footnotes":""},{"id":"451","sura":"3","aya":"158","arabic_text":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","translation":"Гарчи ўлсангиз ҳам ёки қатл қилинсангиз ҳам, албатта, Аллоҳ ҳузурида йиғилурсиз.","footnotes":""},{"id":"452","sura":"3","aya":"159","arabic_text":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","translation":"Аллоҳнинг раҳмати ила уларга мулойим бўлдинг. Агар қўпол, қалби қаттиқ бўлганингда, атрофингдан тарқаб кетар эдилар. Бас, уларни афв эт. Уларга истиғфор айт ва улар билан ишларда машварат қил. Азму қарор қилганингдан сўнг Аллоҳга таваккал қил. Албатта, Аллоҳ таваккал қилувчиларни севадир.","footnotes":"(Аллоҳ таоло ушбу амр ила Пайғамбар алайҳиссаломни қалби кенгликда, мулойимликда — кишиларни атрофларида жамловчи олий сифатларда бардавом бўлишга чақириб, айблар ўтган бўлса ҳам, мусулмонларни афв этишга буюрмоқда.)"},{"id":"453","sura":"3","aya":"160","arabic_text":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Агар сизга Аллоҳ нусрат берса, сиздан ғолиб келувчи йўқ. Агар сизни ташлаб қўйса, Ундан ўзга ким ҳам ёрдам берар эди. Мўминлар фақат Аллоҳгагина таваккал қилсинлар.","footnotes":""},{"id":"454","sura":"3","aya":"161","arabic_text":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Пайғамбарга хиёнат ҳеч тўғри келмас. Кимки хиёнат қилса, қиёмат куни хиёнат қилиб олган нарсаси билан келадир. Сўнгра, ҳар бир жон касбига яраша тўлиқ оладир. Уларга зулм қилинмас.","footnotes":"(Биринчи марта мусулмонлар Бадр урушида ўлжа олдилар. Ўша ўлжа ҳақида мунофиқлар иғво тарқатишди. Бу иғволар орасида шундай ёлғон хабар ҳам бор эдики, у бўхтонга кўра, гўё Пайғамбаримиз алайҳиссалом ўлжаларни ғалул сифатида, яъни махфий равишда, беркитиб олганмишлар. Жумладан, Бадр урушида тушган ўлжадан бир тўп олтин йўқолганида ҳам Пайғамбар алайҳиссаломни айблашди, у кишидан гумон қилишди. Уҳуд урушида эса, камончиларнинг жойларини ташлаб кетишларига ўлжа дарди сабаб бўлган эди. Ушбу оятда мазкур туҳматомуз шубҳа-гумонлар жуда кескинлик ила рад этилмоқда. Нафақат Муҳаммад алайҳиссалом, балки умуман барча пайғамбарларга хиёнат буткул ёт хислат экани очиқ айтилмоқда.)"},{"id":"455","sura":"3","aya":"162","arabic_text":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Аллоҳнинг розилигини излаган одам Аллоҳнинг ғазабига дучор бўлган ва борар жойи жаҳаннам бўлган одамга ўхшармиди! Ва у қандай ҳам ёмон жой!","footnotes":""},{"id":"456","sura":"3","aya":"163","arabic_text":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"Уларнинг Аллоҳнинг ҳузуридаги даражалари турлича. Аллоҳ қилаётган амалларини кўриб турувчи Зотдир.","footnotes":""},{"id":"457","sura":"3","aya":"164","arabic_text":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"Батаҳқиқ, Аллоҳ мўминларга ўзларидан Пайғамбар юбориб, неъмат берди. У уларга Аллоҳнинг оятларини тиловат қилиб берадир, уларни поклайдир, китоб ва ҳикматни ўргатур. Гарчи олдин очиқ-ойдин адашувда бўлсалар ҳам.","footnotes":""},{"id":"458","sura":"3","aya":"165","arabic_text":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Сен: «Сизга мусийбат етган пайтда, ҳолбуки, ўзингиз ҳам икки бараварини етказган эдингиз, бу қаердан, дейсизми?! Бу ўзингизнинг ҳузурингиздан!» деб айт. Албатта, Аллоҳ ҳамма нарсага қодирдир.","footnotes":"(Яъни, ўзингиз сусткашлик қилдингиз, заифлашдингиз, ўзингиз Аллоҳнинг шартини буздингиз, ўзингиз Пайғамбарнинг амрига хилоф қилдингиз, энди келиб, «Бу қаердан?» дейсизми?! Билиб қўйинг, бу мусибатни ўзингиз ўзингизга чақириб олдингиз.)"},{"id":"459","sura":"3","aya":"166","arabic_text":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","translation":"Икки жамоа тўқнашган куни сизга мусийбат Аллоҳнинг изни билан ва мўминларни билиш учун.","footnotes":""},{"id":"460","sura":"3","aya":"167","arabic_text":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","translation":"Ва мунофиқлик қилаётганларни билиш учун етди. Ва уларга: «Келинглар, Аллоҳнинг йўлида уруш қилинглар ёки мудофаа қилинглар», дейилди. Улар: «Агар жанг бўлишини аниқ билсак, сизга эргашардик», – дедилар. Улар ўша кунда иймондан кўра куфрга яқинроқ эдилар. Тиллари билан дилларида йўқ нарсани айтурлар. Аллоҳ беркитаётган нарсаларини яхши билувчи Зотдир. ","footnotes":""},{"id":"461","sura":"3","aya":"168","arabic_text":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар ўз биродарларига ва (урушга чиқмай) ўтирганларга: «Агар бизга итоат қилганларида қатл қилинмас эдилар», – дейишди. Сен: «Агар гапингиз рост бўлса, ўзингиздан ўлимни қайтариб кўринг-чи», деб айт.","footnotes":"(Мунофиқлар ўз биродарларига ва урушга чиқмай уйда ўтирганларга ўзларини ҳақ кўрсатиб, айбни жанг қилганларга ағдара бошладилар. Уларнинг фикрича, Пайғамбар алайҳиссаломнинг амрларига итоат қилганлари хатолик бўлган. Агар мунофиқларга итоат қилганларида тўғри бўлар эмиш. Бу даъво тагида ҳамма нарса Аллоҳнинг иродаси билан бўлишини инкор этиш ётади.)"},{"id":"462","sura":"3","aya":"169","arabic_text":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","translation":"Аллоҳнинг йўлида қатл бўлганларни ўликлар деб ҳисобламанглар. Балки, улар — тирик, Роббилари ҳузурида ризқланмоқдалар.","footnotes":""},{"id":"463","sura":"3","aya":"170","arabic_text":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Улар Аллоҳ Ўз фазлидан берган нарсалардан хурсандлар ва ҳали ортларидан ўзларига қўшилмаган биродарларига, уларга хавф йўқлигининг ҳамда хафа ҳам бўлмасликларининг хушхабарини бермоқдалар.","footnotes":""},{"id":"464","sura":"3","aya":"171","arabic_text":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","translation":"Улар Аллоҳдан бўлган неъмат ва фазлнинг ҳамда, албатта, Аллоҳ мўминларнинг ажрини зое қилмаслигининг хушхабарини бермоқдалар.","footnotes":"(Ушбу оятлар Аллоҳ йўлида жиҳод қилиб қурбон бўлган бандалари мақомларининг баёнидир. Уларни «ўликлар» деб ҳисобламасликка амр, улар тирик эканликлари ва Роббилари ҳузурида ризқланаётганларининг хабаридир. Демак, шаҳидлар ҳақидаги тасаввур шундай бўлиши керак.)"},{"id":"465","sura":"3","aya":"172","arabic_text":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","translation":"Улар жароҳат етгандан кейин ҳам Аллоҳ ва Пайғамбар чақириғига жавоб берадиганлардир. Улардан яхшилик ва тақво қилганларига улуғ ажрлар бордир.","footnotes":""},{"id":"466","sura":"3","aya":"173","arabic_text":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","translation":" Уларга кишилар: «Албатта, одамлар сизга қарши куч тўпладилар, улардан қўрқинглар», деганда, иймонлари зиёда бўлди ва: «Бизга Аллоҳнинг Ўзи етарли ва У қандай ҳам яхши вакил», – дедилар.","footnotes":"(Яъни, ўша мўминларга баъзи кишилар келиб, қурайшликларнинг уларга қарши кўп куч тўплаганларини айтиб, улардан қўрқинглар, деганида, мўминлар қўрқиш ўрнига, иймонлари зиёда бўлди. Шу билан бирга, «Бизга Аллоҳнинг Ўзи етарли ва У қандай ҳам яхши вакил», дедилар. Имом Аҳмад ибн Ҳанбал ва бошқа муҳаддислар ривоят қилган ҳадисда Пайғамбар алайҳиссалоту вассалом ўз саҳобаларидан бирига: «Бошингга оғир иш тушганда, «Ҳасбияллоҳу ва неъмал вакийл», дегин», деганлар.)"},{"id":"467","sura":"3","aya":"174","arabic_text":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","translation":"Бас, Аллоҳнинг неъмати ва фазли ила уларга ёмонлик етмасдан қайтдилар ва Аллоҳнинг розилигига эришдилар. Аллоҳ улуғ фазл эгасидир.","footnotes":"(Улар Аллоҳга таваккал қилиб, Уни ўзларига кофий вакил билиб чиққан эдилар. Бас, бу урушдан зиён кўрмасдан, Аллоҳнинг неъмати, фазли ва розилигига сазовор бўлган ҳолда қайтдилар.)"},{"id":"468","sura":"3","aya":"175","arabic_text":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Албатта, бундай бўлишингиз шайтондандир, у ўз яқинларидан қўрқитур. Бас, агар мўмин бўлсангиз, улардан қўрқманглар, мендан қўрқинглар.","footnotes":"(Яъни, одамлар сизга қарши куч тўпладилар, улардан қўрқинглар, деган хабардан қўрқинчга тушсангиз, бу ҳолингиз шайтондандир. У сизларни ўз дўстларидан қўрқитади. Шайтон ўзига эргашганларни сизнинг кўзингизга кучли бўлиб кўринишини истайди. Агар ҳақиқий мўмин бўлсангиз, улардан қўрқманглар, уларнинг қўлидан ҳеч нарса келмайди.)"},{"id":"469","sura":"3","aya":"176","arabic_text":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"Куфрга ошиқаётганлар сени хафа қилмасин. Албатта, улар ҳаргиз Аллоҳга бирор зарар етказа олмаслар. Аллоҳ уларга охиратда насиба қилмасликни хоҳлайдир. Уларга улкан азоб бордир.","footnotes":""},{"id":"470","sura":"3","aya":"177","arabic_text":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Албатта, куфрни иймонга сотиб олганлар Аллоҳга ҳаргиз бирор зарар етказа олмаслар. Уларга аламли азоб бордир.","footnotes":""},{"id":"471","sura":"3","aya":"178","arabic_text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Куфр келтирганлар уларни тек қўйганимизни ўзлари учун яхши деб ҳисобламасинлар. Биз уларни фақат гуноҳлари кўпайиши учунгина тек қўямиз. Уларга хорловчи азоб бордир.","footnotes":""},{"id":"472","sura":"3","aya":"179","arabic_text":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","translation":"Аллоҳ мўминларни покидан нопокини ажратмасдан, сиз турган ҳолда, қўйиб қўймас. Аллоҳ сизларни ғайбдан хабардор қилиб қўймас. Лекин Аллоҳ Ўз Пайғамбарларидан кимни хоҳласа, танлаб оладир. Бас, Аллоҳга ва Унинг Пайғамбарларига иймон келтиринглар. Агар иймон келтирсангиз ва тақво қилсангиз, сизларга улуғ ажр бордир.","footnotes":"(Ушбу оятда Аллоҳ таоло мўминларни мунофиқларга аралаш бўлиб юраверишларига қўйиб қўймаслигини, балки ҳақиқий мўминни мунофиқдан ажратиб олишни айтмоқда. Одатда, бундай пайтларда синов, имтиҳон усули ишга солинади. Уҳуд уруши ҳам ана шундай: покни нопокдан, ҳақиқий мўминни мунофиқдан ажратиб олиш учун синов, имтиҳон бўлди.)"},{"id":"473","sura":"3","aya":"180","arabic_text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Аллоҳ Ўз фазлидан берган нарсага бахиллик қилганлар буни ўзларига яхшилик деб ҳисобламасинлар. Аксинча, бу уларга ёмонликдир. Қиёмат куни бахиллик қилган нарсалари ила бўйинлари ўралур. Осмонлару ернинг мероси Аллоҳгадир. Ва Аллоҳ қилаётган амалларингиздан хабардордир.","footnotes":"(Ислом дини таълимоти бўйича, инсоннинг қўлидаги мол унга Аллоҳ Ўз фазлидан берган омонатдир. Шунинг учун у мазкур молнинг ҳақиқий эгаси Аллоҳнинг розилиги йўлида сарфлаши керак. Аммо бахиллик қилиб, молни сарфламай тўпласа, ўзининг кўзига яхши бўлиб кўрингани билан, аслида яхшилик бўлмайди. Ким бахиллик билан тўплаган молини яхшилик деб ҳисобласа, нотўғри ўйлаган бўлади.)"},{"id":"474","sura":"3","aya":"181","arabic_text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"Батаҳқиқ, Аллоҳ: «Албатта, Аллоҳ камбағал ва биз боймиз», деганларнинг гапини эшитди. Айтганларини ва Пайғамбарларни ноҳақ ўлдирганларни ёзиб қўямиз ва: «Куйдирувчи азобни татиб кўринг!» деймиз.","footnotes":"(Яҳудийлар доимо Аллоҳ таоло тўғрисида ёмон тасаввурда, ноҳақ ақидада бўлганлар. Улар мўътабар ҳисоблайдиган китобларида ҳам бу нарса ўз аксини топган. Бўлмаса, Аллоҳ камбағал, биз боймиз, дейишармиди? Аллоҳ уларнинг бу беодоб гапларини эшитмайди, деб ўйлашади. Аммо улар нотўғри ўйлашади. Қиёмат куни фаришталар Аллоҳнинг номидан уларга: «Куйдирувчи азобни татиб кўринг!» дейдилар.)"},{"id":"475","sura":"3","aya":"182","arabic_text":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","translation":"Бундоқ бўлишлиги сизнинг ўз қўлингиз ила қилганингиз туфайлидир. Албатта, Аллоҳ бандаларига зулм қилувчи эмас.","footnotes":""},{"id":"476","sura":"3","aya":"183","arabic_text":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"«Албатта, Аллоҳ биздан ўтда куядиган қурбонлик келтирмаган Пайғамбарга ишонмаслигимизга аҳд олган», дейдиганларга: «Мендан олдин ҳам сизларга Пайғамбарлар очиқ-ойдин баёнотлар ва сиз айтган нарса билан келганлар. Агар ростгўй бўлсаларингиз, нимага уларни ўлдирдингиз?» деб айт.","footnotes":"(Яъни, ҳозир Пайғамбар алайҳиссаломдан мўъжиза келтиришни сўрашяпти. Мўъжизани келтирсалар, у кишига иймон келтиришга ваъда қилмоқдалар. Лекин Қуръони Карим уларни ўзларининг бошидан ўтган воқелик билан юзма-юз қўймоқда. Пайғамбар алайҳиссалоту вассаломга хитоб этиб, уларга: «Мендан олдин ҳам сизларга пайғамбарлар очиқ-ойдин баёнотлар ва сиз айтган нарса (яъни, мўъжизалар) билан келганлар. Агар (мўъжизани кўрсак, иймон келтирамиз деганингизда) ростгўй бўлсаларингиз, нимага уларни ўлдирдингиз?» деб айт», дейди.)"},{"id":"477","sura":"3","aya":"184","arabic_text":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"Агар сени ёлғончи қилсалар, сендан олдин очиқ-ойдин баёнотлар, ҳикматли китоблар ва нурли китоблар билан келган Пайғамбарларни ҳам ёлғончи қилганлар.","footnotes":""},{"id":"478","sura":"3","aya":"185","arabic_text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","translation":"Ҳар бир жон ўлимни тотгувчидир. Қиёмат куни ажрларингизни тўлиғича олурсиз. Ким дўзахдан узоқлаштирилса ва жаннатга киритилса, шубҳасиз, ютибди. Бу дунё ҳаёти ғурур матоҳидан ўзга нарса эмас. ","footnotes":"(Қиёмат кунида заррача яхшилик ҳам, заррача ёмонлик ҳам ҳисоб-китоб қилинади. Ҳар бир инсонга қилганига яраша мукофот ёки жазо тўлиғича берилади. Ана ўшанда ҳақиқий ютуққа эришган киму, мағлубиятга учраган ким экани маълум бўлади.)"},{"id":"479","sura":"3","aya":"186","arabic_text":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"Албатта, молу жонда синовга учрайсиз. Албатта, сиздан олдин китоб берилганлардан ва ширк келтирганлардан кўплаб озор эшитасиз. Агар сабр қилсангиз ва тақво қилсангиз, албатта, бу салмоқли ишлардандир.","footnotes":"(Барча ақида ва даъватларда, албатта, бало-офат ва синовлар бўлиши шартдир. Душманлардан озор эшитиш ва жафо кўриш ҳам бор нарса. Бундай пайтларда сабр-тоқатли, чидамли бўлиш ва Аллоҳ таолога тақво қилиш зарурдир. Чунки бу йўл олий мақсад йўлидир. Жаннат йўлидир. Жаннат йўли доимо тиканлар билан ўралган бўлади. Дўзах эса, шаҳвоний ишлар, лаззатлар билан ўралган бўлади.)"},{"id":"480","sura":"3","aya":"187","arabic_text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","translation":"Аллоҳ китоб берилганлардан, уни одамларга албатта баён қилурсиз ва беркитмассиз, деб аҳд олганини эсла. Бас, уни ортларига қаратиб отдилар ва арзон нархга сотдилар. Сотиб олган нарсалари қандай ҳам ёмон!","footnotes":"(Ояти каримада аҳли китобларнинг, хусусан, яҳудийларнинг аҳдни бузиб, хиёнат қилишлари ўзига хос услуб ила баён этиляпти. Аслида, Аллоҳ уларга китоб бераётган пайтда, бу китобни албатта, одамларга баён қиласиз ва беркитмайсиз, деб аҳд олган эди. Жумладан, улар келишининг хабари ўз китобларида берилган Муҳаммад алайҳиссаломнинг васфлари ва у киши ҳақидаги маълумотларни беркитмасдан одамларга баён қилишлари керак эди. Улар рози бўлиб, аҳд бериб олган бўлсалар ҳам, аҳдни буздилар.)"},{"id":"481","sura":"3","aya":"188","arabic_text":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Қилганларига хурсанд бўлиб, қилмаганларига мақталишни суядиганларни азобдан нажотда деб ҳисоблама. Уларга аламли азоб бор!","footnotes":""},{"id":"482","sura":"3","aya":"189","arabic_text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Осмонлару ернинг мулки Аллоҳникидир. Ва Аллоҳ ҳар бир нарсага қодирдир.","footnotes":""},{"id":"483","sura":"3","aya":"190","arabic_text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"Албатта, осмонлару ернинг яратилишида ва кеча-кундузнинг алмашинишида ақл эгалари учун белгилар бор.","footnotes":"(Осмонга назар солиб, ақлини ишлатган одам, ерга назар солиб, ақлини ишлатган одам, кечаю кундузнинг алмашишига назар солиб, ақлини ишлатган одам, албатта, Аллоҳнинг ягоналигига, қудратига, яратувчилигига қойил қолмасдан иложи йўқ.)"},{"id":"484","sura":"3","aya":"191","arabic_text":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","translation":"Аллоҳни тик турган, ўтирган ва ёнбошлаган ҳолларида эслайдиган, осмонлару ернинг яратилишини тафаккур қиладиганлар: «Роббимиз, буни бекорга яратганинг йўқ, Ўзинг поксан, бизни ўт азобидан сақлагин.","footnotes":""},{"id":"485","sura":"3","aya":"192","arabic_text":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","translation":"Роббимиз, албатта, Сен кимни дўзахга киритсанг, батаҳқиқ, уни шарманда қилибсан. Ва золимларга ёрдам берувчилар йўқ.","footnotes":""},{"id":"486","sura":"3","aya":"193","arabic_text":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","translation":"Роббимиз, биз нидо қилувчининг «Роббингизга иймон келтиринг!» деб нидо қилаётганини эшитдик ва иймон келтирдик. Роббимиз, бизнинг гуноҳларимизни кечиргин ва ёмонликларимизни ўчиргин ҳамда яхшилар билан бирга ўлдиргин.","footnotes":""},{"id":"487","sura":"3","aya":"194","arabic_text":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","translation":"Роббимиз, бизга Пайғамбарларингга ваъда қилган нарсаларингни бергин ва бизни қиёмат куни шарманда қилмагин. Албатта, Сен ваъдага хилоф қилмассан», дерлар.","footnotes":"(Ушбу ояти карималардан кўриниб турибдики, Аллоҳнинг биру борлиги ҳамда чексиз қудрати ва бошқа комил сифатларини тўла англаб етиш учун ибодат ва тафаккур лозим экан. Бири бўлиб иккинчиси бўлмаса ҳам, иш битмас экан. Аллоҳни тик турган, ўтирган ва ёнбошлаган ҳолларда эслаш даражаси улуғ даража бўлиб, инсон ибодатга олий мақомга эришгандагина ушбу даражага кўтарилади. Шундай даражада тафаккур қилган одам қалби соф ҳолга келади ва дуо қилса, ижобат бўладиган мақомга етади.)"},{"id":"488","sura":"3","aya":"195","arabic_text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","translation":"Роббилари уларнинг (дуоларини) ижобат қилиб: «Мен сизлардан эркагу аёл амал қилувчининг амалини зое қилмасман. Баъзингиз баъзингиздансиз. Ҳижрат қилганлар, диёрларидан чиқарилганлар, Менинг йўлимда азият чекканлар, жанг қилганлар ва қатл бўлганларнинг ёмонликларини ўчирурман ҳамда уларни албатта остидан анҳорлар оқиб турган жаннатларга киритурман, бу — Аллоҳнинг ҳузуридан савобдир. Ва Аллоҳ — ҳузурида гўзал савоб бор Зотдир», деди.","footnotes":"(Ушбу ояти каримада Аллоҳ таоло тафаккурингизни, хаёлингизни, ниятингизни ёки гапу сўзингизни зое қилмайман, дегани йўқ. Балки, амалингизни зое қилмайман, демоқда. Демак, Аллоҳнинг ўлчовида энг эътиборга сазовор нарса амалдир. Яхшилик йўлида қилинган амал, Ислом дини назарида, ибодат даражасига кўтарилади. Амал қилувчи иймонли бўлса бўлди. Унинг кимлигидан қатъий назар, амали зое бўлмайди.)"},{"id":"489","sura":"3","aya":"196","arabic_text":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","translation":"Куфр келтирганларнинг юрт кезишлари сени алдаб қўймасин.","footnotes":""},{"id":"490","sura":"3","aya":"197","arabic_text":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"Бу озгина матоҳдир. Сўнгра ўринлари жаҳаннамдир. У қандай ҳам ёмон ётоқ!","footnotes":"(Бу дунёнинг қизиқ ишларидан бири шуки, мўминлар, аброрлар азоб-уқубатга дучор бўлиб, юртларидан ҳижрат қилиб чиқиб ёки ҳайдаб чиқарилиб ёки қамоқларга ташланиб, Аллоҳнинг йўлида азиятлар чекиб турган бир пайтда, кофирлар кибру ҳаво, дабдабаю тантана билан юрт кезадилар. Ҳаммага ўзларини кўз-кўз қиладилар. Бу ҳолат мўминларни хафа қилиб, нимага бундай бўлади, деган саволни кўнглига солиб, адаштириб, алдаб қўйиши мумкин. Ушбу оят ана шунақа алдовга берилиб қолмасликни мўминларга Пайғамбар алайҳиссалоту вассалом орқали тайинламоқда.)"},{"id":"491","sura":"3","aya":"198","arabic_text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","translation":"Лекин Роббиларига тақво қилганлар учун остидан анҳорлар оқиб турган жаннатлар бўлиб, унда абадий қолурлар. Бу Аллоҳдан зиёфатдир. Аллоҳ ҳузуридаги нарса аброрлар учун яхшидир.","footnotes":""},{"id":"492","sura":"3","aya":"199","arabic_text":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Албатта, аҳли китоблардан Аллоҳга, сизларга туширилган нарсага, уларга туширилган нарсага иймон келтирадиганлари, Аллоҳга ўзини хор тутиб бўйин эгадиганлари, Аллоҳнинг оятларини арзон баҳога сотмайдиганлари бордир. Ана ўшаларга Роббилари ҳузурида ажр бордир. Албатта, Аллоҳ тезҳисоб Зотдир.","footnotes":""},{"id":"493","sura":"3","aya":"200","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"Эй, иймон келтирганлар! Сабр қилинг. Сабр ила ғолиб келинг. Курашга бел боғлаб туринг. Аллоҳга тақво қилинг. Шоядки, ютуққа эришсангиз.","footnotes":"(Сабр ила ғолиб келиш муҳим нарса, чунки қарши тараф ҳам ўзига яраша сабрлидир. Демак, икки томоннинг сабрлари курашида мўминларнинг сабри ғолиб келиши керак. Буни шаръий истилоҳда «мусобара» дейилади. Биз «курашга бел боғлаб туринг» деб таржима қилган ибора эса, «муробата» дейилиб, ибодат жойида ёки мусулмонларни душмандан ҳимоя қилиш жойида бардавом бўлиш маъносини беради.)"}]