[{"id":"3504","sura":"32","aya":"1","arabic_text":"الٓمٓ","translation":"Алиф. Лаам. Мийм.","footnotes":""},{"id":"3505","sura":"32","aya":"2","arabic_text":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Бу китобнинг нозил қилиниши, унда ҳеч шак-шубҳа йўқ, оламларнинг Робби томонидандир.","footnotes":""},{"id":"3506","sura":"32","aya":"3","arabic_text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","translation":"Ёки, унинг ўзи тўқиб олган, дерларми?! Йўқ! У сендан олдин ўзларига ҳеч огоҳлантиргувчи келмаган қавмни огоҳлантиришинг учун Роббингдан (келган) ҳақдир. Шоядки, улар ҳидоят топсалар.","footnotes":""},{"id":"3507","sura":"32","aya":"4","arabic_text":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","translation":"Аллоҳ осмонлару Ерни ва улар орасидаги нарсаларни олти кунда яратиб, сўнгра (Зоти ва улуғлигига муносиб суратда) Аршга юксалган Зотдир. Сиз учун ундан ўзга дўст ҳам, шафоатчи ҳам йўқдир. Ахир, эсламайсизларми?!","footnotes":"(Осмонлару Ернинг олти кунда яратилишининг ҳикмати ва сирлари ёлғиз Аллоҳнинг Ўзигагина маълум. Уламоларимиз бу тўғрида турли фикрларни айтган бўлсалар ҳам, кўплари Аллоҳга ҳавола этишни маъқул биладилар.)"},{"id":"3508","sura":"32","aya":"5","arabic_text":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","translation":"У зот осмондан ергача барча ишнинг тадбирини қилур. Сўнгра ўша (иш) миқдори сиз санаётган ҳисобда минг йилга тенг бўлган кунда Унга чиқар.","footnotes":"(Яъни, Аллоҳ таоло дунёдаги ҳамма ишларнинг тадбирини қилиб қўйган. Аммо бу ишлар қолиб кетавермайди. Унутилиб ҳам, натижасиз ҳам қолмайди. Балки қиёмат куни яна Аллоҳнинг ҳузурига чиқади. Қиёмат куни ўзининг даҳшати ила, бу дунёда одамлар санаб юрган минг йилга тенг бўлади. Ана ўша кунни ўйлаб иш кўриш керак.)"},{"id":"3509","sura":"32","aya":"6","arabic_text":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","translation":"Ана шу Зот ғойибнию ҳозирни билгувчи, Азийзу Роҳиймдир.","footnotes":""},{"id":"3510","sura":"32","aya":"7","arabic_text":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","translation":"У Ўзи яратган ҳар бир нарсани гўзал этган ва инсонни яратишни лойдан бошлаган Зотдир.","footnotes":""},{"id":"3511","sura":"32","aya":"8","arabic_text":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","translation":"Сўнгра, унинг наслини ҳақир бир сувдан ажраб чиқадиган қилди.","footnotes":""},{"id":"3512","sura":"32","aya":"9","arabic_text":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"Сўнгра уни ростлади ва унинг ичига Ўз руҳидан пуфлади. У сизларга қулоқ, кўзлар ва диллар пайдо қилди. Камдан-кам шукр қилурсизлар.","footnotes":""},{"id":"3513","sura":"32","aya":"10","arabic_text":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","translation":"Улар: «Биз ер остида йўқ бўлиб кетгач ҳам, яна янгитдан яратиламизми?!» дерлар. Йўқ! Улар Роббиларига рўбарў бўлишни инкор қилгувчилардир.","footnotes":""},{"id":"3514","sura":"32","aya":"11","arabic_text":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","translation":"Сен: «Сизларга вакил қилинган ўлим фариштаси жонингизни оладир. Сўнгра Роббингизга қайтарилурсиз», деб айт.","footnotes":"(Бу дунёда одам боласи ҳеч қачон ўлишни хоҳламайди. Аммо ажали етса, у қанчалик яшашни хоҳласа-да, вакил қилинган ўлим фариштаси келиб жонини олади.)"},{"id":"3515","sura":"32","aya":"12","arabic_text":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","translation":"Гуноҳкорларнинг Роббилари ҳузурида бошларини эгиб туриб: «Эй Роббимиз, кўрдик, эшитдик. Бас, бизни ортга қайтар, яхши амал қиламиз. Албатта, биз ишониб етдик», дейишларини кўрсанг эди.","footnotes":""},{"id":"3516","sura":"32","aya":"13","arabic_text":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"Агар хоҳлаганимизда, ҳар бир жонга ўз ҳидоятини берар эдик. Лекин Мендан: «Албатта, жаҳаннамни жинлар ва одамларни жамлаб тўлдирурман», деган сўз ҳақ бўлди.","footnotes":"(Ҳа, бу иш Аллоҳ таоло учун осон эди. Аллоҳ инсонни айрича табиат билан яратди. Унга ақл берди. Ирода берди. Истак берди. Шаҳват берди. Пайғамбар юбориб, китоб нозил қилди. Ҳидоят ва залолат йўлини кўрсатди. Бу дунёдаги вазифасини тушунтирди. Одамлар ва жинлар ичидан кофирликни, осийликни танлаганларини қўшиб жаҳаннамга ташлаб, улар билан уни албатта тўлдираман, деган сўзим бор эди, шу ҳақ бўлди.)"},{"id":"3517","sura":"32","aya":"14","arabic_text":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"«Бас, тотиб кўринглар, ушбу кунингизда учрашувни унутганингиз туфайли Биз ҳам сизни унутдик. Қилиб ўтган амалларингиз туфайли мангу азобни тотинг!» дейилур.","footnotes":""},{"id":"3518","sura":"32","aya":"15","arabic_text":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","translation":"Албатта, Бизнинг оятларимизга улар-ла эслатма берилганда саждага йиқиладиган, Роббиларига ҳамд ила тасбиҳ айтадиган ва мутакаббирлик қилмайдиганларгина иймон келтирурлар.","footnotes":"(Яъни, Аллоҳнинг оятлари тиловат қилинган чоғда таъсирланиб, қалблари эриб, ихлослари ортиб, Аллоҳни улуғлаб саждага йиқиладиган одамларгина оятларга иймон келтирар эканлар.)"},{"id":"3519","sura":"32","aya":"16","arabic_text":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"Уларнинг ёнбошлари ётар жойдан йироқ бўлур. Улар Роббиларига қўрқув ва умидворлик ила дуо қилурлар ва ўзларига ризқ қилиб берган нарсаларимиздан инфоқ қилурлар.","footnotes":""},{"id":"3520","sura":"32","aya":"17","arabic_text":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Бас, ҳеч бир жон ўзлари учун қилиб ўтган амаллари мукофотига беркитиб қўйилган кўз қувончларини билмас.","footnotes":"(Яъни, ҳеч бир одам яхши амаллари эвазига жаннатда беркитиб қўйилган, кўзни қувонтирадиган мукофотлар борлигини идрок қила билмас. Улар риё бўлмасин деб амалларни кечасида, махфий равишда қилгани учун Аллоҳ таоло ҳам уларга берадиган мукофотини махфий қилиб, беркитиб қўйган.)"},{"id":"3521","sura":"32","aya":"18","arabic_text":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","translation":"Ахир, мўмин бўлган одам фосиқ бўлган одамдек бўлурми?! Тенг бўлмаслар.","footnotes":""},{"id":"3522","sura":"32","aya":"19","arabic_text":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Аммо, иймон келтириб, яхши амалларни қилганларга, албатта уларга қилиб ўтган амаллари учун жаннатул маъво манзилдир.","footnotes":""},{"id":"3523","sura":"32","aya":"20","arabic_text":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","translation":"Аммо фосиқлик қилганлар эса, бас, уларнинг жойлари дўзахдир. Ҳар қачон ундан чиқмоқни ирода қилсалар, унга қайтарилурлар ва уларга: «Ўзингиз ёлғонга чиқарган дўзахнинг азобини тотинг», дейилур.","footnotes":"(Фосиқлар дўзах азобидан қийналиб, ундан қочиб чиқишга ҳаракат қиладилар. Аммо улар дўзахдан энди чиқай деб қолганларида, яна унга қайтариладилар. Шундай қилиб, у ерда доимий ва абадий азобланадилар.)"},{"id":"3524","sura":"32","aya":"21","arabic_text":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Албатта, Биз уларга буюк азобдан олдин яқин азобни тоттирамиз. Шоядки, қайтсалар.","footnotes":"(Яъни, ўша фосиқларга охиратнинг буюк азобидан олдин бу дунёдаги яқин азобни тоттирамиз. Шоядки улар бундан сабоқ олиб, куфр ва фисқу фужурдан, ёмонликлардан қайтсалар.)"},{"id":"3525","sura":"32","aya":"22","arabic_text":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","translation":"Роббининг оятлари ила эслатилган, сўнгра улардан юз ўгирган одамдан ҳам золимроқ одам борми?! Албатта, Биз жиноятчилардан интиқом олгувчилармиз.","footnotes":""},{"id":"3526","sura":"32","aya":"23","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","translation":"Батаҳқиқ, Биз Мусога китобни бердик. Бас, сен унинг рўбарў бўлишидан шубҳада бўлма. Ва биз уни Бани Исроилга ҳидоят қилиб бердик.","footnotes":"(Ушбу жумла маъноси ҳақида тафсирчи уламоларимиз турли фикрларни айтганлар. Бирлари, бу жумлада Муҳаммад алайҳиссалоту вассаломнинг Исро ва Меърож кечасида Мусо алайҳиссаломга рўбарў бўлишлари айтилган, деб тушунадилар. Иккинчилари, Мусо алайҳиссаломнинг Тавротга рўбарў бўлишларидир, деб айтадилар. Учинчилари эса, Мусога китоб берганимиздек, сени ҳам бир илоҳий китобга рўбарў қиламиз, деган маънода тафсир этадилар.)"},{"id":"3527","sura":"32","aya":"24","arabic_text":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","translation":"Ва сабр қилган пайтларида улардан Бизнинг амримиз ила ҳидоятга бошлайдиган пешволар чиқардик. Улар Бизнинг оятларимизга аниқ ишонардилар.","footnotes":""},{"id":"3528","sura":"32","aya":"25","arabic_text":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Албатта, Роббинг Ўзи қиёмат куни улар орасида ихтилоф қилган нарсалари тўғрисида ажрим қилур.","footnotes":""},{"id":"3529","sura":"32","aya":"26","arabic_text":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","translation":"Ўзларидан олдин ўтган, масканларида юриб турган қанчадан-қанча асрларни ҳалок қилганимиз уларни ҳидоятга бошламадими?! Албатта, бунда оят-белгилар бордир. Эшитмайдиларми?!","footnotes":""},{"id":"3530","sura":"32","aya":"27","arabic_text":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","translation":"Бизнинг сувни қуруқ ерга ҳайдаб, у билан чорвалари ва ўзлари ейдиган зироатни чиқаришимизни билмайдиларми?! Ахир, кўрмайдиларми?!","footnotes":""},{"id":"3531","sura":"32","aya":"28","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар ростгўй бўлсаларингиз, бу фатҳ қачон бўлур?!» дерлар.","footnotes":""},{"id":"3532","sura":"32","aya":"29","arabic_text":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","translation":"Сен: «Фатҳ куни куфр келтирганларга иймонлари манфаат бермас ва уларга муҳлат ҳам берилмас», деб айт.","footnotes":""},{"id":"3533","sura":"32","aya":"30","arabic_text":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","translation":"Бас, улардан юз ўгир ва мунтазир бўл. Албатта, улар ҳам мунтазирдирлар.","footnotes":"(Кўриб ўтганимиздек, Сажда сурасида ҳар бир инсон доимо эсда тутиши ва ҳаётда тез-тез эслаб туриши лозим бўлган маънолар ўзига хос услуб билан келтирилгандир. Шунинг учун ҳам Пайғамбаримиз алайҳиссалоту вассалом бу сураи каримани намозда ва ҳар куни ётишларидан олдин ўқир эдилар. Имоми Бухорий ривоят қилган ҳадисда Ҳазрати Абу Ҳурайра розияллоҳу анҳу: «Расулуллоҳ алайҳиссалоту вассалом жума куни бомдод намозида Сажда сураси билан «Ҳал ата алал-инсани» сурасини ўқир эдилар», деганлар.)"}]