[{"id":"3534","sura":"33","aya":"1","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"Эй Набий! Аллоҳга тақво қил ва кофиру мунофиқларга итоат этма! Албатта, Аллоҳ ўта олим ва ўта ҳикматли Зотдир.","footnotes":""},{"id":"3535","sura":"33","aya":"2","arabic_text":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"Ва ўзингга Роббингдан ваҳий қилинаётган нарсага эргаш. Албатта, Аллоҳ нима амал қилаётганингиздан хабардордир.","footnotes":""},{"id":"3536","sura":"33","aya":"3","arabic_text":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"Ва фақат Аллоҳга таваккал қил. Вакилликка Аллоҳ кофийдир.","footnotes":""},{"id":"3537","sura":"33","aya":"4","arabic_text":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","translation":"Аллоҳ бирон кишининг ичида иккита қалб қилган эмасдир. Ўзларингиз зиҳор қилаётган хотинларингизни сиз учун она ҳам қилган эмас ва асранди болаларингизни сизга фарзанд қилган эмас. Буларингиз оғзингиз билан айтган гапларингиздир. Аллоҳ эса, ҳақни айтур ва У тўғри йўлга ҳидоят қилур.","footnotes":"(Бу оятда жоҳилият тузумининг учта ҳукми ҳақида сўз кетмоқда. Булар: ақлли ва зийрак кишиларнинг қалби иккита бўлади, деган тасаввур; ким хотинидан зиҳор қилса, хотини онаси бўлиб қолади, деган ақида; ким бирор болани асраб олса, ўз сулбидан бўлган боланинг ўрнида ўтади, деган ҳукм. Бу уч ҳукмга кофир ва мунофиқлар тўла ишонишар ва амал қилишар эди. Шу билан бирга, мўмин-мусулмонларнинг ҳам бу ҳукмларига итоат этишларини талаб қилишарди. Мана шу оят мусулмонлар олдига Аллоҳга тақво қилиш, у юбораётган ваҳийга эргашиш, фақат Яратганнинг ўзига суяниш ва кофиру мунофиқларга эргашмаслик вазифасини амалий равишда қўйди.)"},{"id":"3538","sura":"33","aya":"5","arabic_text":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translation":"Уларни ўз оталари номи билан чақиринглар. Ана шу, Аллоҳнинг наздида тўғридир. Агар оталарини билмасангиз, улар сизнинг дин қардошларингиз ва дўстларингиздир. Билмасдан қилган хато нарсангиз учун сизга гуноҳ йўқ. Аммо дилдан қасд қилган бўлсангиз, Аллоҳ ўта мағфиратли ва ўта раҳимли Зотдир.","footnotes":""},{"id":"3539","sura":"33","aya":"6","arabic_text":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translation":"Набий мўминлар учун ўзларидан кўра ҳақлидир. Унинг аёллари эса, уларнинг оналаридир. Аллоҳнинг Китобида қариндошлар бир-бирларига бошқа мўминлардан ва муҳожирлардан ҳақлидирлар. Фақат, дўстларингизга яхшилик қилмоғингиз мустаснодир. Бу, Китобда сатрлар ила битилмиш.","footnotes":"(Пайғамбарнинг мўминлар учун тутган ўрни шунчалик улуғки, у асраб олган отадан ҳам, сулбий отадан ҳам, ҳатто ҳар бир мўминнинг ўз нафсидан ҳам юқори даражададир. Унинг бу даражаси доимий ва боқийдир. Пайғамбар алайҳиссалоту вассалом ҳар бир нарсада мўминлар учун ҳатто ўзларидан ҳам устун мақомдадир.)"},{"id":"3540","sura":"33","aya":"7","arabic_text":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translation":"Набийлардан аҳду паймонларини олганимизни эсла! Сендан, Нуҳдан, Иброҳимдан, Мусодан ва Ийсо ибн Марямдан ҳам. Биз улардан салмоқли аҳду паймон олдик.","footnotes":""},{"id":"3541","sura":"33","aya":"8","arabic_text":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","translation":"(Буни Аллоҳ) содиқлардан садоқатлари ҳақида сўраш учун қилди. Ва кофирларга аламли азобни тайёрлаб қўйди.","footnotes":"(Ушбу ояти каримадаги «содиқлар» кимлар эканлиги ҳақида тафсирчи уламоларимиз икки хил фикр айтганлар. Бир гуруҳи, содиқлар пайғамбарлардир, деган. Иккинчи бир гуруҳи эса, содиқлар пайғамбарларга содиқ бўлган мўминлардир, деб айтган. Аслида, бу икки маъно бир-бирини тўлдириб келади.)"},{"id":"3542","sura":"33","aya":"9","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translation":"Эй, иймон келтирганлар! Аллоҳнинг сизга берган неъматини эсланг. Ўшанда устингизга лашкарлар келган эди. Бас, Биз уларнинг устига шамолни ва сиз кўрмаган лашкарларни юбордик. Аллоҳ нима қилаётганингизни яхши кўриб тургувчи эди.","footnotes":"(Ўша пайтда устингизга аҳзоб — Қурайш ўзининг одамлари ва малайлари билан ҳамда Ғатафоннинг турли қабилалари бирлашиб, бостириб келишган эди. Улар сизларни бутунлай йўқ қилиб юбориш мақсадида эдилар.)"},{"id":"3543","sura":"33","aya":"10","arabic_text":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","translation":"Ўшанда улар сизнинг уст ва қуйи томонингиздан келган эдилар. Ўшанда кўзлар тиниб, жонлар ҳалқумга келган эди ва Аллоҳ ҳақида турли гумонлар қилардингиз.","footnotes":""},{"id":"3544","sura":"33","aya":"11","arabic_text":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","translation":"Ана шунда мўминлар синовга дучор бўлдилар ва шиддатли ларзага тушдилар.","footnotes":"(Дарҳақиқат, мусулмонлар қуршов ичида қолдилар. Улар шаҳар атрофида хандақ қазиб, ҳимояланишди. Бунинг устига, яҳудий қабиласи Бани Қурайза хиёнат қилиб, аҳдни бузди, душманга қўшилиб кетди.)"},{"id":"3545","sura":"33","aya":"12","arabic_text":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","translation":"Ўшанда мунофиқлар ва қалбларида касаллик борлар: «Аллоҳ ва Унинг Расули бизга ёлғондан бошқани ваъда қилмаган экан», дердилар.","footnotes":"(Улар, Расулуллоҳ алайҳиссалоту вассаломдан изн сўрамай, сафарбарликдан кетиб қолганлари ҳам етмаганидек, мўминлар ичига ғулғула солдилар.)"},{"id":"3546","sura":"33","aya":"13","arabic_text":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","translation":"Ўшанда улардан бир тоифаси: «Эй, Ясриб аҳли, бу ерда сизга туриш имкони йўқ. Бас, қайтинглар», деди. Улардан бир гуруҳлари Набийдан изн сўраб: «Уйларимиз очиқ-сочиқ қолган», дерлар. Ҳолбуки, улар очиқ-сочиқ эмас. Улар қочишдан бошқани ирода қилмаслар.","footnotes":""},{"id":"3547","sura":"33","aya":"14","arabic_text":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","translation":"Агар уларнинг устига у(Мадина)нинг ҳар тарафидан бостириб кирилса, сўнгра улардан фитна талаб қилинса, албатта, уни қиладилар. Ҳеч кечикмаслар. Магар озгинагина.","footnotes":"(Яъни, ўша мунофиқ ва иймони заифларнинг устига душман Мадинанинг ҳар томонидан бостириб кириб, фитнани — диндан қайтиш ва мусулмонларга қарши урушишни талаб этса, дарҳол ўша ишни қилар эдилар.)"},{"id":"3548","sura":"33","aya":"15","arabic_text":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","translation":"Ҳолбуки, улар бундан олдин ортга қараб қочмасликка Аллоҳга аҳд берган эдилар. Аллоҳга аҳд эса, масъулият бўлгандир.","footnotes":"(Кетиш учун ёлғон тўқиган Авс ибн Қайзийнинг қабиласи Бани Ҳорисадир. Уҳуд урушида ҳам ортга қочмоқчи бўлган эдилар.)"},{"id":"3549","sura":"33","aya":"16","arabic_text":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","translation":"Сен: «Қочиш сизга ҳеч қандай фойда бермас. Демак, агар ўлимдан ёки қатл бўлишдан қочсангиз ҳам, жуда оз ҳузурланасиз, холос», деб айт.","footnotes":""},{"id":"3550","sura":"33","aya":"17","arabic_text":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"Сен: «Агар сизга Аллоҳ ёмонликни ирода қилса ёки сизга раҳматни ирода қилса, сизларни Ундан тўсадиган ким бор?!» деб айт. Улар ўзларига Аллоҳдан ўзга дўст ва ёрдам бергувчи топа олмаслар.","footnotes":""},{"id":"3551","sura":"33","aya":"18","arabic_text":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","translation":"Батаҳқиқ, Аллоҳ ичингиздаги (жидду жаҳдга) тўсиқлик қилгувчиларни ҳам ва ўз биродарларига: «Биз томон келинг», деювчиларни ҳам билур. Улар жангга келмаслар, илло, озгина келурлар.","footnotes":""},{"id":"3552","sura":"33","aya":"19","arabic_text":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"Сизларга нисбатан бахиллик қилган ҳолларида (келурлар). Бас, хавф келган чоғда уларнинг сенга ўлим талвасасидаги кишига ўхшаб, кўзлари айланиб назар солишларини кўрурсан. Бас, хавф кетганда эса, яхшиликка очкўзлик қилиб, сизларга ўткир тиллар ила озор берурлар. Ана ўшалар, иймон келтирмаганлардир. Бас, Аллоҳ амалларини беҳуда кетказди. Бу эса, Аллоҳ учун осон эди.","footnotes":"(«Ана ўшалар» мўмин-мусулмонларга қўшилиб, сафарбарликка чиқадиганларнинг жиҳодга бўлган шаштини пасайтирадиган, урушга озгинасигина келадиган, хавф келганда мусулмонлар раҳбарига худди, ўлимимга сен сабабсан, дегандек назар соладиган, хавф кетганда, ўлжа талашиб уришадиган, иймон келтирмаган одамлардир.)"},{"id":"3553","sura":"33","aya":"20","arabic_text":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","translation":"Улар аҳзобларни кетмаган деб ҳисобларлар. Агар аҳзоблар яна келсалар, улар аъробийлар ичида, чўлда бўлиб, сизнинг хабарингизни сўраб туришни орзу қилурлар. Агар сизнинг ичингизда бўлганларида ҳам, камдан-кам жанг қилган бўлур эдилар.","footnotes":"(Кофир гуруҳларнинг мусулмонларга ҳеч бир зарар етказа олмай, қайтиб кетганлари мунофиқларнинг тасаввурига сиғмайди.)"},{"id":"3554","sura":"33","aya":"21","arabic_text":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","translation":"Батаҳқиқ, сизлар учун, Аллоҳдан ва охират кунидан умидвор бўлганлар учун ва Аллоҳни кўп зикр қилганлар учун Расулуллоҳда гўзал ўрнак бор эди.","footnotes":"(Пайғамбаримиз алайҳиссалоту вассалом аҳзоб урушида ҳам, одатдагидек, энг гўзал намуналарни кўрсатдилар. Хавф-хатар тасвирлаб бўлмайдиган даражада катта эканига қарамай, заррача қўрқмасдан, Мадинани ҳимоя қилишга чиқдилар. Салмони Форсий розияллоҳу анҳунинг фикрларини қабул этиб, хандақ қазишни бошладилар. У зот алайҳиссалоту вассалом шундай хатарли ва нозик бир пайтда мўмин-мусулмонлар учун ишонч, орзу-умид, хотиржамлик тимсолига айландилар.)"},{"id":"3555","sura":"33","aya":"22","arabic_text":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","translation":"Мўминлар аҳзобларни кўрганларида: «Бу бизга Аллоҳ ва Унинг Расули ваъда қилган нарсадир. Аллоҳ ва Унинг Расули рост сўзларлар», дедилар. Бу уларга иймон ва таслимдан бошқа нарсани зиёда этмади.","footnotes":"(Яъни, кофирларнинг аҳзоб бўлиб, сонсиз-саноқсиз ададда устларига бостириб келишлари мўминларга иймондан ва Аллоҳ таолога бутунлай ўзларини топширишдан бошқани зиёда қилмади. Уларнинг иймон-эътиқодлари ва мусулмончиликлари яна ҳам кучайди. Ҳа, иймон келтирган, мусулмон бўлган одамлар ана шундай одамлардир.)"},{"id":"3556","sura":"33","aya":"23","arabic_text":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","translation":"Мўминлардан Аллоҳга берган ваъдаларига содиқ қолган кишилар бордир. Бас, улардан баъзилари ажалини топди. Баъзилари эса, интизор бўлиб турибдир. Улар бирор нарсани алмаштирмадилар.","footnotes":""},{"id":"3557","sura":"33","aya":"24","arabic_text":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"Аллоҳ содиқларни садоқатлари сабабидан мукофотлаши учун ва мунофиқларни агар хоҳласа, азоблаши ёки тавбасини қабул қилиши учундир. Албатта, Аллоҳ ўта мағфиратли ва ўта раҳимлидир.","footnotes":""},{"id":"3558","sura":"33","aya":"25","arabic_text":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","translation":"Ва Аллоҳ куфр келтирганларни ғазаблари ила ортларига қайтарди. Улар ҳеч бир яхшиликка эриша олмадилар. Мўминлар учун урушда Аллоҳнинг Ўзи кифоя қилди. Ва Аллоҳ кучли ва азийз Зотдир.","footnotes":""},{"id":"3559","sura":"33","aya":"26","arabic_text":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","translation":"Ва У зот уларга ёрдам берган аҳли китоблардан бўлганларни қўрғонларидан туширди ва қалбларига қўрқинч солди. Бир гуруҳини ўлдирурсизлар ва бир гуруҳини асир олурсизлар.","footnotes":"(Кофирлар аҳзобига ёрдам берган аҳли китоблар яҳудийлардир. Яна ҳам аниқроғи, яҳудийларнинг Бани Қурайза қабиласидир. Аҳзоб урушини қўзғаганлар Ҳайй ибн Ахтоб бошлиқ Бани Назир яҳудийлари эди. Шунингдек, улар Бани Қурайза қабиласининг хиёнатларига сабаб ҳам бўлдилар.)"},{"id":"3560","sura":"33","aya":"27","arabic_text":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","translation":"Ва сизларга уларнинг ерини, ҳовли-жойларини, молу мулкларини ва қадамингиз етмаган ерни мерос қилиб берди. Аллоҳ ҳар бир нарсага қодир Зотдир.","footnotes":""},{"id":"3561","sura":"33","aya":"28","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","translation":"Эй Набий, жуфти ҳалолларингга: «Агар бу дунё ҳаётини ва унинг зийнатини ирода қилсангиз, келинглар, сизларни баҳраманд қилай ва чиройли бўшатиш ила бўшатиб қўяй.","footnotes":""},{"id":"3562","sura":"33","aya":"29","arabic_text":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","translation":"Агар Аллоҳни ва Унинг Расулини ва охират диёрини ирода қиладиган бўлсангиз, бас, албатта, Аллоҳ сизлардан гўзал амал қилгувчиларга улуғ ажрни тайёрлаб қўйган», деб айт.","footnotes":"(Ушбу икки ояти кариманинг нозил қилинишига Расули Акрам алайҳиссалоту вассалом билан у кишининг тоҳира аёллари орасида ўтган ҳодиса сабаб бўлган. Ушбу икки оятдаги буйруққа биноан Пайғамбаримиз алайҳиссалоту вассалом ҳар бир аёлларига ёки бу дунё ҳаёти ва унинг зийнатини, ёки Аллоҳ, Унинг Расули ва охиратни ихтиёр қилишини сўраб чиқишлари керак эди. У зоти бобаракот бу ишни Ойиша онамиздан бошладилар. Расулуллоҳ алайҳиссалоту вассалом Ойиша онамизга: «Мен сенга бир ишни айтаман. Шошилмасдан, ота-онанг билан маслаҳат қилиб жавоб бергин», дедилар. Ойиша онамиз: «У қандай нарса?» дедилар. Пайғамбар алайҳиссалоту вассалом: «Эй Пайғамбар, жуфти ҳалолларингга...» оятини ўқиб бердилар. Ойиша онамиз: «Сиз ҳақингизда ота-онам билан маслаҳат қиламанми?! Йўқ! Мен Аллоҳни ва Унинг Расулини ихтиёр қиламан, дедилар. Кейин Расулуллоҳ алайҳиссалоту вассалом барча жуфти ҳалолларига икки ихтиёрдан бирини танлашга изн бердилар, ҳаммалари Ойиша онамиз танлаган тарафни танладилар.)"},{"id":"3563","sura":"33","aya":"30","arabic_text":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"Эй, Набийнинг аёллари! Сиздан ким очиқ гуноҳ қилса, унга бериладиган азоб икки марта кўпайтирилур. Бу эса, Аллоҳ учун осон бўлган ишдир.","footnotes":""},{"id":"3564","sura":"33","aya":"31","arabic_text":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","translation":"Сизлардан ким Аллоҳ ва Унинг Расулига мудом итоатда бўлса ва яхши амал қилса, унинг ажрини икки марта берамиз ва унинг учун гўзал ризқни тайёрлаганмиз.","footnotes":""},{"id":"3565","sura":"33","aya":"32","arabic_text":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","translation":"Эй, Набийнинг аёллари! Сизлар аёллардан бирортаси каби эмассиз. Агар тақво қилсангиз, майин сўз қилманг, яна, қалбида касали бор бўлган тамаъ қилиб юрмасин. Гапирганда яхши гапни гапиринглар.","footnotes":"(Яъни, сизларнинг бошқа ҳамма аёллардан фарқларингиз бор. Сизлар Пайғамбарнинг хотинларисиз, мўминларнинг оналарисиз. Ҳамма мўминалар учун ўрнаксизлар. Ҳа, сизлар аёллардан бирортаси каби эмассизлар. Бу мақомга эришишларингиз учун Пайғамбарга жуфти ҳалол бўлганингизнинг ўзи етмайди, тақво ҳам қилишларингиз керак. Овозингизни майин, назокатли қилиб, эркак кишига таъсир этадиган ҳолатда гапирманг. Мунофиқ ва иймони заифлар сизнинг майин овозингизни эшитиб, фисқу фужурни бошлаб қолмасинлар.)"},{"id":"3566","sura":"33","aya":"33","arabic_text":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","translation":"Виқор билан уйингизда ўтиринг. Илгариги жоҳилиятнинг очиқ-сочиқлиги каби очиқ-сочиқ юрманг. Намозни тўкис адо этинг, закот беринг, Аллоҳга ва Унинг Расулига итоат қилинг. Албатта, Аллоҳ сиздан кирни кетказиб, бутунлай поклашни хоҳлайди, эй, аҳли байт!","footnotes":"(Жоҳилият — Исломдан олдинги тузум. У вақтда аёллар очилиб-сочилиб, ясан-тусан қилиб, эркакларнинг эътиборини ўзига тортишга интилар эдилар. Ўзларини бозорга солиб, таналари ва зебу зийнатларини кўз-кўз қилар эдилар. Бундай очилиб-сочилиб юриш «табарруж» дейилади. Аллоҳ таоло Пайғамбаримиз алайҳиссалоту вассаломнинг покиза аёлларини жоҳилият тузумининг хотинлари каби очиқ-сочиқ юрмасликка амр этмоқда. Бу амр ҳар бир муслима аёлга тегишли, лекин ҳар бир муслимага ўрнак бўладиган оналаримизга янада қаттиқроқ тегишли экан.)"},{"id":"3567","sura":"33","aya":"34","arabic_text":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","translation":"Ва уйларингизда тиловат қилинаётган Аллоҳнинг оятларини ва ҳикматни эсланг. Албатта, Аллоҳ ўта латийф ва ўта хабардор бўлган Зотдир.","footnotes":"(Аллоҳ таоло Пайғамбаримиз алайҳиссалоту вассаломнинг аёлларига улар яшаб турган уйлар оддий уй эмас, Аллоҳнинг оятлари нозил бўлиб, тиловат қилиниб турган манзил эканини эслатмоқда. Пайғамбаримиз алайҳиссалоту вассаломнинг суннатлари жорий этилиб, ҳадислари сўзланиб турган уйлар эканини эслатмоқда. Қуръон оятларини ва Пайғамбар алайҳиссалоту вассаломнинг ҳикматли ҳадисларини унутмасликка, уларни эслаб, англаб, ўрганиб, сўнг амал қилишга буюрилмоқдалар.)"},{"id":"3568","sura":"33","aya":"35","arabic_text":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","translation":"Албатта, муслимлар ва муслималар, мўминлар ва мўминалар, давомли итоаткор эркаклар ва давомли итоаткор аёллар, садоқатли эркаклар ва садоқатли аёллар, сабрли эркаклар ва сабрли аёллар, хушуъли эркаклар ва хушуъли аёллар, садақа қилгувчи эркаклар ва садақа қилгувчи аёллар, рўза тутгувчи эркаклар ва рўза тутгувчи аёллар, фаржларини сақловчи эркаклар ва (фаржларини) сақловчи аёллар, Аллоҳни кўп зикр қилгувчи эркаклар ва (Аллоҳни кўп) зикр қилгувчи аёллар — ўшаларга Аллоҳ мағфиратни ва улуғ ажрни тайёрлаб қўйгандир.","footnotes":""},{"id":"3569","sura":"33","aya":"36","arabic_text":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","translation":"Ҳеч бир мўмин эркак ва ҳеч бир мўмина аёл учун Аллоҳ ва Унинг Расули бир ишга ҳукм қилганида, ўз ишларини ўзларича ихтиёр қилмоқ йўқ. Ким Аллоҳга ва Унинг Расулига осий бўлса, бас, батаҳқиқ, очиқ адашиш-ла адашибди.","footnotes":""},{"id":"3570","sura":"33","aya":"37","arabic_text":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","translation":"Эсла, Аллоҳ неъмат берган ва сен ҳам неъмат берган шахсга: «Жуфтингни ўзинг ила тутиб тур ва Аллоҳга тақво қил», дер эдинг. Ва ичингда Аллоҳ ошкор қилгувчи бўлган нарсани махфий тутардинг ва одамлардан қўрқардинг, ҳолбуки, Аллоҳдан қўрқмоғинг ҳақлироқ эди. Қачонки Зайд ундан ўз ҳожатини адо этгач, Биз сени унга уйлантирдик. Токи, мўминларга ўз асранди болалари хотинларида, улардан ҳожатларини адо қилишгач, танглик бўлмасин деб. Ва Аллоҳнинг амри амал қилиниши лозим бўлгандир.","footnotes":"(Аллоҳ таоло Пайғамбаримиз алайҳиссалоту вассаломнинг кўнгилларига Зайд Зайнабни талоқ қилганидан кейин унга уйланиш ниятини солган эди. Аниқ амр бўлмаган эди-ю, аммо кўнгилларига тушган эди. Шунинг учун Зайд розияллоҳу анҳуга «Жуфтингни ўзинг ила тутиб тур», деб айтаётганларида, хаёлларида бу фикр бўлиб, Аллоҳдан амр келишини кутардилар. У зот одамлар, ўзининг асранди ўғли талоқ қилган хотинга уйланибди, деб айтишларидан қўрқар эдилар. Расули Акрам ушбу мулоҳазалар билан Аллоҳ кўнгилларига солган ишни — Зайд талоқ қилганидан кейин Зайнабга уйланиш ниятини махфий тутар эдилар. Таъкидлаб айтиш керакки, бу фақат кўнгилга тушган фикр эди. Агар Аллоҳнинг очиқ-ойдин амри бўлса, ҳеч қачон махфий тутмас эдилар. Шундай бўлиши керак эди. Аллоҳ таолонинг иродаси шу эди. Аллоҳ субҳонаҳу ва таоло Зайнаб бинти Жаҳш розияллоҳу анҳони Пайғамбаримиз алайҳиссалоту вассаломга ўзи никоҳлаб қўйди. Бу ерда валий ҳам, маҳр ҳам, гувоҳ ҳам йўқ. Ҳаммасининг ўрнига Аллоҳнинг амри бор.)"},{"id":"3571","sura":"33","aya":"38","arabic_text":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","translation":"Набийга Аллоҳ унга фарз қилган нарсада бирон танглик бўлмас. Бу — олдин ўтганлар ҳақида ҳам Аллоҳ тутган йўлдир. Аллоҳнинг амри белгиланган қадар бўлди.","footnotes":""},{"id":"3572","sura":"33","aya":"39","arabic_text":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translation":"Улар Аллоҳнинг элчилигини етказадиган, Ундангина қўрқадиган, Аллоҳдан бошқа ҳеч кимдан қўрқмайдиган зотлардир. Аллоҳнинг Ўзи ҳисоб қилгувчиликка кифоядир.","footnotes":""},{"id":"3573","sura":"33","aya":"40","arabic_text":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"Муҳаммад сизлардан бирон эркакнинг отаси бўлган эмас. Лекин Аллоҳнинг Расули ва Пайғамбарларнинг сўнггисидир. Аллоҳ ҳар бир нарсани ўта билгувчидир.","footnotes":""},{"id":"3574","sura":"33","aya":"41","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","translation":"Эй, иймон келтирганлар! Аллоҳни кўп зикр қилинглар.","footnotes":""},{"id":"3575","sura":"33","aya":"42","arabic_text":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","translation":"Ва эртаю кеч Уни поклаб ёд этинглар.","footnotes":"(Эрталаб ҳам, кечқурун ҳам дунёда катта ўзгаришлар рўй беради. Шунинг учун ҳам бу икки вақтда Аллоҳни поклаб ёд этиш алоҳида таъкидланмоқда.)"},{"id":"3576","sura":"33","aya":"43","arabic_text":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","translation":"У сизларни зулматлардан нурга чиқариш учун Ўзи ҳам, фаришталари ҳам саловот айтадир. У мўминларга ўта меҳрибон бўлган Зотдир.","footnotes":""},{"id":"3577","sura":"33","aya":"44","arabic_text":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","translation":"У зотга йўлиқадиган кундаги сўрашишлари саломдир. Ва уларга гўзал ажрни тайёрлаб қўйгандир.","footnotes":""},{"id":"3578","sura":"33","aya":"45","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","translation":"Эй Набий, албатта, Биз сени гувоҳлик бергувчи, хушхабарчи ва огоҳлантиргувчи... ","footnotes":""},{"id":"3579","sura":"33","aya":"46","arabic_text":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","translation":"Ва Ўз изни ила Аллоҳга даъват қилгувчи ҳамда нурли чироқ қилиб юбордик.","footnotes":"(Ушбу оятда Пайғамбаримиз алайҳиссалоту вассаломнинг тўртта вазифалари ва битта сифатлари зикр қилинмоқда. Ҳа, Муҳаммад алайҳиссалоту вассалом жоҳилият зулматларидаги нурли чироқдирлар. Турли зулматлар ичида йўлини топа олмай, уриниб-суриниб юрган кишиларни Исломнинг ёруғ йўлига бошловчи нурли чироқдирлар.)"},{"id":"3580","sura":"33","aya":"47","arabic_text":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","translation":"Мўминларга уларга албатта Аллоҳдан улуғ фазлу марҳамат бўлиши ҳақида хушхабар бер.","footnotes":""},{"id":"3581","sura":"33","aya":"48","arabic_text":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"Кофир ва мунофиқларга итоат этма. Уларнинг озорларига парво қилма. Аллоҳга таваккал қил. Вакил бўлишга Аллоҳнинг Ўзи кифоядир.","footnotes":""},{"id":"3582","sura":"33","aya":"49","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","translation":"Эй, иймон келтирганлар! Қачонки мўминаларни никоҳлаб олсангиз, сўнгра уларни қўл теккизмай туриб, талоқ қилсангиз, улар зиммасида сиз учун идда ўтириш бўлмас. Бас, сиз уларни баҳраманд қилинг ва гўзал бўшатиш ила бўшатиб юборинг.","footnotes":"(Бу ояти каримада ақди никоҳидан кейин эру хотинлик қилмай туриб, бўладиган талоқ ҳақида сўз кетмоқда. Бу ҳолат оз бўлса-да, ҳаётда учраб туради. Никоҳдан сўнг, қўл текизмай туриб, яъни эру хотин сифатида хилватда ёлғиз қолмай туриб талоқ қилса, келин идда ўтирмайди.)"},{"id":"3583","sura":"33","aya":"50","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"Эй Набий, Биз сенга маҳрларини берган жуфтларингни, Аллоҳ сенга ўлжа қилиб берган қўл остингдаги(чўри)ларни, амакингнинг қизлари, аммаларингнинг қизлари, тоғангнинг қизлари, холаларингнинг қизларидан сен билан ҳижрат қилганларини ҳалол қилдик. Ва агар бир мўмина аёл ўз нафсини Набийга ҳадя этса, Набий уни никоҳлаб олишни ирода қилса, сен учун махсус ҳалол қилдик. Мўминларга эмас. Уларга жуфтлари ва қўллари остидаги мулк(чўри)лари ҳақида нимани фарз қилганимизни билурмиз. Буни сенга танглик бўлмаслиги учун қилдик. Аллоҳ ўта мағфиратли ва ўта раҳимли Зотдир.","footnotes":"(Ушбу ояти каримада ва бундан кейин келадиган икки оятда Пайғамбаримиз алайҳиссалоту вассаломга қандай аёлларнинг никоҳи дуруст экани ҳақида, у зот алайҳиссалоту вассалом билан турмуш қурган ва қурадиган аёлларга тегишли масалалар устида сўз юритилади. Ушбу оятда зикр қилинган уйланиш бобидаги — никоҳда тўрттадан ортиқ аёлни ушлаб туришни, мазкур тоифа аёлларга уйланишни, чўри тутишни, ўз нафсини ҳадя қилган хотинга маҳрсиз, гувоҳсиз уйланишни, эй Набий, сенга танглик бўлмаслиги учун қилдик.)"},{"id":"3584","sura":"33","aya":"51","arabic_text":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","translation":"Улардан хоҳлаганингни нари қўйиб, хоҳлаганингни ўзингга олурсан. Ўзинг четлатганлардан бирортасини истасанг, сенга гуноҳ бўлмас. Шундай бўлиши уларнинг кўзлари қувончга тўлиши, хафа бўлмасликлари ва ҳаммаларининг сен уларга берган нарсадан рози бўлишларига яқинроқдир. Аллоҳ қалбларингиздаги нарсани биладир ва Аллоҳ ўта билгувчи ва ўта ҳалийм Зотдир.","footnotes":"(Расулуллоҳ алайҳиссалоту вассалом аёллари билан навбатма-навбат ётар эдилар. Мабодо навбатни бузишга эҳтиёж чиқиб қолса, навбати келган онамиздан, фалончининг олдида тунашимга изн берасанми, деб сўрар эдилар. Бу оятда эса, сўрамасдан ҳам, ўзлари нимани истасалар, қилаверишга ҳақлари бор эканлиги баён қилинмоқда. Бу ҳам, фараз маъносида олсак, ўз нафсини ҳадя қилган аёлни олдин рад этиб, кейин яна хоҳлаб олганинг сенга гуноҳ бўлмас, маъноси чиқади. Ёки завжаларингдан бирортасига навбатида кирмай қўйган бўлсанг, истаган пайтингда кираверасан, маъноси чиқади. Чунки бу ишларни Аллоҳнинг амри билан қилаётганингни билганларидан кейин, аёлларингнинг кўзлари қувончга тўлади, хафа бўлмайдилар ва рози бўладилар.)"},{"id":"3585","sura":"33","aya":"52","arabic_text":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","translation":"Сенга бундан бошқа аёллар ҳалол бўлмас ва уларга бошқа завжаларни алмаштиришинг ҳам бўлмас. Агар ўшаларнинг ҳусни сени ажаблантирса ҳам. Магар қўлингда мулк бўлган (чўри) бўлса мумкин. Аллоҳ ҳар бир нарсани кузатиб тургувчи Зотдир.","footnotes":""},{"id":"3586","sura":"33","aya":"53","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","translation":"Эй, иймон келтирганлар! Набийнинг уйларига кирманг. Магар, таомга изн берилганида, унинг пишишига мунтазир бўлмайдиган бўлиб (киринг). Лекин чақирилсангиз, киринг-да, таомни еб бўлишингиз билан тарқалиб кетинг, гапга берилиб, (қолиб) кетманг. Албатта, бундай қилишингиз Набийга озор берур. У эса, сизлардан ҳаё қиларди. Аллоҳ ҳақ(ни айтиш)дан ҳаё қилмайдир. Қачонки улардан бирор нарса сўрасангиз, парда ортидан сўранг. Шундай қилмоғингиз ўз қалбларингиз учун ҳам, уларнинг қалблари учун ҳам покроқдир. Сиз учун Расулуллоҳга озор бериш ва ундан кейин унинг жуфтларини никоҳингизга олишингиз ҳеч қачон мумкин эмас. Албатта, бундай қилмоғингиз Аллоҳнинг наздида катта(гуноҳ)дир.","footnotes":"(Яъни, таом учун сизга изн берилганида, киришингиз билан таомни еб қайтиб чиқиб кетинг. Пайғамбар алайҳиссалоту вассаломнинг аёлларидан бирор нарсани сўрасангиз, олдиларига кириб эмас, парда ортида туриб сўранг. Пайғамбар алайҳиссалоту вассаломга озор бермоғингиз, у зотнинг хотинларига у кишидан кейин уйланмоғингиз катта гуноҳдир.)"},{"id":"3587","sura":"33","aya":"54","arabic_text":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"Гар бир нарсани ошкор қилсангиз ҳам, махфий қилсангиз ҳам, албатта, Аллоҳ барча нарсани ўта билгувчи Зотдир.","footnotes":"(Жумладан, ким Пайғамбар алайҳиссалоту вассаломдан кейин у зотнинг аёлларига уйланаман деб ўйлаб юрибди, ким бу ҳақда гапириб юрибди, ҳаммасини яхши билади.)"},{"id":"3588","sura":"33","aya":"55","arabic_text":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translation":"Уларга ўз оталари, ўғиллари, ака-укалари, ака-укаларининг ўғиллари, опа-сингилларнинг ўғиллари, ўз аёллари ва қўллари остида мулк бўлган(қул)лари ҳақида гуноҳ йўқдир. (Эй, Пайғамбар аёллари,) Аллоҳга тақво қилинглар. Албатта, Аллоҳ ҳар бир нарсага шоҳид Зотдир.","footnotes":"(Ушбу ояти каримада зикр қилинган шахслар оналаримиз билан парда-ҳижобсиз муомала қилаверишлари мумкин.)"},{"id":"3589","sura":"33","aya":"56","arabic_text":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","translation":"Албатта, Аллоҳ ва Унинг фаришталари Набийга саловот айтурлар. Эй, иймон келтирганлар! Сиз ҳам унга саловот айтинг ва салом юборинг.","footnotes":"(Араб тилида «саловот» сўзи «салот»нинг жами бўлиб, дуо маъносини англатади. Арабчада намоз ҳам «салот» дейилади. Чунки намозда ҳам дуо маъноси бор. Аммо «салот» Аллоҳ таоло томонидан бўлганида «дуо» маъносини йўқотади. Аллоҳ таолонинг Пайғамбаримиз алайҳиссалоту вассаломга саловот айтишининг маъноси у зот алайҳиссалоту вассаломга ўз раҳматини юбориши, улуғлаши, мақомларини кўрсатиши ва фаришталар ҳузурида шаънларига мақтовлар айтишини англатади.)"},{"id":"3590","sura":"33","aya":"57","arabic_text":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","translation":"Албатта, Аллоҳга ва Унинг Расулига озор берадиганларни Аллоҳ бу дунё ва охиратда лаънатлади ҳамда уларга хорловчи азобни тайёрлаб қўйди.","footnotes":"(Аллоҳга озор бериш — Аллоҳга ширк келтириш, унга осий бўлиш, Уни Ўзига мос бўлмаган сифатлар билан сифатлаш, динга, пайғамбарларига, китобларига тил теккизиш. Пайғамбар алайҳиссалоту вассаломга озор бериш, ўша вақтда у зотга қарши чиқиш, жисмоний ва маънавий зарба бериш, шахсларига, оилалари ва умматларига нисбатан ёмонлик қилиш, иғво, бўҳтон қилишдан иборатдир. Ҳозирда ҳам худди шундай: ким у кишининг шахсларига, динларига, шариатларига, оилаларига, китобларига, суннатларига, умматларига тил теккизса, у зот алайҳиссалоту вассаломга озор берган бўлади.)"},{"id":"3591","sura":"33","aya":"58","arabic_text":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"Мўмин ва мўминаларга, улар бирор нарса қилмасалар ҳам, озор берадиганлар, батаҳқиқ, ўз устларига очиқ бўҳтон ва гуноҳни олибдилар.","footnotes":""},{"id":"3592","sura":"33","aya":"59","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"Эй Набий, жуфтларингга, қизларингга ва мўминларнинг аёлларига айт: жилбобларини ўзларига яқин қилсинлар. Ана ўша уларнинг танилмоқлари ва озорга учрамасликлари учун яқинроқдир. Аллоҳ ўта мағфиратли ва раҳимли Зотдир.","footnotes":""},{"id":"3593","sura":"33","aya":"60","arabic_text":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","translation":"Қасамки, агар мунофиқлар, қалбларида марази борлар ва Мадинада миш-миш тарқатувчилар тўхтамасалар, сени уларга қарши қўзғатурмиз. Сўнгра улар у(Мадина)да сенга озгинадан бошқа қўшни бўла олмаслар.","footnotes":""},{"id":"3594","sura":"33","aya":"61","arabic_text":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","translation":"Лаънатланган ҳолларида, қаерда топилсалар, тутилурлар ва ўлдириб ташланурлар.","footnotes":""},{"id":"3595","sura":"33","aya":"62","arabic_text":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","translation":"Илгари ўтганлар ҳақида Аллоҳ тутган йўл ҳам шудир. Аллоҳнинг йўлига ҳеч бадал топа олмассан.","footnotes":"(Аллоҳ таоло мўминларга озор берувчи мунофиқ, қалбида марази бор ва миш-миш тарқатувчиларга қаттиқ чора кўрган. Уларга ўхшаганларга нисбатан Аллоҳнинг қадимдан тутиб келган йўли шудир. Бу йўлнинг ўрнига бошқа бир йўлни топа олмассан.)"},{"id":"3596","sura":"33","aya":"63","arabic_text":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","translation":"Одамлар сендан соат (қиёмат) ҳақида сўрарлар. Сен: «Унинг илми фақат Аллоҳнинг ҳузуридадир», деб айт. Недан билурсан, эҳтимол, ўша соат яқиндир.","footnotes":""},{"id":"3597","sura":"33","aya":"64","arabic_text":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","translation":"Албатта, Аллоҳ кофирларни лаънатлади ва уларга дўзахни тайёрлаб қўйди.","footnotes":""},{"id":"3598","sura":"33","aya":"65","arabic_text":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","translation":"Улар унда абадий бардавом қолурлар. На бир дўст ва на бир ёрдамчи топа олмаслар.","footnotes":""},{"id":"3599","sura":"33","aya":"66","arabic_text":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","translation":"Юзлари олов ичида айлантирилаётган кунда улар: «Эҳ, кошки, Аллоҳга итоат қилсак эди, Расулига итоат қилсак эди», дерлар.","footnotes":""},{"id":"3600","sura":"33","aya":"67","arabic_text":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","translation":"Ва: «Эй Роббимиз, албатта, биз бошлиқларимизга ва катталаримизга итоат қилдик. Бас, улар бизни йўлдан оздирдилар. ","footnotes":""},{"id":"3601","sura":"33","aya":"68","arabic_text":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","translation":"Эй Роббимиз, сен уларга азобдан икки ҳисса бергин ва уларни катта лаънатлаш ила лаънатлагин!» дедилар.","footnotes":""},{"id":"3602","sura":"33","aya":"69","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","translation":"Эй, иймон келтирганлар! Мусога озор берганлар каби бўлманглар. Бас, Аллоҳ уни улар айтган нарсадан поклади. Ва у Аллоҳнинг наздида обрўли эди.","footnotes":"(Бани исроилликлар Мусо алайҳиссаломга турли озорлар берганлар. Жумладан, жинсий масалада ҳам у зотга озор берган эдилар. Қорун, бир аёлга пул бериб, Мусо алайҳиссаломни бориб зино қилишда айблашга уринишни топширган. Сизлар ҳам Муҳаммад алайҳиссалоту вассаломга турли озорлар берманглар, хусусан, оилавий тарафдан турли миш-мишлар тарқатиш билан у зот алайҳиссалоту вассаломни ранжитманглар. Бошларингизга Бани Исроилнинг куни тушиб қолмасин.)"},{"id":"3603","sura":"33","aya":"70","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","translation":"Эй, иймон келтирганлар! Аллоҳга тақво қилинглар ва тўғри сўз сўзланглар.","footnotes":""},{"id":"3604","sura":"33","aya":"71","arabic_text":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","translation":"У зот сизнинг амалларингизни солиҳ қиладир ва гуноҳларингизни мағфират қиладир. Ким Аллоҳга ва Унинг Расулига итоат қилса, батаҳқиқ, буюк зафарга эришибдир.","footnotes":""},{"id":"3605","sura":"33","aya":"72","arabic_text":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","translation":"Албатта, Биз бу омонатни осмонларга, ерга ва тоғларга таклиф қилдик. Бас, улар уни кўтаришдан бош тортдилар ва ундан қўрқдилар. Уни инсон кўтарди. Дарҳақиқат, у ўта золим ва ўта жоҳилдир.","footnotes":"(Бу омонат нима эди, деган саволга уламоларимиз ушбу оятдан ва бошқа манбалардан келиб чиқиб: «Шариат таклифлари ва Аллоҳнинг фарзлари», деб жавоб берадилар. Дарҳақиқат, инсон жинси (ҳамма эмас, албатта) ўта золимдир. Ўзига юклатилган ва ўзи қабул қилган омонатга мувофиқ иш юритмасдан ўзига ўзи зулм қилади. Инсон жинси ўта жоҳилдир, шунинг учун ўзи рози бўлиб, қабул қилиб олган омонатнинг улканлигини билмасдан, унга хиёнат қилади.)"},{"id":"3606","sura":"33","aya":"73","arabic_text":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","translation":"Аллоҳ мунофиқлар ва мунофиқаларни, мушриклар ва мушрикаларни азоблаши учун ҳамда мўмин ва мўминаларнинг тавбаларини қабул этиши учундир. Аллоҳ ўта мағфиратли ва ўта раҳимли Зотдир.","footnotes":"(Яъни, мазкур омонатнинг инсонга таклиф қилинишидан мақсад инсонлар орасидан мунофиқ ва мушрикларни ажратиб олиб азоблаш ва мўминларни ажратиб олиб, уларнинг тавбасини қабул қилиб мукофотлашдир.)"}]