[{"id":"3607","sura":"34","aya":"1","arabic_text":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","translation":"Осмонлардаги нарсалар ва ердаги нарсалар Уники бўлган Аллоҳга ҳамд бўлсин. Охиратдаги ҳамд ҳам Уникидир. Ва У ўта ҳикматли, ўта хабардор Зотдир.","footnotes":""},{"id":"3608","sura":"34","aya":"2","arabic_text":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","translation":"У, ерга нима кирса ва ундан нима чиқса, биладир, осмондан нима тушса ва унга нима чиқса, биладир. Ва У ўта раҳимли ва ўта мағфиратли Зотдир.","footnotes":""},{"id":"3609","sura":"34","aya":"3","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translation":"Куфр келтирганлар: «Бизга соат (қиёмат) келмас», дедилар. Сен: «Йўқ! Fойибни билгувчи Роббим ила қасамки, у сизларга албатта келур. У зотдан осмонлару ердаги зарра вазнича, ундан кичик нарса ҳам, катта нарса ҳам ғойиб бўлмас. Илло, ҳаммаси очиқ китобдадир», деб айт.","footnotes":""},{"id":"3610","sura":"34","aya":"4","arabic_text":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translation":"Иймон келтирган ва яхши амалларни қилганларни мукофотлаш учун. Ана ўшаларга, мағфират ва гўзал ризқ бордир.","footnotes":"(Қиёмат қоим бўлиши заруратдир. Бу дунёда иймон келтириб, ўша эътиқод тақозоси ила жонининг роҳатидан кечиб, куч-қувват, зеҳн-заковат ва пул-мол сарфлаб яхши амалларни қилганлар бор. Улар бу дунёнинг ўзида яхши ишлари учун мукофотларини тўла олмасликлари мумкин. Шунинг учун ҳам: «Иймон келтирган ва яхши амалларни қилганларни мукофотлаш учун» қиёмат қоим бўлиши заруратдир.)"},{"id":"3611","sura":"34","aya":"5","arabic_text":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","translation":"Бизнинг оятларимизни ожиз қолдиргувчи бўлиш учун ҳаракат қилганларга эса, ана ўшаларга, аламли жазодан иборат азоб бордир.","footnotes":""},{"id":"3612","sura":"34","aya":"6","arabic_text":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","translation":"Илм берилганлар сенга Роббингдан нозил қилинган нарсани айни ҳақ деб ва азийз ва мақталган Зотнинг йўлига ҳидоят қиладир, деб билурлар.","footnotes":"(Барча ҳақиқий илм соҳиблари сенга, эй Пайғамбар, Роббингдан нозил қилинган Қуръон ҳамманинг устидан ғолиб ва ҳамма томондан мақталган Зот — Аллоҳ таолонинг йўлига ҳидоят қилади, деб биладилар.)"},{"id":"3613","sura":"34","aya":"7","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","translation":"Куфр келтирганлар эса: «Сизларга бутунлай титилиб битган чоғингизда албатта, янгитдан яратилишингиз хабарини бераётган кишини кўрсатайликми?!","footnotes":""},{"id":"3614","sura":"34","aya":"8","arabic_text":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","translation":"У, Аллоҳга нисбатан ёлғон тўқидими ёки жинни бўлиб қолдими?» – дедилар. Йўқ! Охиратга иймон келтирмайдиганлар азобда ва йироқ залолатдадирлар.","footnotes":""},{"id":"3615","sura":"34","aya":"9","arabic_text":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"Ахир, улар осмону ердаги, олдиларидаги нарсаларни, ортларидаги нарсаларни кўрмайдиларми?! Агар хоҳласак, уларни ерга юттириб юборурмиз ёки устларига осмондан парчалар туширурмиз. Албатта, бунда У зотга қайтгувчи ҳар бир банда учун оят(белги) бордир.","footnotes":"(Охиратдаги қайта тирилишни инкор этаётган кофирлар, осмону Ердаги, олдиларию ортларидаги нарсаларни кўрмайдиларми? Уларнинг тўрт тарафида Аллоҳ таоло ўлганларни қайта тирилтиришга қодир эканига, ҳужжатлар тўлиб ётибди-ку! Агар ақллари ишламаётган бўлса, кўзларини очиб, ҳушларини жойига келтириб қўйишимиз мумкин.)"},{"id":"3616","sura":"34","aya":"10","arabic_text":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","translation":"Батаҳқиқ, Биз Довудга Ўзимиздан фазл бердик. «Эй тоғлар, у билан бирга (тасбиҳни) қайтар ва қушлар ҳам», (дедик). Ва унга темирни юмшоқ қилдик.","footnotes":"(Аллоҳ таоло Довуд алайҳиссаломга темирни хамирдек юмшоқ қилиб берган эди. У киши темирни оловга солиб тобламасдан ҳам, болға билан урмасдан ҳам, нимани хоҳласалар, қўллари билан шуни ясай олар эдилар.)"},{"id":"3617","sura":"34","aya":"11","arabic_text":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Ва (унга): «Совутлар қилгин ва бичимини ўлчовли қил. Солиҳ амаллар қилинглар. Албатта, Мен нима амал қилаётганингизни яхши кўриб тургувчиман, дедик.","footnotes":""},{"id":"3618","sura":"34","aya":"12","arabic_text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","translation":"Ва Сулаймонга шамолни (бердик). У(шамол)нинг эрталаб кетиши бир ойлик, кечқурун қайтиши бир ойлик йўл эди. Унга мис булоғини оқизиб қўйдик ва жинлардан Роббининг изни ила унинг ҳузурида ишлайдиганлари бор эди. Улардан ким амримиздан чиқса, унга қаттиқ олов азобини тоттирамиз.","footnotes":"(Сулаймон алайҳиссаломга берилган ўша шамол бир кундузда икки ойлик йўлни юриб қўяр эди. У киши мисдан қийинчиликсиз хоҳлаган нарсаларини ясайдиган бўлдилар.)"},{"id":"3619","sura":"34","aya":"13","arabic_text":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","translation":"У(жин)лар унга меҳроблар, ҳайкаллар, ҳовузлар каби лаганлар ва собит қозонлардан хоҳлаганини қилиб беришар эди. Эй, Оли Довуд, шукр қилинглар! Бандаларимдан шукр қилгувчилари оздир.","footnotes":""},{"id":"3620","sura":"34","aya":"14","arabic_text":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","translation":"Қачонки, Биз у(Сулаймон)га ўлимни ҳукм этганимизда, уларга унинг ўлими ҳақида асосини еяётган ёғоч қуртидан бошқа ҳеч бир нарса далолат қилмади. Қачонки, у йиқилганда, жинларга, агар улар ғайбни билганларида, хорловчи азобда қолмаган бўлишлари аён бўлди.","footnotes":"(Аллоҳ таоло Сулаймон алайҳиссаломнинг жонларини у киши жинларни ишлатиб қўйиб, асоларига суяниб турганларида олган. Жинлар эса, Сулаймон кузатиб турибди, деб ишларида давом этаверганлар. Аллоҳ таолонинг иродаси билан бир ёғоч қурти Сулаймон алайҳиссалом суяниб турган асони маълум миқдорда еганидан кейин асо жойидан сурилган ва Сулаймон алайҳиссаломнинг жуссалари ерга йиқилган. Жинлар шундагина, ўз даъволарига қарши ўлароқ, ғайб илмини билмасликларини тушуниб етганлар.)"},{"id":"3621","sura":"34","aya":"15","arabic_text":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","translation":"Батаҳқиқ, сабаъликлар учун ўз масканларида оят (белги) — ўнг ва чапдан икки боғ бор эди. «Роббингиз ризқидан енг ва Унга шукр қилинг! Не гўзал юрт ва ўта мағфиратли Роббингиз бор», (дедик).","footnotes":"(Сабаъликлар Яман жанубида яшаб ўтган қавмдир. Боболари Сабаъ ибн Яхшаб ибн Қахотон исми билан «Сабаъ қавми», «сабаъликлар», деб номланганлар. Улар жуда ҳам ҳосилдор ерга эга бўлганлар. Сулаймон алайҳиссалом билан қиссаси ўтган малика ҳам шу юртдан бўлган. Оятда ўша қавм ҳақида хабар берилмоқда.)"},{"id":"3622","sura":"34","aya":"16","arabic_text":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","translation":"Улар юз ўгирдилар. Бас, Биз устларига арим селини юбордик ва уларнинг икки боғларини аччиқ мевали, юлғунзор ва бир озгина сидрли икки «боғ»га айлантирдик.","footnotes":"(«Арим» сўзи, катта тошларни оқизиб келадиган кучли сел, деган маънони билдиради. «Сидр» бутасимон дарахт бўлиб, Арабистонда ўсади. Бироз меваси ҳам бўлади.)"},{"id":"3623","sura":"34","aya":"17","arabic_text":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","translation":"Уларни ношукрлик қилганлари учун ана шундоқ жазоладик. Биз фақат ўта ношукрларгагина жазо берурмиз.","footnotes":""},{"id":"3624","sura":"34","aya":"18","arabic_text":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","translation":"Биз улар билан Ўзимиз баракали қилган шаҳарлар орасида кетма-кет қишлоқлар қилиб, улар орасидаги юришни ўлчовли этиб қўйган ва «Уларда кечалар ҳам, кундузлар ҳам омонлик-ла юраверинг», (деган эдик).","footnotes":"(Аллоҳ таоло сабаъликлар билан ўзи баракотли қилган Макка, Мадина, Қуддус каби шаҳар-қишлоқлар орасидаги йўлларда қишлоқлар бино қилиб қўйган эди. Сабаъдан йўлга чиққанлар қийналмасдан қишлоқлар орқали манзилларига бемалол етиб олар эдилар.)"},{"id":"3625","sura":"34","aya":"19","arabic_text":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","translation":"Улар: «Эй Роббимиз, сафарларимиз орасини узоқ қил!» дедилар ва ўзларига зулм қилдилар. Бас, Биз уларни ҳикояларга айлантирдик ва бутунлай парча-парча қилиб ташладик. Албатта, бунда ҳар бир ўта сабрли ва ўта шукрли учун оят (белги)лар бордир.","footnotes":""},{"id":"3626","sura":"34","aya":"20","arabic_text":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","translation":"Батаҳқиқ, иблис улар ҳақидаги гумонини рўёбга чиқарди. Бас, фақат бир гуруҳ мўминлардан бошқалари унга эргашдилар.","footnotes":""},{"id":"3627","sura":"34","aya":"21","arabic_text":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translation":"Ҳолбуки, унинг улар устидан ҳеч бир ҳукмронлиги бўлмас эди. Магар, Биз охиратга иймон келтирадиганни унда (охиратда) шаки бордан айиришимиз учун бўлди. Роббинг ҳар бир нарсани муҳофаза қилгувчидир.","footnotes":"(Иблисда одамларни ўз йўлига мажбур қилиб юритиш учун имкон ҳам, ҳукумронлик ҳам йўқ. Унинг иғвоси ва васвасаси ҳам ўз-ўзидан таъсир қилавермайди. Аллоҳ таоло фақат охиратга иймони борларни иймони йўқлардан айириш ҳамда охиратга шак-шубҳа билан қарайдиганларни алоҳида кўрсатиш учун шу йўлни ишга солди, холос. Бўлмаса, Аллоҳ таоло кимнинг қандайлигини азалдан яхши билар эди.)"},{"id":"3628","sura":"34","aya":"22","arabic_text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","translation":"Сен: «Аллоҳдан ўзга гумон қилганларингизга дуо қилаверинглар! Улар осмонлару ерда зарра вазнича нарсага молик эмаслар. Уларга бу(икки)ларида шериклик ҳам йўқ. Ва У зотга улардан бирорта ёрдамчи ҳам йўқ», деб айт.","footnotes":""},{"id":"3629","sura":"34","aya":"23","arabic_text":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translation":"У зотнинг ҳузурида фақат Ўзи изн берганлардан бошқанинг шафоати манфаат бермас. Токи қалбларидан қўрқинч кетгач: «Роббингиз нима деди?» – дерлар. «Ҳақни», дерлар. У олий ва буюк Зотдир.","footnotes":"(Қиёмат куни ҳамма ўзи билан овора бўлади. Ҳатто, улуғ пайғамбарлар ҳам, фаришталар ҳам бирор нарса дейишга тортиниб қоладилар. Бировга шафоатчилик борасида оғиз оча олмайдилар. Шафоат қилишга Аллоҳ таолонинг Ўзи изн бериб, шароит яратиб бермагунча қўрқинч ичида чурқ этмай турадилар.)"},{"id":"3630","sura":"34","aya":"24","arabic_text":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Сен: «Сизга осмонлару ердан ким ризқ берадир?» – деб айт. Сен: «Аллоҳ. Ва албатта, биз ёки сиз ҳидоятда ёхуд очиқ-ойдин залолатдадирмиз», деб айт.","footnotes":""},{"id":"3631","sura":"34","aya":"25","arabic_text":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","translation":"Сен: «Сизлар биз қилган жиноятдан сўралмассиз, биз эса сиз қилган амалдан сўралмасмиз», деб айт.","footnotes":""},{"id":"3632","sura":"34","aya":"26","arabic_text":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","translation":"Сен: «Роббимиз бизларни жамлар, сўнгра ҳақ ила орамизни очиқ қилур. У ўта очгувчи ва ўта билгувчидир», деб айт.","footnotes":""},{"id":"3633","sura":"34","aya":"27","arabic_text":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Сен: «У зотга шериклар қилиб тиқиштирганларингизни менга кўрсатинг. Йўқ! Фақат Азийз ва Ҳакийм бўлган Аллоҳгина бордир», деб айт.","footnotes":""},{"id":"3634","sura":"34","aya":"28","arabic_text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Биз сени барча одамларга фақат хушхабарчи ва огоҳлантиргувчи қилиб юбордик. Лекин одамларнинг кўплари билмаслар.","footnotes":""},{"id":"3635","sura":"34","aya":"29","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?» – дерлар.","footnotes":"(Кофирлар, эй пайғамбар, эй мўминлар, агар сизлар бизни қўрқитиб, албатта қиёмат бўлади, деб бераётган ваъдангизда ростгўй бўлсангиз, айтинг-чи, бу ваъда қачон рўёбга чиқади, дейдилар.)"},{"id":"3636","sura":"34","aya":"30","arabic_text":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","translation":"Сен: «Сизга бир куннинг ваъдаси бор. Ундан бир он ортга ҳам қола олмассиз, олдин ҳам кета олмассиз», деб айт.","footnotes":"(Сизга ваъда қилинган кун қиёмат кунидир. Унинг ваъдаси бор. У ваъда албатта амалга ошади. Ундан сиз қочиб қутула олмайсиз. Бир онки, уни ортга ҳам, олдга ҳам сура билмайсиз. У айни берилган вақтида бўлади.)"},{"id":"3637","sura":"34","aya":"31","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","translation":"Куфр келтирганлар: «Ушбу Қуръонга ҳам, ундан олдинги нарсага ҳам ҳеч иймон келтирмасмиз», дедилар. Агар сен ўша золимларнинг Роббилари ҳузурида турғазиб қўйилганларида бир-бирларига гап қайтараётганларини кўрсанг эди. Ўшанда заиф саналганлар мутакаббирлик қилганларга: «Сиз бўлмаганингизда, албатта, биз мўмин бўлар эдик», дерлар.","footnotes":"(Қуръонга ҳам, ундан олдинги китобларга ҳам ҳеч қачон иймон келтирмаймиз, деган ўша золимларни қиёмат куни маҳшаргоҳда Роббилари ҳузурида турғазиб қўйилганларида ҳар бири ўзини оқлаш учун бир-бирига гап қайтараётганларини кўрсанг эди. Ажойиб бир ҳолатни, яъни бу дунёдаги мутакаббирлик, манманлик ва туғёндан асар ҳам қолмаганини кўрар эдинг. Улар иккига бўлиниб олиб, бир-бирларига айб ағдаришларини кўрар эдинг. Айб сизларда, сизларнинг гапингизга кириб, биз ҳам кофир бўлдик, мана, оқибат нима бўлди?! дейдилар.)"},{"id":"3638","sura":"34","aya":"32","arabic_text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","translation":"Мутакаббирлик қилганлар заиф саналганларга: «Сизга ҳидоят келганидан кейин биз сизни ундан тўсдикми?! Йўқ! Ўзингиз жиноятчи бўлдингиз», дерлар.","footnotes":""},{"id":"3639","sura":"34","aya":"33","arabic_text":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"Заиф саналганлар мутакаббирлик қилганларга: «Йўқ! Кечаю кундузнинг макр-ҳийласи (тўсди). Ўшанда сизлар бизни Аллоҳга куфр келтиришимизга, унга тенгдошлар қўшишимизга амр қилар эдингиз», дедилар. Улар азобни кўрган чоғларида надоматни ичларида тутдилар. Биз куфр келтирганларнинг бўйинларига кишанлар солдик. Улар фақат қилиб юрган амалларига яраша жазоланурлар.","footnotes":""},{"id":"3640","sura":"34","aya":"34","arabic_text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"Қайсики бир шаҳар-қишлоққа огоҳлантиргувчи юборсак, албатта, унинг маишатбозлари: «Биз, албатта, сиз ила юборилган нарсага куфр келтиргувчилармиз», дедилар.","footnotes":"(Ояти каримада биз «маишатбозлар» деб таржима қилган тоифа маишатга берилиб, барча нозу-неъматларга эга бўлиб олиб ҳукмини ўтказган, кишиларни ёмонликка бошлаган, халқнинг елкасига миниб олган шахслардир. Муҳаммад алайҳиссалоту вассалом пайғамбар бўлиб келганларида ҳам худди шундай ҳолат содир бўлди. Аҳли Макканинг маишатбоз катталари у зот алайҳиссалоту вассаломга юборилган динга куфр келтирганларини эълон қилдилар. Оддий халқни ҳам у зот алайҳиссалоту вассаломга эргашишдан қайтардилар. Бу иш барча замон ва маконда бўлиб келган такрорланса, ажабланиши керак эмас.)"},{"id":"3641","sura":"34","aya":"35","arabic_text":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","translation":"Улар: «Бизнинг молу дунёмиз, бола-чақамиз кўпроқ. Биз азоблангувчи эмасмиз», дерлар.","footnotes":""},{"id":"3642","sura":"34","aya":"36","arabic_text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Сен: «Албатта, Роббим хоҳлаган кишисига ризқни кенг қилур ва тор қилур. Лекин одамларнинг кўплари билмаслар», деб айт.","footnotes":""},{"id":"3643","sura":"34","aya":"37","arabic_text":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","translation":"На молу дунёларингиз ва на бола-чақаларингиз сизни Бизнинг ҳузуримизга яқин қила олмас. Магар ким иймон келтирган ва солиҳ амал қилган бўлса, ана ўшаларгагина қилган амаллари туфайли кўпайтирилган мукофот бордир. Улар (жаннат) болохоналарида омонликдадирлар.","footnotes":"(Ҳа, инсоннинг икки дунёдаги қадр-қиймати фақатгина иймони ва яхши амалига қараб белгиланади. Молу дунё ва бола-чақа ҳам иймонли ва солиҳ амалли кишиларгагина фойда бериши мумкин. Чунки иймонли одам молу дунёни Аллоҳ рози бўладиган ишларга сарфлайди.)"},{"id":"3644","sura":"34","aya":"38","arabic_text":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","translation":"Бизнинг оятларимизни ожиз қолдириш учун ҳаракат қиладиганлар эса, ана ўшалар азоб ичига ҳозир қилинганлардир.","footnotes":"(Кимки, Аллоҳ таолонинг дини таъсирини тўсишга уринган бўлса, гарчи молу дунёси ва бола-чақаси кўп бўлса ҳам, азобга дучор қилинадилар.)"},{"id":"3645","sura":"34","aya":"39","arabic_text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","translation":"Айт: «Албатта, Роббим ризқни Ўз бандаларидан кимни хоҳласа ўшанга кенг қилур ва тор қилур. Ҳар бир инфоқ қилган нарсангизнинг ўрнини У тўлдирур. У зот ризқ бергувчиларнинг яхшисидир».","footnotes":"(Аллоҳ таоло хоҳлаган бандасининг ризқини кенг ва хоҳлаган бандасининг ризқини тор қилиб қўяди. Аллоҳ таоло ато этган ризқдан банда Аллоҳ йўлида инфоқ қилса, шундан фойда кўради.)"},{"id":"3646","sura":"34","aya":"40","arabic_text":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","translation":"Уларнинг барчаларини жамлайдиган, сўнгра У зот фаришталарга: «Анавилар сизларга ибодат қилган эдиларми?» дейдиган кунда...","footnotes":""},{"id":"3647","sura":"34","aya":"41","arabic_text":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","translation":"Улар: «Сен поксан! Сен бизнинг валийимизсан! Улар эмас! Йўқ! Улар жинларга ибодат қилар эдилар. Кўплари ўшаларга иймон келтиргувчидирлар», дерлар.","footnotes":"(Араблар ичида жинларга ибодат қиладиганлар кўп эди. Шунинг учун ҳам суранинг аввалида Сулаймон алайҳиссаломнинг жинларга муносабати келтирилди.)"},{"id":"3648","sura":"34","aya":"42","arabic_text":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"Бугунги кунда бир-бирингиз учун манфаатга ҳам, зарарга ҳам молик эмассизлар. Ва зулм қилганларга: «Ўзингиз ёлғонга чиқариб юрган оловнинг азобини татиб кўринг», дермиз.","footnotes":""},{"id":"3649","sura":"34","aya":"43","arabic_text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translation":"Қачонки уларга Бизнинг очиқ-ойдин оятларимиз тиловат қилинса: «Бу, сизни ота-боболарингиз ибодат қилиб юрган нарсадан тўсмоқни ирода қиладиган одам, холос», дедилар ва «Бу, тўқилган уйдирмадан бошқа нарса эмас», дедилар. Ва куфр келтирганлар ўзларига ҳақ келган чоғда: «Бу, очиқ-ойдин сеҳрдан бошқа нарса эмас», дедилар.","footnotes":""},{"id":"3650","sura":"34","aya":"44","arabic_text":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","translation":"Ҳолбуки, Биз уларга дарс оладиган китобларни бермаган эдик. Шунингдек, сендан олдин уларга бирор огоҳлантиргувчи ҳам юбормаган эдик.","footnotes":""},{"id":"3651","sura":"34","aya":"45","arabic_text":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"Улардан илгари ўтганлар ҳам (Пайғамбарларни) ёлғончи қилган эдилар. (Булар) уларга берган нарсаларимизнинг ўндан бирига ҳам етганлари йўқ. Бас, Пайғамбарларимни ёлғончи қилдилар, аммо инкорим қандоқ бўлди?!","footnotes":""},{"id":"3652","sura":"34","aya":"46","arabic_text":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","translation":"Сен: «Мен сизга биргина насиҳат қилурман: Аллоҳ учун холис, якка-якка ва тўп-тўп туриб бир фикр юритиб кўринглар. Соҳибингизда жинга оид ҳеч нарса йўқ. У сизларга шиддатли азобдан олдинги огоҳлантиргувчи, холос», деб айт.","footnotes":"(Хоҳласангиз, биров халақит бермаслиги учун якка-якка туриб фикр юритинг. Хоҳласангиз, жамланиб, бир-бирингизни тўғрилаб, кўплашиб фикр юритинг. Фикрланг, ўйлаб кўринг-а! Соҳибингиз, биродарингиз ва ўзингиз яхши таниган шахс бўлмиш Муҳаммад алайҳиссалоту вассаломда жинга оид ҳеч нарса йўқ. У жинни ҳам эмас, жинлар билан алоқадор ҳам эмас. Уни яхши танир эдингиз. У эсли-ҳушли, ақлли, тафаккурли, вазмин ва обрўйли бир одамлигини яхши биласиз. У айтаётган гаплар ҳам жинларнинг сўзи эмас, очиқ-ойдин, бақувват ва ҳикматли. У сизлар айтаётгандек, жинни ҳам, шоир ҳам, сеҳргар ҳам эмас.)"},{"id":"3653","sura":"34","aya":"47","arabic_text":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","translation":"Сен: «Мен сизлардан ҳеч бир ажр-ҳақ сўрамадим. Бас, у сизга бўлсин. Менинг ажрим фақат Аллоҳнинг зиммасида. У зот ҳар бир нарсага Ўзи шоҳиддир», деб айт.","footnotes":""},{"id":"3654","sura":"34","aya":"48","arabic_text":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","translation":"Сен: «Албатта, Роббим ҳақни отур. У зот ғайбларни ўта билгувчидир», деб айт.","footnotes":"(Қуръон Роббим отган энг кучли ҳақдир. Ҳаққа қарши чиқиб нима қиласизлар?)"},{"id":"3655","sura":"34","aya":"49","arabic_text":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","translation":"Сен: «Ҳақ келди! Ботил бошлай олмас ва қайтара ҳам олмас», деб айт.","footnotes":""},{"id":"3656","sura":"34","aya":"50","arabic_text":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","translation":"Сен: «Агар мен залолатга кетган бўлсам, ўз зараримга кетаман. Агар ҳидоят топсам, Роббим менга ваҳий қилган нарса туфайли топаман. Албатта, У зот ўта эшитгувчи, яқиндир», деб айт.","footnotes":""},{"id":"3657","sura":"34","aya":"51","arabic_text":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","translation":"Агар уларнинг талвасага тушишларини, энди қочиб қутулиш йўқ ва яқин макондан тутилишларини бир кўрсанг эди?","footnotes":"(Қочиб қаёққа ҳам борар эдилар. Маҳшарда, Роббул Оламийн ҳузурида хору зор бўлиб турибдилар. Кучли, шиддатли, қўпол ва уларга нисбатан шафқатсиз фаришталар сергаклик билан уларни кузатиб туришибди. Ким қимир этса, ҳоли хароб бўлади.)"},{"id":"3658","sura":"34","aya":"52","arabic_text":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","translation":"Улар: «Унга иймон келтирдик», дерлар. Энди, узоқ бир макондан қўллари қандоқ етсин?!","footnotes":""},{"id":"3659","sura":"34","aya":"53","arabic_text":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","translation":"Ҳолбуки, унга олдин куфр келтирган эдилар. Fойибга узоқ жойдан тош отар эдилар.","footnotes":""},{"id":"3660","sura":"34","aya":"54","arabic_text":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","translation":"Ва улар билан ўзлари иштаҳа қилган нарсанинг ораси тўсилди. Худди олдин ўтган маслакдошлари каби. Албатта, улар шак-шубҳа ичида эдилар.","footnotes":"(Улар иймонга келиб, жаннатга киришни истаб қолдилар. Аммо бунга имкон берилмади. Улардан олдин ўтган кофир ва мушрикларга ҳам айни шу муомалада бўлинган эди.)"}]