[{"id":"3706","sura":"36","aya":"1","arabic_text":"يسٓ","translation":"Йаасийн.","footnotes":""},{"id":"3707","sura":"36","aya":"2","arabic_text":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","translation":"Қуръони Ҳаким ила қасам.","footnotes":""},{"id":"3708","sura":"36","aya":"3","arabic_text":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","translation":"Албатта, сен Пайғамбарлардандирсан.","footnotes":""},{"id":"3709","sura":"36","aya":"4","arabic_text":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Сиротул мустақиймдасан.","footnotes":""},{"id":"3710","sura":"36","aya":"5","arabic_text":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","translation":"Бу Азийзу Роҳиймнинг нозил қилганидир.","footnotes":""},{"id":"3711","sura":"36","aya":"6","arabic_text":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","translation":"Ота-боболари огоҳлантирилмаган, ўзлари ҳам ғофил бўлган қавмларни огоҳлантиришинг учун.","footnotes":""},{"id":"3712","sura":"36","aya":"7","arabic_text":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","translation":"Батаҳқиқ, уларнинг кўпларига (азоб) сўзи ҳақ бўлди. Бас, улар иймон келтирмаслар.","footnotes":""},{"id":"3713","sura":"36","aya":"8","arabic_text":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","translation":"Биз уларнинг бўйинларига кишанлар солдик. Улар иякларигача етадир. Бас, улар кўзлари юмуқ, осмонга қараб ғўдайиб қолдилар.","footnotes":"(Ғофилликлари сабабли азоб сўзи ҳақ бўлган кофирларнинг ҳоли ҳам худди шундай, уларнинг иймонга келишига умид йўқ.)"},{"id":"3714","sura":"36","aya":"9","arabic_text":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","translation":"Ва Биз уларнинг олдидан ҳам тўсиқ қилдик, орқаларидан ҳам тўсиқ қилдик, кўзларига парда тортдик. Бас, улар кўрмаслар.","footnotes":"(Бўйнига қўлини қўшиб, кишанланган, кўзи юмуқ ҳолда осмонга қаратиб, ғўдайтириб қўйилган одамнинг бирор нарсани кўрмаслиги учун олдидан ҳам, ортидан ҳам тўсиқ қўйилган. Камига, яна кўзига ҳам парда қўйилган. Шундай ҳолатдаги одамнинг бирор нарсани кўра олишига умид бўлмаганидек, ҳалиги кофирларнинг ҳам иймонга келишидан умид йўқ.)"},{"id":"3715","sura":"36","aya":"10","arabic_text":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","translation":"Ва уларга бари бирдир — қўрқитсанг ҳам ва ёки қўрқитмасанг ҳам — иймонга келмаслар.","footnotes":""},{"id":"3716","sura":"36","aya":"11","arabic_text":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","translation":"Сен эса, фақат Зикр(эслатма)га эргашган ва Роҳмандан ғойибона қўрққан кимсани огоҳлантирурсан. Бас, унга мағфират ва гўзал ажрнинг хушхабарини бер.","footnotes":""},{"id":"3717","sura":"36","aya":"12","arabic_text":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","translation":"Албатта, Биз Ўзимиз ўликларни тирилтирурмиз ва улар тақдим қилган нарсаларни ва қолдирган асарларни ёзурмиз. Очиқ-ойдин имомда(яъни номаи аъмолда) ҳар бир нарсанинг ҳисобини олиб қўйганмиз.","footnotes":"(Аллоҳ таоло ўлганлар, тирилишлари ва қилган амаллари учун жавоб беришларини, хабар бермоқда.)"},{"id":"3718","sura":"36","aya":"13","arabic_text":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","translation":"Сен уларга Пайғамбарлар шаҳар аҳолисига келган пайтни мисол қилиб келтир.","footnotes":"(Бу шаҳар қайси шаҳар экани, қайси пайғамбарлар келгани ҳақида Қуръони Каримда ва саҳиҳ ҳадисларда очиқ-ойдин маълумотлар йўқ. Демак, бу оятни шу ҳолича қабул қилган маъқул.)"},{"id":"3719","sura":"36","aya":"14","arabic_text":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","translation":"Ўшанда Биз уларга иккитани юборган эдик, улар икковларини ёлғончига чиқардилар. Бас, Биз учинчи билан қўлладик. Шунда: «Албатта, биз сизларга юборилган Пайғамбарлармиз», дедилар.","footnotes":""},{"id":"3720","sura":"36","aya":"15","arabic_text":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","translation":"Улар: «Сиз бизга ўхшаган башардан бошқа нарса эмассиз. Роҳман ҳеч нарса нозил қилгани йўқ. Сизлар фақат ёлғон сўзламоқдасиз, холос», дедилар.","footnotes":""},{"id":"3721","sura":"36","aya":"16","arabic_text":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","translation":"Улар: «Роббимиз билади. Албатта, биз сизларга юборилган Пайғамбарлармиз», дедилар.","footnotes":""},{"id":"3722","sura":"36","aya":"17","arabic_text":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"Бизнинг зиммамизда очиқ-ойдин етказишдан бошқа нарса йўқ.","footnotes":""},{"id":"3723","sura":"36","aya":"18","arabic_text":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","translation":"Улар: «Биз сизлардан бадгумон бўлдик. Агар тўхтамасангиз, сизни албатта тошбўрон қилурмиз ва сизга биздан аламли азоб етадир», дедилар.","footnotes":""},{"id":"3724","sura":"36","aya":"19","arabic_text":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","translation":"Улар: «Бадгумонлигингиз ўзингиз билан. Сизга эслатма берилганигами?! Йўқ! Сиз ўзингиз исрофчи қавмсиз», дедилар.","footnotes":""},{"id":"3725","sura":"36","aya":"20","arabic_text":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","translation":"Шаҳар четидан бир киши шошилиб келиб: «Эй қавмим, юборилган Пайғамбарларга эргашинг!","footnotes":""},{"id":"3726","sura":"36","aya":"21","arabic_text":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","translation":"Сиздан ажр-ҳақ сўрамайдиган, ўзлари ҳидоятда бўлган шахсларга эргашинг!","footnotes":"(Бу пайғамбарлар даъватлари учун сиздан ажр-ҳақ сўрамайдилар. Шунинг ўзи ҳам уларнинг ҳақлигига далилдир. Агар даъват туфайли бирор нарсага эришмоқ ниятлари бўлганида, сиздан, албатта, ажр-ҳақ сўрар эдилар.)"},{"id":"3727","sura":"36","aya":"22","arabic_text":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Менга нима бўлибдики, ўзимни яратган Зотга ибодат қилмайин?! Унгагина қайтарилурсизлар.","footnotes":""},{"id":"3728","sura":"36","aya":"23","arabic_text":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","translation":"Мен Уни қўйиб, бошқа илоҳлар тутайми?! Агар Роҳман менга бирор зарарни ирода қилса, уларнинг шафоати менга ҳеч фойда бермас ва улар мени қутқара олмаслар.","footnotes":""},{"id":"3729","sura":"36","aya":"24","arabic_text":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","translation":"Албатта, у тақдирда мен очиқ-ойдин адашувда бўлурман.","footnotes":""},{"id":"3730","sura":"36","aya":"25","arabic_text":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","translation":"Албатта, мен Роббингизга иймон келтирдим. Бас, мени тинглангиз», деди.","footnotes":"(Эшитиб, билиб қўйинг, мен сизнинг ва ўзимнинг Роббим бўлмиш Аллоҳга иймон келтирдим!)"},{"id":"3731","sura":"36","aya":"26","arabic_text":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","translation":"«Жаннатга кир», дейилди. У: «Кошки, қавмим билсалар эди. ","footnotes":""},{"id":"3732","sura":"36","aya":"27","arabic_text":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","translation":"Роббим мени мағфират этганини ва икром қилинганлардан қилганини», деди.","footnotes":"(Иймони ва ихлоси туфайли Аллоҳ таоло ўз фазли ва карами ила у бандани жаннатга ҳукм қилди. У банда жаннатга кириб, нозу неъматларни ва иззат-икромни кўриши билан қавмини эслади. «Кошки қавмим билсалар эди. Роббим мени мағфират этганини ва икром қилинганлардан қилганини», деди».)"},{"id":"3733","sura":"36","aya":"28","arabic_text":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","translation":"Биз унинг қавмига ундан кейин осмондан бирор қўшин туширмадик ва туширувчи эмас ҳам эдик.","footnotes":""},{"id":"3734","sura":"36","aya":"29","arabic_text":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ","translation":"Фақат биргина қичқириқдан бошқа нарса бўлмади. Бирдан улар сўниб қолдилар.","footnotes":""},{"id":"3735","sura":"36","aya":"30","arabic_text":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Бандаларга ҳасратлар бўлсин! Ҳар қачон уларга Пайғамбар келса, уни фақат истеҳзо қилар эдилар.","footnotes":""},{"id":"3736","sura":"36","aya":"31","arabic_text":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ","translation":"Ахир, улар ўзларидан олдинги қанча асрларни ҳалок этганимизни ва, албатта, ўшалар уларга қайтмасликларини кўрмайдиларми?!","footnotes":""},{"id":"3737","sura":"36","aya":"32","arabic_text":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","translation":"Албатта, барчалари тўпланган ҳолларида ҳузуримизга ҳозир қилингайлар.","footnotes":""},{"id":"3738","sura":"36","aya":"33","arabic_text":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ","translation":"Улар учун ўлик ер оят-(белги)дир. Биз уни тирилтирдик ва ундан дон чиқардик. Бас, ундан ерлар.","footnotes":""},{"id":"3739","sura":"36","aya":"34","arabic_text":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ","translation":"Ва унда хурмо ва узум боғлари яратдик ҳамда ичидан булоқларни чиқардик.","footnotes":""},{"id":"3740","sura":"36","aya":"35","arabic_text":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ","translation":"Унинг меваларидан ва ўз қўллари қилган нарсалардан ейишлари учун. Шукр қилмайдиларми?!","footnotes":""},{"id":"3741","sura":"36","aya":"36","arabic_text":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ","translation":"Ер ўстирадиган нарсалардан, уларнинг ўзларидан ва улар билмайдиган нарсалардан, барчасидан жуфтларни яратган Зот пок бўлди.","footnotes":"(Ўсимлик дунёсидан саналувчи барча мавжудотлар жуфт қилиб яратилгани илмга яқинда маълум бўлди. Ҳозирги замон илмининг бу кашфиёти Қуръони Каримнинг ҳақиқий илоҳий китоб эканини яна бир бор тасдиқлади.)"},{"id":"3742","sura":"36","aya":"37","arabic_text":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ","translation":"Улар учун кечаси ҳам оят (белги)дир. Биз уни кундуздан шилиб олурмиз. Бас, улар бирдан зулматда қолгувчилардир.","footnotes":"(Кечанинг кириш терини шилиб олишга ўхшатилмоқда. Тери аста-аста шилиб олинганидек, кундуз ҳам ундан ажратиб олинади.)"},{"id":"3743","sura":"36","aya":"38","arabic_text":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"Қуёш ўз истиқрори учун жараён этар. Бу азийзу ўта билгувчи Зотнинг тақдир қилганидир.","footnotes":"(Оятда қуёшнинг ўз истиқрори учун ажратилган маконда ва замонда жараён этиши — ҳаракатланиши ҳақидагина гап кетмоқда.)"},{"id":"3744","sura":"36","aya":"39","arabic_text":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ","translation":"Ойни эса, токи эски (хурмо) шингили (ҳолига) қайтгунга қадар манзилларини бичиб қўйганмиз.","footnotes":"(Ой ҳам, қуёш ҳам думалоқ шаклдаги самовий жисмдир. Инсоннинг кўзига қуёш доим бир хил суратда кўринади. Лекин ой бир ой давомида йигирма саккиз шаклга киради. Аввал кичик ҳилол бўлиб кўринади. Кундан-кунга катталашиб, тўлин баркашга айланади. Кейин яна аста-секин ҳилол ҳолига қайтади. Чунки Аллоҳ таоло ой учун йигирма саккиз манзилни бичиб қўйган. Ҳар куни ҳар хил манзилдан чиқади, ҳар куни ҳар хил ҳажмда кўринади.)"},{"id":"3745","sura":"36","aya":"40","arabic_text":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","translation":"На қуёшнинг ойга етиб олмоғи дуруст бўлар ва на кеча кундуздан ўзиб кетар. Ҳар бири фалакда сузиб юрар.","footnotes":"(Ҳеч қачон қуёш ойга етиб олиб, бемаҳалда бош кўтариб қолиши мумкин эмас. Улардан ҳар бири Аллоҳ белгилаган вақтдагина чиқади. Бу, низом ҳатто дақиқаларигача аниқдир. Ундан кеч ҳам қолмайди, илгари ҳам кетмайди. Бу жараён дунё бунёд бўлганидан буён давом этиб келмоқда. Бирон марта бирон дақиқага ўзгарган эмас. Ушбу жараённи тақдир қилган Зот ўликларни қайта тирилтиришга қодир эмасми?!)"},{"id":"3746","sura":"36","aya":"41","arabic_text":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","translation":"Улар учун Биз уларнинг наслларини тўла кемада кўтарганимиз ҳам бир оят(белги)дир.","footnotes":""},{"id":"3747","sura":"36","aya":"42","arabic_text":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ","translation":"Ва Биз улар учун унга ўхшаш минадиган нарсаларни халқ қилдик.","footnotes":""},{"id":"3748","sura":"36","aya":"43","arabic_text":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ","translation":"Агар хоҳласак, уларни ғарқ этурмиз. Бас, уларнинг ёрдамчиси бўлмас ва улар қутқазилмаслар ҳам.","footnotes":""},{"id":"3749","sura":"36","aya":"44","arabic_text":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ","translation":"Магар Биздан бир раҳмат ва маълум муддатгача баҳраманд бўлиш бўлсагина (омон қолурлар).","footnotes":"(Фақат Аллоҳнинг Ўзи раҳмат назарини солиб, қутқариб қолиши мумкин. Ёки маълум муддатгача дунёнинг матоҳидан баҳраманд қилиш учун омон қолдириши мумкин. Бўлмаса, ҳеч ким эсон қолмас. Бунинг мисоли ҳаётда тез-тез такрорланиб ҳам туради.)"},{"id":"3750","sura":"36","aya":"45","arabic_text":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Уларга: «Олдингиздаги нарсадан ва ортингиздаги нарсадан қўрқинг. Шояд, раҳим қилинсангиз», дейилганда...","footnotes":""},{"id":"3751","sura":"36","aya":"46","arabic_text":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","translation":"Ва уларга Роббилари оятларидан бир оят келганда, фақат ундан юз ўгиргувчи бўлурлар.","footnotes":""},{"id":"3752","sura":"36","aya":"47","arabic_text":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","translation":"Уларга: «Аллоҳ сизга ризқ қилиб берган нарсадан инфоқ қилинглар», дейилганида, куфр келтирганлар иймон келтирганларга: «Аллоҳ хоҳласа, Ўзи таом берадиган кимсани биз таомлантирамизми?! Сиз очиқ-ойдин залолатдан бошқа нарсада эмассиз», дерлар.","footnotes":"(Сиз Аллоҳ ҳаммага ризқ беради, деган залолатли эътиқоддасизлар, мана, биздан баъзи бир одамларга таом беришимизни сўраб туришингиз бунинг далили, демоқчилар. Аслида эса, уларнинг тасаввурлари, гаплари айни залолатдир. Ҳеч қачон, ҳеч қандай инсон ўзига ҳам, бошқага ҳам ризқ топиб бера олмайди. Аллоҳ таоло бировнинг ризқини кенг, бировнинг ризқини тор қилиб қўяди. Ҳаммаси бандаларни синаш учундир. Ҳаммага ризқ берувчи, боқувчи Аллоҳ таолонинг ягона Ўзидир. Мен бировга ризқ беряпман, таомлантиряпман, боқяпман, деган одам кофир бўлади, очиқ-ойдин залолатга кетади.)"},{"id":"3753","sura":"36","aya":"48","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?» дерлар.","footnotes":""},{"id":"3754","sura":"36","aya":"49","arabic_text":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ","translation":"Улар талашиб-тортишиб турганларида ўзларини бирдан оладиган биргина қичқириқдан бошқа нарсани кутаётганлари йўқ.","footnotes":""},{"id":"3755","sura":"36","aya":"50","arabic_text":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ","translation":"Улар на васият қилишга қодир бўларлар ва на ўз аҳлларига қайтарлар. ","footnotes":""},{"id":"3756","sura":"36","aya":"51","arabic_text":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ","translation":"Ва сурга пуфланди. Бас, улар бирдан Роббилари томон қабрлардан шошилиб чиқурлар.","footnotes":""},{"id":"3757","sura":"36","aya":"52","arabic_text":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ","translation":"Улар: «Воҳ, шўримиз қурисин! Бизни ётган жойимиздан ким қўзғатди?! Бу Роҳман ваъда қилган ва юборилган Пайғамбарлар тасдиқлаган нарса-ку?!» – дерлар.","footnotes":""},{"id":"3758","sura":"36","aya":"53","arabic_text":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","translation":"Фақат биргина қичқириқдан бошқа нарса бўлгани йўқ. Бас, улар бирдан тўпланиб, ҳузуримизда ҳозир қилингандирлар.","footnotes":""},{"id":"3759","sura":"36","aya":"54","arabic_text":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Бугунги кунда бирор жонга ҳеч бир зулм қилинмас. Қилиб ўтган амалларингиздан бошқасига жазо ҳам олмассиз.","footnotes":""},{"id":"3760","sura":"36","aya":"55","arabic_text":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ","translation":"Албатта, жаннат эгалари у кунда роҳатланиш ила машғуллар.","footnotes":"(Нима уларга завқ, шодлик, хурсандчилик берса, ҳаммаси у ерда муҳайёдир.)"},{"id":"3761","sura":"36","aya":"56","arabic_text":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ","translation":"Улар ва уларнинг жуфтлари сояларда сўриларда ёнбошлаб ётурлар.","footnotes":""},{"id":"3762","sura":"36","aya":"57","arabic_text":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ","translation":"Улар учун у ерда мевалар бордир. Улар учун у ерда истаган нарсалари бордир.","footnotes":"(Аҳли жаннатлар нимани истасалар, жаннатда ўша нарса бордир. Кўнгиллари исташи билан олдиларида муҳайё бўлади.)"},{"id":"3763","sura":"36","aya":"58","arabic_text":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ","translation":"Роҳийм бўлган зот Роббдан «Салом» сўзи бордир.","footnotes":"(Шунча нозу неъмат, роҳат-фароғат, шавқу завқнинг устига ўзлари учун ниҳоятда раҳмли бўлган зот Роббилари Аллоҳ таоло томонидан «Салом» ҳам келади.)"},{"id":"3764","sura":"36","aya":"59","arabic_text":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ","translation":"Эй, жиноятчилар! Бугунги кунда сиз ажралингиз!","footnotes":""},{"id":"3765","sura":"36","aya":"60","arabic_text":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"Мен сизларга: «Эй, Одам болалари, шайтонга ибодат қилманг, албатта, у сизга очиқ-ойдин душмандир.","footnotes":""},{"id":"3766","sura":"36","aya":"61","arabic_text":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Ва Менга ибодат қилинг, мана шу тўғри йўлдир», деб амр қилмаган эдимми?!","footnotes":""},{"id":"3767","sura":"36","aya":"62","arabic_text":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ","translation":"Батаҳқиқ, у сизлардан кўпчилик авлодни адаштирди. Ақл юритувчи бўлмаган эдингизми?!","footnotes":" (Шайтон сизлардан кўп авлодларни тўғри йўлдан адаштирди, сиз ақл юритмадингизми? У юр деса, орқасидан кетавердингизми?!)"},{"id":"3768","sura":"36","aya":"63","arabic_text":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","translation":"Мана бу сизга ваъда қилинган жаҳаннамдир!","footnotes":""},{"id":"3769","sura":"36","aya":"64","arabic_text":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"Куфр келтириб ўтганингиз туфайли бугунги кунда унга киринг!","footnotes":""},{"id":"3770","sura":"36","aya":"65","arabic_text":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Бугунги кунда уларнинг оғизларига муҳр урамиз. Нима касб қилганларини Бизга қўллари сўзлар ва оёқлари гувоҳлик берур.","footnotes":"(Жиноятчиларнинг оғизлари муҳрлаб қўйилади, бошқа аъзолари шоҳидлик бера бошлайди. Қўли гапиради, оёғи гувоҳлик беради.)"},{"id":"3771","sura":"36","aya":"66","arabic_text":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ","translation":"Агар хоҳласак, кўзларини теп-текис қилиб қўюрмиз. Бас, улар йўлга шошилурлар. Аммо, қандай ҳам кўрсинлар.","footnotes":""},{"id":"3772","sura":"36","aya":"67","arabic_text":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ","translation":"Агар хоҳласак, уларни жойларида қотириб қўюрмиз. Бас, олдинга юришга ҳам қодир бўлмаслар, ортга ҳам қайта олмаслар.","footnotes":""},{"id":"3773","sura":"36","aya":"68","arabic_text":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ","translation":"Кимнинг умрини узоқ қилсак, уни хилқатида ночор қилиб қўямиз. Ахир, ақл ишлатиб кўрмайдиларми?!","footnotes":"(Иймонга келиб, ибодат билан ўтган мўминлар қариганлари сари роҳатлари кўпайиб боради. Ҳаётда қолишни савоб ишлаш учун фурсат деб хурсанд бўладилар. Жаннатга ва Аллоҳнинг розилигига етишиш умидида ўлимни хурсанд бўлиб кутиб оладилар. Кофирлар эса, ақлларини ишлатмаганлари учун бу масалада катта қийинчиликда қоладилар.)"},{"id":"3774","sura":"36","aya":"69","arabic_text":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ","translation":"Биз унга шеърни таълим берганимиз йўқ. Бу унинг учун тўғри ҳам келмас. У — зикр ва очиқ-ойдин Қуръондан ўзга нарса эмас.","footnotes":""},{"id":"3775","sura":"36","aya":"70","arabic_text":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ","translation":"Тирик бўлган шахсларни огоҳлантириш ва кофирларга (азоб) сўзини ҳақ қилиш учундир.","footnotes":""},{"id":"3776","sura":"36","aya":"71","arabic_text":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ","translation":"Ахир, Биз улар учун Ўз қўлларимиз-ла қилган нарсалардан чорваларни яратиб қўйганимизни кўрмайдиларми?! Бас, улар ўшаларга молик(эга)дирлар-ку!","footnotes":""},{"id":"3777","sura":"36","aya":"72","arabic_text":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ","translation":"Биз уларга ўша(ҳайвон)ларни бўйинсундириб қўйдик. Бас, улардан маркаблари бор ва улардан ерлар.","footnotes":""},{"id":"3778","sura":"36","aya":"73","arabic_text":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ","translation":"Улар учун ўшаларда манфаатлар ва ичимликлар бор. Ахир, шукр қилмайдиларми?!","footnotes":""},{"id":"3779","sura":"36","aya":"74","arabic_text":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ","translation":"Улар Аллоҳдан ўзга илоҳлар тутдилар. Гўёки, уларга ёрдам берилар эмиш.","footnotes":""},{"id":"3780","sura":"36","aya":"75","arabic_text":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ","translation":"Уларнинг ёрдамига («худолари») қодир бўлмаслар. Улар эса, ўша(«худо»)лари учун ҳозир қилинган аскардирлар.","footnotes":"(Мушрикларнинг «худолари» уларга ёрдам беришга қодир бўла олмайдилар. Лекин улар ўша «худолари» учун жон фидо қилишга тайёр турган аскарлардир. Улар учун турли хизматлар адо этадилар. Сохта худоларини ҳимоя қилиш учун ўзларини ўтга-чўққа урадилар. Булар қандай худолар бўлди?! Булар қандай бандалар бўлди? Бундай худолик ва бандалик қайси мантиққа тўғри келади?)"},{"id":"3781","sura":"36","aya":"76","arabic_text":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","translation":"Уларнинг гапи сени хафа қилмасин. Албатта, Биз нимани сир тутсалар ва нимани ошкор қилсалар, билурмиз.","footnotes":""},{"id":"3782","sura":"36","aya":"77","arabic_text":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","translation":"Инсон Биз уни нутфадан яратганимизни билмайдими?! Энди эса, у очиқ-ойдин хусуматчи бўлиб турибди?!","footnotes":""},{"id":"3783","sura":"36","aya":"78","arabic_text":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ","translation":"У Бизга мисол келтирди ва ўз яратилишини унутди. «Суякларни ким тирилтирур? Ҳолбуки, улар титилиб кетган-ку?!» – деди.","footnotes":""},{"id":"3784","sura":"36","aya":"79","arabic_text":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ","translation":"Сен: «Уларни илк марта йўқдан бор қилган Зот тирилтиради ва у ҳар бир яратилган нарсани яхши билгувчидир», деб айт.","footnotes":""},{"id":"3785","sura":"36","aya":"80","arabic_text":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ","translation":"У зот сизларга яшил дарахтдан олов қилиб бергандир. Энди эса, сиз ундан олов ёқмоқдасиз.","footnotes":"(У зот шундай қудратли зотки, баъзи нарсаларни ўзига қарама-қарши томондан ҳам чиқараверади. Мисол учун, ям-яшил дарахтни олайлик. У ҳўл бўлади. Таркибида сув бор. Сув эса, оловни ўчиради. Аммо Аллоҳ таоло оловга терс бўлмиш ҳўл дарахтни бир-бирига ишқаса, ўт чиқарадиган ҳолга келтириб қўйгандир. Оловга ёқилғини ҳам ўша дарахтнинг ўзидан қилиб қўйгандир. Бу улкан бир мўъжизага одамлар эътибор бермайдилар.)"},{"id":"3786","sura":"36","aya":"81","arabic_text":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","translation":"Осмонлару ерни яратган Зот уларга ўхшашни яратишга қодир эмасми?! Йўқ! У ўта яратгувчи, ўта билгувчи Зотдир.","footnotes":""},{"id":"3787","sura":"36","aya":"82","arabic_text":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","translation":"Қачон бирон нарсани ирода қилса, Унинг иши «Бўл» демоқликдир, холос. Бас, у нарса бўлур.","footnotes":""},{"id":"3788","sura":"36","aya":"83","arabic_text":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Бас, барча нарсанинг том эгалиги қўлида бўлган Зот покдир. Унгагина қайтарилурсизлар.","footnotes":"(Гап шундай экан, демак дунёдаги барча нарсаларнинг тўла эгалиги ва тасарруфи қўлида бўлган Аллоҳ таоло покдир. Барча айб ва нуқсонлардан, жумладан, кофир ва мушриклар, ўлганларни қайта тирилтира олмайди, деб тақаётган нуқсондан ҳам покдир.)"}]