[{"id":"4134","sura":"40","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм.","footnotes":""},{"id":"4135","sura":"40","aya":"2","arabic_text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"Бу китобнинг нозил қилиниши азийзу ўта илмли Аллоҳ томонидандир.","footnotes":""},{"id":"4136","sura":"40","aya":"3","arabic_text":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","translation":"У, гуноҳни мағфират қилгувчи, тавбани қабул этгувчи, иқоби шиддатли ва фазлу карам соҳиби бўлган Зотдир. Ундан ўзга ибодатга сазовор зот йўқ. Қайтиш Унинг Ўзигагинадир.","footnotes":""},{"id":"4137","sura":"40","aya":"4","arabic_text":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","translation":"Аллоҳнинг оятлари ҳақида фақатгина куфр келтирганлар талашиб-тортишурлар. Бас, уларнинг юртларда айланиб юришлари сени алдаб қўймасин.","footnotes":"(Кофирлар ҳукм ва султонга, бошқа нарсаларга эга бўлишлари мумкин, бу ҳоллар мўмин кишини алдаб қўймаслиги керак.)"},{"id":"4138","sura":"40","aya":"5","arabic_text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","translation":"Улардан олдин Нуҳ қавми ва улар кетидан келган фирқалар ҳам ёлғончи қилган эдилар. Ҳар уммат ўз Пайғамбарини тутишга қасд қилди ва ҳақни йўқотиш учун ботил ила мужодала этди. Бас, Мен уларни тутдим. Бас, Менинг иқобим қандай бўлди!","footnotes":"(Ана ўша ўтган умматлардан ҳар бири ўз пайғамбарини тутиб, ўлдирмоқни қасд қилди. Суиқасд кофирларнинг қадимий одати.)"},{"id":"4139","sura":"40","aya":"6","arabic_text":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"Куфр келтирганларга ҳам Роббингнинг (азоб) сўзи худди ана шундай ҳақ бўлди. Албатта, улар дўзах эгаларидир.","footnotes":""},{"id":"4140","sura":"40","aya":"7","arabic_text":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"Аршни кўтариб турганлар ва унинг атрофидагилар Роббиларига ҳамд ила тасбиҳ айтурлар, Унга иймон келтирурлар ва иймон келтирганларга мағфират сўраб: «Эй Роббимиз, раҳматинг ва илминг ила ҳар бир нарсани қуршагансан, бас, тавба қилиб, йўлингга эргашганларни мағфират қилгин ва уларни дўзах азобидан сақлагин.","footnotes":"(Аллоҳ таолонинг Аршини инсон идрок қила олмайди, инсон аршни кўтариб турадиганлар ва унинг атрофидагиларнинг ҳам ҳақиқатини билмайди. Билгани — Аршни кўтариб турадиган, атрофини ўраб олган зотлар борлигидир. Улар модомики Аршни кўтариб турган эканлар, шунга яраша куч-қувват ва мақом-мартабага эгадирлар.)"},{"id":"4141","sura":"40","aya":"8","arabic_text":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Эй Роббимиз, уларни ҳам, оталаридан, жуфтларидан ва зурриётларидан аҳли солиҳ бўлганларини ҳам Ўзинг уларга ваъда қилган адн жаннатларига киритгин. Албатта, Сенинг Ўзинг азийзу ўта ҳикматли зотсан.","footnotes":""},{"id":"4142","sura":"40","aya":"9","arabic_text":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Ва уларни ёмонликлардан сақла, ўша куни кимни ёмонликлардан сақласанг, батаҳқиқ, унга раҳим қилибсан. Ана ўша буюк ютуқдир», (дерлар).","footnotes":""},{"id":"4143","sura":"40","aya":"10","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","translation":"Албатта, куфр келтирганларга: «Иймонга чақирилганингизда куфр келтирган чоғингиздаги Аллоҳнинг ғазаби сизнинг ўзингизга (ҳозирги) ғазабингиздан каттароқдир», деб нидо қилинур.","footnotes":""},{"id":"4144","sura":"40","aya":"11","arabic_text":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","translation":"Улар: «Эй Роббимиз, Сен бизни икки марта ўлдирдинг, икки марта тирилтирдинг. Бас, биз гуноҳларимизни эътироф этдик. Энди чиқишнинг бирон йўли борми?» – дедилар.","footnotes":"(Улар она қорнида руҳ киргунича жонсиз ҳолда ётганларини ва ёруғ дунёда ўлиб, кўмилганларини икки марта ўлиш демоқдалар. Онанинг қорнида бир марта ва қиёмат куни иккинчи марта тирилтирдинг. Сенинг ҳар бир нарсага қодир эканингни ҳам эътироф қилдик.)"},{"id":"4145","sura":"40","aya":"12","arabic_text":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","translation":"Бундай бўлишингиз Аллоҳнинг ёлғиз Ўзига даъват қилинганида, куфр келтирганингиз, Унга ширк келтирилса, иймон келтирганингиз учундир. Бас, ҳукм олий ва улуғ Аллоҳникидир.","footnotes":""},{"id":"4146","sura":"40","aya":"13","arabic_text":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","translation":"Унинг Ўзи сизга оят (белги)ларини кўрсатадиган, осмондан сизга ризқ туширадиган Зотдир. Фақат қайтадиган кишигина англар.","footnotes":"(Ҳар бир нарсада Аллоҳга қайтадиган, тавба қиладиган, кўрган-билганидан ваъз-насиҳат оладиган кишиларгина англаб етадилар.)"},{"id":"4147","sura":"40","aya":"14","arabic_text":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"Бас, агар кофирлар ёқтирмасалар ҳам, Аллоҳга динни холис қилган ҳолингизда ёлворинг.","footnotes":""},{"id":"4148","sura":"40","aya":"15","arabic_text":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","translation":"У, даражаси юксак, Арш эгаси бўлган Зотдир. У, Ўз амри ила бандаларидан кимни хоҳласа, ўшанга мулоқот кунидан огоҳлантириши учун руҳни туширур.","footnotes":"(Мулоқот-учрашув кунидан мурод қиёматдир. Руҳдан мурод эса, ваҳий ва уни олиб келувчи фариштадир.)"},{"id":"4149","sura":"40","aya":"16","arabic_text":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","translation":"Ўша кунда улар зоҳир бўлурлар. Аллоҳга улардан бирон нарса махфий қолмас. Бугун мулк кимникидир?! Яккаю ёлғиз, Қаҳҳор Аллоҳникидир!","footnotes":"(Қиёмат кунида одамлар кўмилиб ётган жойларидан чиқиб, зоҳир бўлиб, кўриниш берадилар. Бандаларидан содир бўлган бирон нарса Аллоҳ таолога махфий қолмас, аммо бу ҳақиқатни қиёмат куни ҳақида алоҳида такрор айтишдан мақсад кофир, мунофиқ ва осийлар, қилган ишларимиз тўполоннинг ичида махфий қолса ажаб эмас, деган ўйда бўлсалар, ўша хаёлни кўтариш учундир.)"},{"id":"4150","sura":"40","aya":"17","arabic_text":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Бугунги кунда ҳар бир жон ўзи қилган касбга яраша жазо олур. Бугунга кунда зулм йўқдур. Албатта, Аллоҳ ҳисобни тез қилгувчи Зотдир.","footnotes":""},{"id":"4151","sura":"40","aya":"18","arabic_text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","translation":"Сен уларни яқинлашгувчи Кундан огоҳлантир. Ўшанда жонлар халқумга келиб, ғам-ғуссага тўлиб турарлар. Золимлар учун ҳеч бир дўст ҳам, итоат қилинадиган шафоатчи ҳам йўқ.","footnotes":"(Яқинлашгувчи кун қиёмат кунидир. У ҳадемай келиб қолади. Кўзни очиб юмгунча рўй беради. Одамлар ўша кундан огоҳ бўлсинлар. У кун оғир кун бўлади. Ҳаёти дунёда куфр ва ширк ила зулмга юрган кишилар учун ёнини оладиган дўст ҳам, гапига қулоқ соладиган шафоатчи ҳам бўлмайди.)"},{"id":"4152","sura":"40","aya":"19","arabic_text":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","translation":"У зот кўзларнинг хиёнатини ҳам, диллар махфий тутган нарсаларни ҳам билур.","footnotes":"(Яъни, бировга билдирмасдан, ўғиринча кўз қири ташлаганини ҳам билади, ҳисобга олиб қўяди. Ҳеч кимга билдирмасдан, дилда тугиб қўйилган нарсаларни ҳам жуда яхши билади. Шундай бўлганидан кейин бошқа нарсаларни билишида ҳеч шак-шубҳа йўқдир. Одамлар ундан огоҳ бўлсинлар.)"},{"id":"4153","sura":"40","aya":"20","arabic_text":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"Аллоҳ ҳақ ила ҳукм қилур. Ундан ўзга илтижо қилаётганлари эса, ҳеч нарса билан ҳукм қилмаслар. Албатта, Аллоҳнинг Ўзи ўта эшитгувчи ва ўта кўргувчи Зотдир.","footnotes":""},{"id":"4154","sura":"40","aya":"21","arabic_text":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","translation":"Ахир, улар ер юзида юриб, ўзларидан олдин ўтганларнинг оқибати қандай бўлганига назар солмайдиларми?! Ҳолбуки, ўшалар улардан кўра қувватлироқ ва ер юзида асарлари кўпроқ бўлган эдилар. Бас, Аллоҳ ўшаларни гуноҳлари сабабли тутди. Уларга Аллоҳдан ўзга бир сақловчи бўлмади.","footnotes":""},{"id":"4155","sura":"40","aya":"22","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","translation":"Бундай бўлишининг сабаби шуки, уларга Пайғамбарлари аниқ ҳужжатлар билан келар эдилар, улар эса, куфр келтирдилар. Бас, Аллоҳ уларни тутди. Албатта, У кучли ва иқоби шиддатли Зотдир.","footnotes":""},{"id":"4156","sura":"40","aya":"23","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"Батаҳқиқ, Биз Мусони Ўз оятларимиз ва очиқ ҳужжат ила юбордик:","footnotes":""},{"id":"4157","sura":"40","aya":"24","arabic_text":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","translation":"Фиръавнга, Ҳомонга ва Қорунга. Бас, улар: «(Бу) сеҳргар ва каззоб», дедилар.","footnotes":""},{"id":"4158","sura":"40","aya":"25","arabic_text":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","translation":"Мусо уларга Бизнинг ҳузуримиздан ҳақ ила келган чоғда, улар: «У билан бирга иймон келтирганларнинг ўғилларини қатл қилинглар, қизларини тирик қолдиринглар», дедилар. Кофирларнинг макр-ҳийласи залолатдан бошқа нарса эмас.","footnotes":"(Бани Исроилни ўзига қул қилиб олган Фиръавн бу халққа турли азоб-уқубатларни ёғдирар, нима қилиб бўлса ҳам, уларни қулликда ушлаб туриб, ўз фойдаси учун ишлатишга уринар эди. Ўзига қарши ёш йигитлар бош кўтариши мумкинлигини яхши билганидан, қолаверса, атрофидаги гумашталаридан, мулкига Бани Исроилдан туғиладиган бола завол бўлишини эшитганидан кейин Бани Исроилда туғиладиган қиз болага тегмасдан, ўғил болаларни ўлдиришга фармон берган эди. Мусо алайҳиссалом келиб, Аллоҳ таоло томонидан пайғамбар этиб юборилганларини айтганларидан кейин Фиръавннинг хавфи яна ҳам зиёда бўлди ва Бани Исроилнинг, яъни Мусо алайҳиссаломга қўшилиб, иймон келтирганларнинг ўғил болаларини ўлдириш ҳақидаги фармонини янгилади.)"},{"id":"4159","sura":"40","aya":"26","arabic_text":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","translation":"Фиръавн: «Мени қўйинглар, Мусони ўлдирай. Майли, Роббига дуо қилсин. Албатта, мен унинг динингизни алмаштиришидан ва ер юзида фасод чиқаришидан қўрқмоқдаман», деди.","footnotes":"(Мантиқ билан муваффақиятга эриша олмаган, пайғамбарни сеҳргар, каззоб, деб ҳам бирор наф топмаган золим подшоҳ энди куч ишлатишга ўтди. Туғёнга кетган ҳукмдор ўз тахтидан ажраб қолишдан қўрқиб, ҳар қандай пасткашликка тайёр эканини кўрсатди. Ҳақ йўлга даъват қилувчини ўлдиришда Аллоҳни ҳам эътиборга олмаслигини билдирди. Роббига дуо қилса, қилаверсин, мен барибир уни ўлдираман, деди. Шу билан бирга, энг қизиғи, динни ҳимоя этаётган қилиб кўрсатди ўзини. Ер юзида бузуқилик бўлмаслиги учун курашяпман, деб иддио қилди.)"},{"id":"4160","sura":"40","aya":"27","arabic_text":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","translation":"Мусо: «Албатта, мен Роббим ва Роббингиз бўлган Зотдан ҳисоб кунига иймон келтирмайдиган ҳар бир мутакаббирдан паноҳ сўрайман», деди.","footnotes":""},{"id":"4161","sura":"40","aya":"28","arabic_text":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","translation":"Фиръавн аҳлидан бўлган, иймонини беркитиб юрадиган бир мўмин киши: «Бир одамни, Аллоҳ Роббимдир, дегани учун ўлдирасизларми?! Ҳолбуки, у сизга Роббингиздан очиқ-ойдин ҳужжатлар ила келмишдир. Агар у ёлғончи бўлса, ёлғони ўзига зарар. Агар ростгўй бўлса, унда у ваъда қилаётган баъзи мусийбатлар сизга етар. Албатта, Аллоҳ исрофчи ва каззоб бўлган шахсни ҳидоят қилмас.","footnotes":"(Дарҳақиқат, Мусо алайҳиссаломнинг «Аллоҳ Роббимдир» деган сўздан бошқа даъволар йўқ эди. Бу дегани Аллоҳ менинг яратгувчим, ризқ бергувчим, тадбиримни қилгувчи тарбиячим, дегани эди. Бу эътироф оддий ҳақиқат эди. Бунинг ёмон жойи йўқ эди. Буни ҳамма тан олиши керак эди. Бу нарса соф қалб ва оддий мантиқнинг тақозоси эди. Шунинг учун соф қалб эгаси бўлган киши томонидан бу ҳақиқат эълон этилди.)"},{"id":"4162","sura":"40","aya":"29","arabic_text":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","translation":"Эй қавмим, бугунги кунда мулк сизникидир. Ер юзида юзага чиқиб турибсизлар. Агар бизга Аллоҳнинг азоби келса, унда бизга ким ёрдам берар?!» – деди. Фиръавн: «Мен сизга ўзим кўраётган нарсадан бошқани кўрсатмасман ва сизларни тўғри йўлдан бошқага йўлламасман», деди.","footnotes":"(Яъни, меникидан бошқа фикрни қабул қилишингизга рози эмасман, билиб қўйинг, фақат менгина сизни тўғри йўлга бошлайман, деди.)"},{"id":"4163","sura":"40","aya":"30","arabic_text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","translation":"Иймон келтирган киши: «Эй қавмим, албатта, мен сизга ҳам бошқа фирқалар кунига ўхшаш кун... ","footnotes":""},{"id":"4164","sura":"40","aya":"31","arabic_text":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","translation":"Нуҳ қавми, Од, Самуд ва улардан кейингилар ҳолига ўхшаш ҳол бўлишидан қўрқурман. Аллоҳ бандаларга зулмни ирода қилмас.","footnotes":""},{"id":"4165","sura":"40","aya":"32","arabic_text":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","translation":"Эй қавмим, албатта, мен сизларга нидолашув кунидан қўрқурман.","footnotes":""},{"id":"4166","sura":"40","aya":"33","arabic_text":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translation":"У кунда ортга қараб қочурсиз. Сиз учун Аллоҳдан ҳеч бир қутқаргувчи бўлмас. Кимни Аллоҳ залолатга кетказса, бас, унга ҳеч бир ҳидоятчи бўлмас.","footnotes":""},{"id":"4167","sura":"40","aya":"34","arabic_text":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","translation":"Батаҳқиқ, бундан олдин Юсуф очиқ-ойдин ҳужжатлар ила келди. Бас, сиз у ўзингизга келтирган нарсага шак келтириб, туриб олдингиз. Ниҳоят, у вафот этган пайтда: «Аллоҳ ундан кейин Пайғамбар юбормас», дедингиз. Аллоҳ шундай қилиб, исрофчи ва шубҳачи бўлган кимсани залолатга кетказди.","footnotes":"(Эй қавмим, сиз Юсуф алайҳиссаломнинг пайғамбарлигига шубҳа қилиб, иймон келтирмай туриб олдингиз. Хуллас, Юсуф алайҳиссалом вафот этганида, ундан қутулдик, Аллоҳ томонидан пайғамбар бўлиб келдим, дейдиган одам энди бўлмайди, дедингиз. Аллоҳ Юсуф алайҳиссалом ҳақида шубҳада туриб олган ўша ота-боболарингизни залолатга кетказгани каби, ҳар бир хусусда исрофгар бўлган ва динда шубҳа қилганларни ҳам залолатга кетказди. Мусо ҳақида исрофчи ва шубҳачи бўлманг, яна Аллоҳ сизни ҳам залолатга кетказиб қўймасин.)"},{"id":"4168","sura":"40","aya":"35","arabic_text":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","translation":"Аллоҳнинг оятлари ҳақида ўзларига келган ҳужжат-далилсиз талашиб-тортишадиганлар Аллоҳ томонидан ҳам, иймон келтирганлар томонидан ҳам қаттиқ ғазабга қолурлар. Аллоҳ шундай қилиб, ҳар бир мутакаббир ва зўравон қалбни муҳрлар», деди.","footnotes":""},{"id":"4169","sura":"40","aya":"36","arabic_text":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","translation":"Фиръавн деди: «Эй, Ҳомон, менга бир баланд қаср бино қил, шояд, сабабларга етсам.","footnotes":""},{"id":"4170","sura":"40","aya":"37","arabic_text":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","translation":"Осмонларнинг сабабларига етсам, сўнгра Мусонинг Илоҳига боқсам. Албатта, мен уни ёлғончи деб, гумон қилмоқдаман». Шундай қилиб, Фиръавнга унинг ёмон амали зийнатланди ва у йўлдан тўсилди. Фиръавннинг макр-ҳийласи зиёнкорликдан бошқа нарса эмас.","footnotes":"(У вазири Ҳомонни баланд қаср қуришга буюрди. У қаср нима учун керак бўлиб қолганини ҳам айтди, осмонларга чиқадиган сабабларга, йўлларга етишсаму чиқиб Мусонинг худосини кўрсам. Мен Мусонинг Аллоҳ томонидан юборилган пайғамбар эканига ишонмайман, ўзим осмонга чиқиб, унинг ёлғончи эканини исботламоқчиман, деди. Фиръавннинг бу гаплари қайси томондан олиб қаралганда ҳам қавмни алдаш, ўзини олий мақом қилиб кўрсатиш ва Аллоҳнинг динини инкор этишдан иборат экани билинади. Бу гаплар унинг инсофга келиб, тўғри йўлга тушмаслигидан дарак берарди.)"},{"id":"4171","sura":"40","aya":"38","arabic_text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","translation":"Иймон келтирган киши: «Эй қавмим, менга эргашинглар, сизни тўғри йўлга ҳидоят қилурман.","footnotes":""},{"id":"4172","sura":"40","aya":"39","arabic_text":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","translation":"Эй қавмим, бу дунё ҳаёти вақтинчалик бир матоҳ, холос. Албатта, охират, ўшанинг ўзи барқарорлик диёридир.","footnotes":""},{"id":"4173","sura":"40","aya":"40","arabic_text":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","translation":"Ким бирор ёмонлик қилса, фақат ўшанга яраша жазо олади, холос. Эркакдир, аёлдир, ҳар ким мўмин бўлган ҳолида солиҳ амал қилса, бас, ана ўшалар жаннатга кирурлар, у ерда ҳисобсиз ризқланурлар.","footnotes":""},{"id":"4174","sura":"40","aya":"41","arabic_text":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","translation":"Эй қавмим, нечун мен сизни нажотга чақирсам, сиз мени дўзахга чақирурсиз?!","footnotes":"(Мен сизни Аллоҳга, Унинг юборган пайғамбарига иймон келтириб, нажотга эришишга чорласам, сиз мени куфрга чақирмоқдасиз, куфрга чақиришингиз дўзахга чақиришингиздир.)"},{"id":"4175","sura":"40","aya":"42","arabic_text":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","translation":"Сиз мени Аллоҳга куфр келтиришимга ва ўзим билмаган нарсани Унга ширк келтиришимга чақирмоқдасиз. Ҳолбуки, мен сизни азийзу ўта мағфиратли Зотга чақирмоқдаман.","footnotes":"(Сиз мени Аллоҳни инкор этиб, унга ибодат қилмасликка, худолигини билмаганим нарсани унга ширк келтириб, ўшанга ибодат қилишимга чақирмоқдасиз. Бу чақириғингиз асоссиз ва фойдасиздир.)"},{"id":"4176","sura":"40","aya":"43","arabic_text":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"Ҳеч шубҳа йўқки, албатта, сиз мени чақираётган нарсанинг дунёда ҳам, охиратда ҳам даъватга ҳаққи йўқдир. Албатта, қайтиб бораримиз Аллоҳгадир. Албатта, исрофчилар, айни ўшалар дўзах эгаларидир.","footnotes":""},{"id":"4177","sura":"40","aya":"44","arabic_text":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Ҳали, мен сизга айтаётган гапларни эслайсизлар. Мен ишимни Аллоҳнинг Ўзига топширдим. Албатта, Аллоҳ бандаларини аниқ кўриб тургувчидир», деди.","footnotes":""},{"id":"4178","sura":"40","aya":"45","arabic_text":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","translation":"Бас, Аллоҳ уни макрлари ёмонликларидан сақлади ва Фиръавн аҳлини ёмон азоб ўраб олди.","footnotes":"(Аллоҳ таоло мазкур мўмин кишини Фиръавн ва унинг одамлари макр-ҳийлаларининг ёмонликларидан қутқарди. Фиръавн аҳлини эса, ёмон азоб ўраб олди.)"},{"id":"4179","sura":"40","aya":"46","arabic_text":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","translation":"У оловдир. Унга эртаю кеч кўндаланг қилинурлар. Соат (қиёмат) қоим бўлганида эса: «Фиръавн аҳлини энг ашаддий азобга киритинглар», дейилур.","footnotes":"(Демак, ўша Фиръавн аҳлини ўраб олган ёмон азоб бир оловдир. Улар ўша оловга доимо, эртаю кеч кўндаланг қилиб туриладилар. Яъни, қабрларида қиёматгача олов билан азобланадилар.)"},{"id":"4180","sura":"40","aya":"47","arabic_text":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","translation":"Ўшанда улар дўзахда бир-бирлари ила хусумат қилурлар. Бас, заифлар мутакаббирлик қилганларга: «Албатта, биз сизга эргашувчи бўлган эдик. Энди сиз бизнинг дўзах насибамиздан бирор бўлагини дафъ қиласизларми?!» – дерлар.","footnotes":""},{"id":"4181","sura":"40","aya":"48","arabic_text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","translation":"Мутакаббирлик қилганлар: «Албатта ҳаммамиз унинг ичидамиз. Шубҳасиз, Аллоҳ бандалар орасида ҳукм чиқариб бўлди», дерлар.","footnotes":"(Бўлар иш бўлди, энди бу саволни бериб нима қиласизлар. Бу ерда у дунёдагига ўхшаб катта-бошлиқ ёки заифлигига қараб эмас, қилган амалига қараб ҳукм чиқарилар экан. Биз ҳам куфр келтирдик, сиз ҳам куфр келтирдингиз ва қилганимизга яраша ҳаммамиз жазоимизни олдик. Аллоҳ ҳукмини чиқариб бўлди. Ҳаммамиз жаҳаннамга тушдик.)"},{"id":"4182","sura":"40","aya":"49","arabic_text":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","translation":"Дўзахда турганлар жаҳаннам қўриқчиларига: «Роббингизга дуо қилинглар, биздан бирор кун азобни енгиллатсин», дедилар.","footnotes":""},{"id":"4183","sura":"40","aya":"50","arabic_text":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","translation":"Улар: «Сизга Пайғамбарларингиз очиқ-ойдин ҳужжатлар билан келмаган эдиларми?!» – дедилар. Булар: «Ҳа», дейишди. Улар: «Бас, дуо қилаверинглар. Кофирларнинг дуоси залолатдан бошқа нарса эмас», дедилар.","footnotes":"(Жаҳаннам қўриқчилари: «Нима сабабдан бу ҳолга тушиб қолдингиз?! Сизга пайғамбар келиб, шу кун бошингизга тушиши мумкинлигидан огоҳлантирмаган эдими?!» деб сўрадилар.)"},{"id":"4184","sura":"40","aya":"51","arabic_text":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","translation":"Албатта, Биз Пайғамбарларимизга ва иймон келтирганларга бу дунё ҳаётида ва гувоҳлар турган кунда ҳам нусрат берурмиз.","footnotes":""},{"id":"4185","sura":"40","aya":"52","arabic_text":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","translation":"У кунда золимларга маъзиратлари наф бермас. Уларга лаънат бўлғай ва уларга ёмон ҳовли жой бўлғай.","footnotes":"(Иймон билан куфр орасидаги кураш бир шахс, бир авлод, бир замонга боғлиқ эмас. Балки бу кураш дунё бунёд бўлганидан бошлаб, қиёматгача давом этадиган курашдир. Бу кураш давомида турли ҳолатлар бўлиб ўтади. Иймон томонида турган баъзи кишиларнинг эътиқод йўлида шаҳид бўлишлари улкан нусрат бўлиши мумкин. Ҳозиргача бутун дунё қанчадан-қанча шаҳидларни мадҳ этиб, эҳтиром ила эслаб келмоқда, уларни шаҳид этган қотиллар эса, лаънатланмоқда. Қани, кўрайлик-чи, бу ерда нусрат шаҳидгами ё қотилга?! Баъзи бир шаҳидларнинг ўлими бутун бошли умматларни ғалабага чорлаган вақтлар ҳам бўлган. Демак, ўлимнинг ҳаммаси ҳам, хусусан иймон йўлидаги ўлим, мағлубият ҳисобланмайди. Иймон ва куфр орасидаги курашда нусрат кимга бўлиши тор ўлчовда эмас, балки кенг мезонлар билан ўлчанади. Иймоннинг қалбларда, Ер юзида тантанаси учун инсоннинг ўзи саъйи-ҳаракат қилишини Аллоҳ шарт этган экан, Унинг йўлидаги қурбонлар, машаққатлар эришиладиган нусратнинг қийматини оширади, қадрини кўтаради. Ундан кейин, инсоният тарихидаги иймон билан куфр ўртасидаги курашнинг оралиқ натижаларига ҳам бир назар солайлик. Уларнинг ҳаммаси пайғамбарлар ва мўминларга нусрат берилиши билан якун топганини кўрамиз.)"},{"id":"4186","sura":"40","aya":"53","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","translation":"Батаҳқиқ, Биз Мусога ҳидоятни бердик ва Бани Исроилни Китобга ворис қилдик.","footnotes":""},{"id":"4187","sura":"40","aya":"54","arabic_text":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"Ақл эгаларига ҳидоятчи ва эслатма бўлсин учун.","footnotes":""},{"id":"4188","sura":"40","aya":"55","arabic_text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"Бас, сабр қил. Албатта, Аллоҳнинг ваъдаси ҳақдир. Гуноҳинг учун истиғфор айт. Эртаю кеч Роббингга ҳамд ила тасбиҳ айт.","footnotes":"(Ояти каримада Пайғамбаримиз алайҳиссалоту вассаломга хитоб орқали мўмин бандага иймон йўлида зарур бўладиган зоди роҳила тақдим этилмоқда.)"},{"id":"4189","sura":"40","aya":"56","arabic_text":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"Албатта, Аллоҳнинг оятлари ҳақида ўзларига келган ҳужжатсиз талашиб-тортишадиганларнинг дилларида кибрдан ўзга нарса йўқ. Улар унга етишгувчи эмаслар. Бас, Аллоҳдан паноҳ сўра. Албатта, Унинг Ўзи ўта эшитгувчи, ўта кўргувчи Зотдир.","footnotes":""},{"id":"4190","sura":"40","aya":"57","arabic_text":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Албатта, осмонлару ерни яратиш одамларни яратишдан каттароқдир. Лекин одамларнинг кўплари билмаслар.","footnotes":""},{"id":"4191","sura":"40","aya":"58","arabic_text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","translation":"Кўр билан кўрувчи баробар бўлмас. Иймон келтириб, солиҳ амаллар қилганлар билан ёмонлик қилгувчи ҳам. Жуда ҳам кам эслайсизлар.","footnotes":""},{"id":"4192","sura":"40","aya":"59","arabic_text":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translation":"Албатта, соат (қиёмат)келгувчидир. Унда шубҳа йўқ. Лекин одамларнинг кўплари иймон келтирмаслар.","footnotes":"(Яъни, қиёмат қоим бўлишига ишонмайдилар. Ишонмаганлари учун ҳам Аллоҳнинг оятлари ҳақида ҳеч қандай ҳужжат-далилсиз талашиб-тортишадилар. Ўзларининг ким эканларини унутиб, кибрга кетадилар. Кибр эса, уларни ҳалокатга элтади. Бу ҳалокатдан, унга элтувчи кибрдан сақланиш учун Аллоҳга ибодат этиш керак, У зотга дуо қилиш керак.)"},{"id":"4193","sura":"40","aya":"60","arabic_text":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","translation":"Роббингиз: «Менга дуо қилинг, сизга ижобат қилурман. Албатта, Менинг ибодатимдан кибр қилганлар жаҳаннамга хору зор ҳолларида кирурлар», деди. ","footnotes":"(Аллоҳга банда томонидан қилинадиган дуо, ибодат луғатда бир хил маънони билдиради. Дуо ва ибодат хоҳ сўздан иборат бўлсин, хоҳ амалдан, банда томонидан Аллоҳ таолонинг розилигини излашдир, иймон ила Унинг розилигини сўрашдир. Дуо ва ибодат банданинг Аллоҳ таоло ҳузурида ҳожатманд эканини эътироф этишидир. Ўзининг ночорлигию ожизлигини тан олишидир. Бу ишни фақат иймони борларгина, қалб кўзлари очиқларгина, ўзининг кимлигини англаб етганларгина, инсоф қилганларгина, қалбида Аллоҳга нисбатан кибру ҳаво бўлмаганларгина қиладилар. Буни бандага Аллоҳнинг Ўзи буюргандир.)"},{"id":"4194","sura":"40","aya":"61","arabic_text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"Аллоҳ сизга сукунат топишингиз учун кечани, кўрсатувчи этиб кундузни қилиб берган Зотдир. Албатта, Аллоҳ одамларга нисбатан фазлу карам соҳибидир. Лекин одамларнинг кўплари билмаслар.","footnotes":""},{"id":"4195","sura":"40","aya":"62","arabic_text":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"Ана ўша Аллоҳ Роббингиздир. У ҳар бир нарсанинг яратгувчисидир. Ундан ўзга ибодатга сазовор зот йўқ. Бас, қаёққа бурилиб кетмоқдасиз?!","footnotes":"(Аллоҳга ибодат қилмай, қайси томонга бурилиб кетмоқдасизлар?! Аллоҳнинг айтганини қилмай, қаён қараб кетмоқдасизлар?! Аллоҳнинг оятларига амал қилмай, қаёққа кетмоқдасизлар?!)"},{"id":"4196","sura":"40","aya":"63","arabic_text":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","translation":"Аллоҳнинг оятларини инкор қиладиганлар ана шундай бурилиб кетурлар.","footnotes":""},{"id":"4197","sura":"40","aya":"64","arabic_text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"Аллоҳ сизга ерни қароргоҳ, осмонни том қилган ва сизларнинг сувратларингизни гўзал сувратда қилган, сизларга пок нарсалардан ризқ берган Зотдир. Ана ўша Аллоҳ Роббингиздир. Бас, оламларнинг Робби Аллоҳ баракотли (юксак) бўлди.","footnotes":""},{"id":"4198","sura":"40","aya":"65","arabic_text":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"У зот тирикдир. Ундан ўзга ибодатга сазовор зот йўқ. Бас, Унга динни холис қилган ҳолда дуо қилинг. Оламларнинг Робби Аллоҳга ҳамдлар бўлсин.","footnotes":"(Аллоҳга холис бўйсунган ҳолда, шариатга тўла амал қилган ҳолда, иймон-эътиқодни ёлғону риёдан пок ўтган ҳолда дуо-ибодат қилинг.)"},{"id":"4199","sura":"40","aya":"66","arabic_text":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","translation":"Сен: «Албатта, мен ўзимга Роббимдан очиқ-ойдин ҳужжатлар келган пайтда сиз илтижо этаётган нарсаларга ибодат қилишдан қайтарилганман ва оламларнинг Роббига таслим бўлишга амр этилдим», деб айт.","footnotes":""},{"id":"4200","sura":"40","aya":"67","arabic_text":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","translation":"У сизни тупроқдан, сўнгра нутфадан, сўнгра (ёпишқоқ) лахта қондан яратган Зотдир. Сўнгра У сизни бувак ҳолингизда чиқарур. Сўнгра камолга етишингиз учун, сўнгра қари бўлишингиз учун (улғайтирур). Сизнинг ичингизда ундан олдин вафот этадиганлар ҳам бўлур. (Булар) белгиланган ажалга етишингиз учундир. Шоядки, ақл юритсангиз.","footnotes":"(Бу оятда кибрга кетиб, ўзини унутган, Аллоҳни — холиқини тан олмай қўйган инсонга асли, ожизлиги эслатилмоқда. Яъни, эй одамлар, сизнинг айримларингиз камолга ёки қариликка етишдан олдин вафот этиб кетади. Ҳар лаҳзада тушаётган ҳомилалар, ўлаётган болалар, ёшлар бунинг далилидир. Ҳар бир инсон учун белгилаб қўйилган ажал бор. Ана ўша ажалга етгунча яшайди. Бу ҳам Аллоҳ таолонинг ишидир. Шоядки ушбу ҳақиқатлар устида ақл юритиб, ким эканингизни англаб, Роббингизга ибодат қилсангиз.)"},{"id":"4201","sura":"40","aya":"68","arabic_text":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"У зот тирилтирур ва ўлдирур. Қачонки бирор ишни хоҳласа, «Бўл!» дер ва у бўлур.","footnotes":""},{"id":"4202","sura":"40","aya":"69","arabic_text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","translation":"Аллоҳнинг оятлари ҳақида талашиб-тортишадиганларни кўрмайсанми?! Қаёққа бурилиб кетмоқдалар?!","footnotes":""},{"id":"4203","sura":"40","aya":"70","arabic_text":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","translation":"Китобни ва Биз Пайғамбарларимиз ила юборган нарсани ёлғонга чиқарганлар тезда билурлар.","footnotes":""},{"id":"4204","sura":"40","aya":"71","arabic_text":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","translation":"Ўшанда улар бўйинларида кишанлар ва занжирлар ила тортилурлар.","footnotes":""},{"id":"4205","sura":"40","aya":"72","arabic_text":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","translation":"Ўта қайноқ сувга, сўнгра оловда куйдирилурлар.","footnotes":""},{"id":"4206","sura":"40","aya":"73","arabic_text":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","translation":"Сўнгра уларга: «Ширк келтириб юрган нарсаларингиз қани. ","footnotes":""},{"id":"4207","sura":"40","aya":"74","arabic_text":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","translation":"Аллоҳдан ўзга?!» – дейилди. Улар: «Биздан йўқолиб қолдилар. Йўқ. Олдин ҳеч нарсага илтижо қилмаган эдик», дедилар. Аллоҳ кофирларни шундай қилиб залолатга кетказур.","footnotes":"(Сиз шунчалар азоб уқубатларга дучор бўляпсиз. Қутқаради, деб у дунёда Аллоҳдан ўзга нарсаларга ибодат қилган эдингиз. Аллоҳга шерик қилган ўша нарсаларингиз энди қани? Нима учун улар келиб, сизларни қутқариб олмаяптилар? деб сўралади. Улар аввал ҳақиқатни — сохта худоларининг ўзларидан йўқолиб қолганларини, азобдан сақлаб қола олмаётганларини тан олиб туриб, кейин тона бошладилар. Йўқ-йўқ, биз олдин ҳеч кимни ширк келтирмаган эдик, дейишга ўтдилар.)"},{"id":"4208","sura":"40","aya":"75","arabic_text":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","translation":"Мана шулар ер юзида ноҳақдан шодланиб юрганингиз ва кибру ҳавога берилиб юрганингиз учундир.","footnotes":""},{"id":"4209","sura":"40","aya":"76","arabic_text":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"Жаҳаннам эшикларидан унда абадий қолгувчи бўлган ҳолингизда киринглар. Мутакаббирларнинг жойи нақадар ёмон!","footnotes":""},{"id":"4210","sura":"40","aya":"77","arabic_text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","translation":"Бас, сабр қил. Албатта, Аллоҳнинг ваъдаси ҳақдир. Энди Биз ёки сенга уларга ваъда қилган нарсаларимизнинг баъзиларини кўрсатурмиз ёки сени вафот эттирурмиз. Бас, Бизгагина қайтарилурлар.","footnotes":""},{"id":"4211","sura":"40","aya":"78","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","translation":"Батаҳқиқ, Биз сендан олдин ҳам Пайғамбарлар юборганмиз. Улардан кимнингдир қиссасини сенга айтдик ва улардан кимнингдир қиссасини сенга айтмадик. Ҳеч Пайғамбар Аллоҳнинг изнисиз оят (мўъжиза) келтирган эмас. Бас, қачонки Аллоҳнинг амри келганида, ҳақ ила ҳукм чиқарилур ва ўшанда ботил иш қилиб юргувчилар зиён тортурлар.","footnotes":"(Аллоҳ таоло Қуръони Каримда Пайғамбаримиз Муҳаммад алайҳиссалоту вассаломга ва у зотнинг умматларига ўтган пайғамбарлардан йигирма тўрттасининг қиссасини айтган. Ўша қиссаларнинг ҳаммаси билан танишиб чиқилди. Уларнинг ҳаммасида кофирлар томонидан пайғамбарларга (алайҳимуссалом) ва мўминларга турли озорлар берилгани, азоб-уқубатлар ёғдирилгани ҳақида турли маълумотларга эга ҳам бўлинди. Яна Қуръони Каримда қанчадан-қанча қиссалари келмаган пайғамбарлар (алайҳимуссалом) ўтган бўлиб, улар ҳам қийинчилик, озор ва машаққатларга дучор бўлганлар. Пайғамбарлар ўз ҳолларича одамларга мўъжиза кўрсатиб, уларни лол қолдиришга уринган эмас. Чунки бу уларнинг иши эмас. Уларнинг иши Аллоҳнинг таълимотларини халққа етказишдир. Мўъжиза кўрсатиш эса, Аллоҳга хос ишдир. У зот Ўзи хоҳлаган вақтида, Ўзи хоҳлаган пайғамбарига мўъжизани ва уни кўрсатиш изнини беради. Бошқа вақтларда пайғамбарлар мўъжиза кўрсатиш ҳақида ташвиш қилишлари керак эмас.)"},{"id":"4212","sura":"40","aya":"79","arabic_text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","translation":"Аллоҳ сизларга чорва ҳайвонларини улардан баъзиларини минишингиз учун яратди. Улардан баъзиларини ерсизлар.","footnotes":""},{"id":"4213","sura":"40","aya":"80","arabic_text":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translation":"Сиз учун уларда манфаатлар бор. Ва улар устида дилларингиздаги ҳожатларга етишишингиз учундир. Уларда ва кемаларда ташилурсиз.","footnotes":""},{"id":"4214","sura":"40","aya":"81","arabic_text":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","translation":"Ва У зот сизларга Ўз оят(белги)ларини кўрсатур. Бас, Аллоҳнинг қайси оят(белги)ларини инкор қилурсизлар?!","footnotes":""},{"id":"4215","sura":"40","aya":"82","arabic_text":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"Ахир, улар ер юзида юриб, ўзларидан олдингиларнинг оқибати қандай бўлганига назар солмайдиларми?! Ҳолбуки, ўшалар булардан кўра қувватлироқ ва ер юзида асарлари кўпроқ бўлган эдилар. Бас, уларга касб қилган нарсалари асқотмади.","footnotes":""},{"id":"4216","sura":"40","aya":"83","arabic_text":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Қачонки уларга Пайғамбарлари очиқ-ойдин ҳужжатлар билан келганларида, улар ўзларидаги илм билан мақтандилар. Ва уларни ўзлари истеҳзо қилган нарса ўраб олди.","footnotes":""},{"id":"4217","sura":"40","aya":"84","arabic_text":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","translation":"Қачонки азобимизни кўрганларида: «Биз Аллоҳнинг ёлғиз Ўзига иймон келтирдик ва Унга шерик қилган нарсаларимизга куфр келтирдик», дедилар.","footnotes":""},{"id":"4218","sura":"40","aya":"85","arabic_text":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","translation":"Бизнинг азобимизни кўрганларидаги иймонлари уларга манфаат бера олмас эди. Аллоҳнинг бандаларига жорий бўлиб келган суннати шу. Ана ўшанда кофирлар зиён кўрдилар.","footnotes":"(Аллоҳ таолонинг жорий этган суннати — қоидаси бўйича, азобни кўрганидан кейин қилинган тавба, келтирилган иймон қабул этилмас. Фурсатнинг борида иймон келтириб, амал қилиб қолиш керак.)"}]