[{"id":"4219","sura":"41","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм.","footnotes":""},{"id":"4220","sura":"41","aya":"2","arabic_text":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","translation":"(Бу) Роҳман ва Роҳийм томонидан нозил қилингандир.","footnotes":""},{"id":"4221","sura":"41","aya":"3","arabic_text":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","translation":"Биладиган қавмлар учун оятлари муфассал баён қилинган китобдир.","footnotes":""},{"id":"4222","sura":"41","aya":"4","arabic_text":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"Хушхабар бергувчи ва огоҳлантиргувчи бўлган ҳолидадир. Бас, кўплари ундан юз ўгирдилар. Энди улар эшитмаслар.","footnotes":""},{"id":"4223","sura":"41","aya":"5","arabic_text":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","translation":"Улар: «Қалбларимиз сен даъват қилаётган нарсадан ғилофлардадир, қулоқларимизда оғирлик бор, сен билан бизнинг орамизда эса, парда бор. Бас, сен амалингни қилавер, биз ҳам, албатта, ўз амалимизни қилгувчилармиз», дедилар.","footnotes":"(Бу оятда мушрикларнинг Қуръони Карим ва Ислом даъватига муносабатлари ажойиб бир услуб билан баён қилинмоқда.)"},{"id":"4224","sura":"41","aya":"6","arabic_text":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","translation":"Сен: «Мен ҳам сизга ўхшар башарман, холос. Менга, албатта, илоҳингиз ягона илоҳдир, дея ваҳий қилинур. Бас, Унинг Ўзигагина тўғри юзланинг ва Унга истиғфор айтинг. Мушриклар ҳолига вой бўлсин.","footnotes":""},{"id":"4225","sura":"41","aya":"7","arabic_text":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"Улар закотни адо этмаслар ва улар ўзлари охиратга куфр келтиргувчилардир.","footnotes":""},{"id":"4226","sura":"41","aya":"8","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","translation":"Албатта, иймон келтириб, солиҳ амалларни қилганларга битмас-туганмас ажрлар бор», деб айт.","footnotes":""},{"id":"4227","sura":"41","aya":"9","arabic_text":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","translation":"Сен: «Сизлар, ҳақиқатан ҳам, ерни икки кунда яратган Зотга куфр келтиряпсизми ва Унга тенгдошлар қўшяпсизми?! Ахир, У зот оламларнинг Робби-ку!","footnotes":""},{"id":"4228","sura":"41","aya":"10","arabic_text":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","translation":"У зот ўша(ер)нинг устида тоғларни қилди, уни баракотли қилди ва унинг (аҳли) ризқини тўрт кунда ўлчовли этиб тақдир қилди. Бу, сўровчилар учундир», деб айт.","footnotes":"(Ернинг ризқи, яъни Ер аҳлининг ризқи ўлчовли, белгили қилиб қўйилган. Ҳаммаси ўлчовли, ҳаммаси тақдир қилинган.)"},{"id":"4229","sura":"41","aya":"11","arabic_text":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","translation":"Сўнгра тутун ҳолидаги осмонга юзланиб, унга ва ерга: «Икковингиз ихтиёр қилган ҳолингизда ёки мажбур бўлган ҳолингизда келинг!» – деди. Икковлари: «Ихтиёр қилган ҳолимизда келдик», дедилар.","footnotes":"(Ўша вақтда осмон тутун-газ ҳолида эди. (Дунёнинг яратилиши юзасидан илмий изланиш олиб борган олимлар ҳам шу натижани такрорламоқдалар). Шунчалар улкан, мустаҳкам, кучли бўлишларига қарамай, Аллоҳнинг иродаси кетиши билан итоаткорликларини дарҳол изҳор этдилар.)"},{"id":"4230","sura":"41","aya":"12","arabic_text":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"Бас, икки кунда етти осмонни барпо этди ва ҳар бир осмонга ишини ваҳий қилди. Биз дунё осмонини чироқлар-ла зийнатладик ва қўридик. Бу азийзу ўта илмли Зотнинг ўлчовидир.","footnotes":"(Шундай қилиб, осмонлару Ер олти кунда барпо қилинди. У кунлар қандай кунлар эканини Аллоҳнинг Ўзигина билади. Уламоларимиз, агар Аллоҳ таоло хоҳласа, буларни кўз очиб юмгунча яратар эди, лекин бандаларига пухталикни ўргатиш учун шошилгани йўқ, дейдилар. Ахир ҳажмини, ичларидаги нарсаларни тасаввур ҳам қилиб бўлмайдиган даражада кўп ва катта бўлган етти осмоннинг ҳар бирида Аллоҳнинг ваҳийси асосида иш кўрилса-да инсон Аллоҳга куфр келтириб ўтирса, шу тўғри бўладими?! Аллоҳга ширк келтирса, жоизми? Ўзига келган ваҳийни афсона, ёлғон, сеҳр, тўқилган уйдирма дейиши ақлданми?! Бу ваҳийни эскириб қолди, замонга тўғри келмайди, дейиши тўғрими?! Аллоҳ ваҳий қилган дастурни қўйиб, ўзи тўқиб чиқарган дастур асосида яшаши жоизми?! Инсонга яқин осмонга юлдузларни зийнат қилиб яратдик. Ўша юлдузлар осмонни жину шайтонлардан қўриб турадилар.)"},{"id":"4231","sura":"41","aya":"13","arabic_text":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","translation":"Бас, агар юз ўгирсалар, сен: «Мен сизларни Од ва Самудга келган чақмоққа ўхшаш чақмоқ-ла огоҳлантирдим», деб айт.","footnotes":""},{"id":"4232","sura":"41","aya":"14","arabic_text":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"Ўшанда Пайғамбарлар уларнинг олдиларидан ҳам, орқаларидан ҳам: «Фақат, Аллоҳдан ўзгага ибодат қилманглар», деб келганларида, улар: «Агар Роббимиз хоҳласа, фаришталарни туширар эди. Албатта, биз сиз билан юборилган нарсага кофирдирмиз», дедилар.","footnotes":""},{"id":"4233","sura":"41","aya":"15","arabic_text":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"Од (қавми) бўлса, ер юзида ноҳақдан мутакаббирлик қилдилар. Улар: «Биздан қувватлироқ ким бор?!» – дедилар. Уларни яратган Аллоҳ ўзларидан қувватли эканини билмасмидилар?! Улар Бизнинг оятларимизни инкор этар эдилар.","footnotes":""},{"id":"4234","sura":"41","aya":"16","arabic_text":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","translation":"Бас, Биз устларига шумлик кунларида сорсор шамолини юбордик. Буни уларга ҳаёти дунёнинг хорлик азобини тоттириш учун қилдик. Албатта, охират азоби хор қилгувчироқдир ва уларга нусрат берилмас.","footnotes":"(«Шумлик кунлари» яъни, ёмонлик кунлари деб оятда Од қавми устига бало шамоли келган кунлар айтилмоқда. У ўта совуқ ва қаттиқ шамол бўлиб, теккан жойини куйдириб кетади.)"},{"id":"4235","sura":"41","aya":"17","arabic_text":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Аммо Самуд бўлса, бас, Биз уларни ҳидоят қилдик. Улар эса, ҳидоятдан кўра кўрликни афзал кўрдилар. Бас, касб қилган нарсалари туфайли уларни хорлик азоби чақмоғи урди.","footnotes":""},{"id":"4236","sura":"41","aya":"18","arabic_text":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Иймон келтирганларга ва тақво қилиб юрганларга нажот бердик.","footnotes":""},{"id":"4237","sura":"41","aya":"19","arabic_text":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","translation":"Аллоҳнинг душманлари дўзахга жамланадиган, улар тизиб қўйиладиган кунни (эсла).","footnotes":""},{"id":"4238","sura":"41","aya":"20","arabic_text":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Ниҳоят, унга етиб келишгач, қулоқлари, кўзлари ва терилари қилиб ўтган нарсалари ҳақида уларга қарши гувоҳлик берадилар.","footnotes":"(Аллоҳнинг душманлари бўлган кофирлар жаҳаннам томон ҳайдалганларидан кейин, жаҳаннамга етиб келишгач, гуноҳлари ҳақида қулоқлари, кўзлари ва терилари уларга қарши гувоҳлик берур.)"},{"id":"4239","sura":"41","aya":"21","arabic_text":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Улар териларига: «Нима учун бизга қарши гувоҳлик бердингиз?» – дедилар. У(тери)лари: «Ҳар бир нарсани нутқ қилдирган Аллоҳ бизни ҳам нутқ қилдирди. У зот сизларни аввал бошда яратган ва Унгагина қайтарилурсизлар», дедилар.","footnotes":"(Аллоҳ сизларни йўқдан бор қилган зот-ку, нима учун унга душман бўлдингиз ўзи?! Яна, нима учун бизга қарши гувоҳлик бердингиз, дейсизлар!)"},{"id":"4240","sura":"41","aya":"22","arabic_text":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","translation":"Сиз ўзингизга қарши қулоғингиз, кўзларингиз ва териларингиз гувоҳлик беришларидан яширинмас эдингиз. Лекин Аллоҳ қилаётган амалларингизнинг кўпини билмас, деб гумон қилар эдингиз.","footnotes":"(Сиз гуноҳ ишларни қилаётган вақтингизда одамлар гувоҳ бўлмасин, деб беркинсангиз ҳам, қулоқ, кўз ва териларингиздан беркина олмас эдингиз, бизга қарши гувоҳлик бермайди, деб ўйлардингиз.)"},{"id":"4241","sura":"41","aya":"23","arabic_text":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","translation":"Ана ўша, Роббингиз ҳақида қилган гумонингиз сизни ҳалокатга учратди. Бас, зиёнкорлардан бўлдингиз.","footnotes":""},{"id":"4242","sura":"41","aya":"24","arabic_text":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","translation":"Агар сабр қилсалар, жаҳаннам уларга макондир. Агар итобга қайтаришни талаб қилсалар, улар итобга қайтарилувчи ҳам бўлмаслар.","footnotes":""},{"id":"4243","sura":"41","aya":"25","arabic_text":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translation":"Биз уларга «дўстлар» тайёрладик. Бас, ўшалар уларга олдиларидаги ва ортларидаги нарсаларни зийнатлаб кўрсатдилар ва уларга ҳам ўзларидан олдин ўтган жин ва инсдан бўлган умматлар қатори (азоб) сўзи ҳақ бўлди. Албатта, улар зиёнкор бўлдилар.","footnotes":"(Инсонга ёмон иши, гуноҳ амали яхши бўлиб кўриниши энг катта балодир. Одам боласига энг катта мусибат хатолари ва гуноҳларини ҳис этиш туйғусини йўқотиши оқибатида етади. У ўзининг ҳар бир ишини яхши, гўзал деб билади. Унинг атрофидаги дўстлари ҳам буни тасдиқлаб туради. Агар яқин дўстлар унга аввалги гуноҳларини ҳам, бўлажак гуноҳларини ҳам зийнатлаб кўрсатаверсалар, улар уни жаҳаннам томон мақтаб-мақтаб олиб кетаётган бўладилар. Аслида дўстлик эмас, душманлик қилаётган бўладилар. Оқил инсон маслаҳатгўйнинг маслаҳатидан ким дўст, ким душман эканини билиб олади. Дўст ачитиб гапиради, душман кулдириб. Яқин дўстлари мақтовидан шод бўлиб, ўз амали ўзига зийнатли туюлганлар бориб-бориб ҳалокатга йўлиқдилар.)"},{"id":"4244","sura":"41","aya":"26","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","translation":"Куфр келтирганлар: «Бу Қуръонга қулоқ солманглар, унга халақит беринг, шоядки, ғолиб бўлсангиз», дедилар.","footnotes":""},{"id":"4245","sura":"41","aya":"27","arabic_text":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"Бас, албатта, Биз куфр келтирганларга шиддатли азобни тоттирамиз ва, албатта, уларга қилиб юрган амалларининг энг ёмон жазосини берамиз.","footnotes":""},{"id":"4246","sura":"41","aya":"28","arabic_text":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"Мана, Аллоҳ душманларининг жазоси дўзахдир. Уларга унда абадийлик диёри бор. Оятларимизни инкор қилганларининг жазоси шудир.","footnotes":""},{"id":"4247","sura":"41","aya":"29","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","translation":"Куфр келтирганлар: «Эй Роббимиз, бизни адаштирган жин ва инсдан бўлган шахсларни бизга кўрсатгин, уларни оёқларимиз остига олайлик, токи, улар энг пастлардан бўлсинлар», дедилар.","footnotes":""},{"id":"4248","sura":"41","aya":"30","arabic_text":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","translation":"Албатта, «Роббимиз Аллоҳ» деган, сўнгра мустақийм бўлганларнинг устиларидан фаришталар: «Қўрқманглар, маҳзун ҳам бўлманглар, ўзингизга ваъда қилинган жаннат хушхабарини қабул қилинглар.","footnotes":""},{"id":"4249","sura":"41","aya":"31","arabic_text":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","translation":"Биз ҳаёти дунёда ҳам, охиратда ҳам сизларнинг дўстларингиздирмиз. Сизга у(жаннат)да кўнглингиз иштаҳа қилган нарса бордир ва сизга унда орзу қилинган нарсангиз бордир.","footnotes":""},{"id":"4250","sura":"41","aya":"32","arabic_text":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","translation":"Бу ўта мағфиратли ва ўта раҳимли Зотдан зиёфатдир», деб тушарлар.","footnotes":""},{"id":"4251","sura":"41","aya":"33","arabic_text":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","translation":"Аллоҳга даъват қилган, солиҳ амалларни қилган ва «Албатта, мен мусулмонларданман!» деган кишидан ҳам гўзал сўзли ким бор?!","footnotes":"(Дунёдаги энг гўзал сўз Аллоҳ таоло йўлига чақирувчи сўздир. Дунёдаги энг гўзал сўзловчи Аллоҳ таолога даъват қилувчининг ўзидир. Аммо ўша сўзнинг ҳақиқатда гўзал бўлиши ва ўша сўзловчининг ўзи энг гўзал сўзловчи бўлиши учун қуруқ даъватнинг ўзи етмайди. Балки даъват билан бирга, солиҳ амал бўлиши ҳамда: «Албатта, мен мусулмонларданман», дейиши керак. Ана ўшандагина, у одам энг гўзал сўз сўзлаган бўлади. Зеро, фақат мусулмонлиги туфайли шу фазлга эга бўлгандир.)"},{"id":"4252","sura":"41","aya":"34","arabic_text":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","translation":"Яхшилик билан ёмонлик баробар бўлмас. Сен яхшилик бўлган нарса ила дафъ қил. Кўрибсанки, сен билан орасида адовати бор кимса худди содиқ дўстдек бўлур.","footnotes":"(Бу Ислом даъватчилари учун жуда ҳам зарур бир сифатдир. Ҳар бир нарсани ёмонлик билан эмас, фақат яхшилик билан қарши олиш даражасига етган даъватчигина катта муваффақиятларга эришади. Аммо бу сифатга эришиш осон эмас.)"},{"id":"4253","sura":"41","aya":"35","arabic_text":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","translation":"Унга фақат сабр қилганларгина эришур. Унга фақат улуғ насиба эгаси бўлганларгина эришур.","footnotes":"(Сабр қилмаса, дарҳол ёмон сўзга ёмон сўз қайтаради. Ёмон ишга ёмон иш қайтаради. Бу эса, даъватчига ҳеч фойда бермайди. Аллоҳнинг динига даъват қилувчи шахс кишиларнинг ҳавои нафсларига, ўрганиб қолган одатларига, уларнинг шахсий манфаат деб ўйлаб юрган баъзи бир нарсаларига қарши гапириши керак.)"},{"id":"4254","sura":"41","aya":"36","arabic_text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Агар сени шайтон васвасасидан бир васваса тутса, Аллоҳдан паноҳ сўра. Албатта, У зот ўта эшитгувчи ва ўта билгувчи Зотдир.","footnotes":"(Агар шайтон васвасага солиб, сени ёмонликларни яхшилик билан қайтаришдан айнитмоқчи бўлса, Аллоҳ таолонинг Ўзидан паноҳ сўра, Унга сиғин. У сени сақлайди. «Албатта, У зот ўта эшитувчи ва ўта билувчи Зотдир». У ҳар бир муҳтожнинг илтимосини эшитади. Даъватчи буни яхши англаши лозим.)"},{"id":"4255","sura":"41","aya":"37","arabic_text":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"Кечаю кундуз, қуёшу ой Унинг оят(белги)ларидан. Бас, қуёшга ҳам, ойга ҳам сажда қилманглар. Уларни яратган Аллоҳга сажда қилинг. Гар сиз Унгагина ибодат қилмоқчи бўлсангиз.","footnotes":""},{"id":"4256","sura":"41","aya":"38","arabic_text":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","translation":"Агар улар мутакаббирлик қилсалар. Роббингнинг ҳузуридагилар Унга кечасию кундузи тасбиҳ айтурлар. Улар малол олмаслар.","footnotes":""},{"id":"4257","sura":"41","aya":"39","arabic_text":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Яна Унинг оятларидан, ерни қақраган ҳолда кўришингдир. Бас, Биз унинг устидан сув туширсак, у қимирлар ва ўсар. Уни тирилтирган Зот, албатта, ўликларни ҳам тирилтиргувчидир. Албатта, У зот ҳар бир нарсага қодирдир.","footnotes":""},{"id":"4258","sura":"41","aya":"40","arabic_text":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"Албатта, оятларимиз ҳақида эгрилик қиладиганлар Бизга махфий бўлиб қолмаслар. Дўзахга ташланадиган одам яхшими ёки қиёмат куни омон ҳолида келадиган одамми?! Нимани хоҳласангиз, қилаверинг. Албатта, У зот нима қилаётганингизни кўриб тургувчидир.","footnotes":"(Бу ояти карима Қуръони Карим мўъжизаси бўлиб, Аллоҳнинг биру борлиги ва чексиз қудратига далолат қилувчи борлиқдаги оят-белгиларга нисбатан эгрилик ила муносабатда бўлган одамларнинг аҳволини баён қилади. Аллоҳнинг оятлари ҳақида эгрилик қиладиганлар қиёмат куни дўзахга, тўғрилик қиладиганлар жаннатга кирадилар. Хўш, улардан қайси бири яхши? Ҳамма нарса маълум ва очиқ-ойдин бўлди. Энди: Хоҳласангиз, қуёшга сажда қилинг. Хоҳласангиз, ойга сажда қилинг. Хоҳласангиз, Аллоҳнинг оятлари ҳақида куфр сўзлар айтинг. Ҳар бир ишингизни Аллоҳ таоло кўриб туради. Қиёматда амалингизга яраша жазолайди.)"},{"id":"4259","sura":"41","aya":"41","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","translation":"Албатта, ўзларига Зикр келганда унга куфр келтирганлар... Албатта, у азиз китобдир.","footnotes":""},{"id":"4260","sura":"41","aya":"42","arabic_text":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","translation":"Унинг олдидан ҳам, ортидан ҳам ботил келмас. У, ўта ҳикматли ва ўта мақталган Зотнинг туширганидир.","footnotes":""},{"id":"4261","sura":"41","aya":"43","arabic_text":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","translation":"Сенга айтилаётган нарсаки бор, батаҳқиқ, сендан олдинги Пайғамбарларга ҳам айтилгандир. Албатта, Роббинг мағфират эгасидир ва аламли азоб эгасидир.","footnotes":""},{"id":"4262","sura":"41","aya":"44","arabic_text":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","translation":"Агар Биз уни ажамийча Қуръон қилганимизда, албатта: «Унинг оятлари муфассал баён қилинганида эди. Арабийга ажамчами?!» – дер эдилар. Сен: «У, иймон келтирганлар учун ҳидоят ва шифодир. Иймон келтирмайдиганларнинг қулоқларида оғирлик бордир. У, улар учун кўрликдир. Улар узоқ макондан чақирилаётганлардир», деб айт.","footnotes":"(Фаразан Қуръонни араб тилида эмас, бирор ажамий тилда нозил қилганимизда, кофир мушриклар бунга ҳам гап топар эдилар. Чунки, аслида, Қуръонга эргашиш ниятлари йўқ.)"},{"id":"4263","sura":"41","aya":"45","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"Батаҳқиқ, Биз Мусога китобни бердик. Бас, у ҳақида ихтилоф қилинди. Агар Роббинг томонидан олдин сўз ўтмаганида, ораларида, албатта, ҳукм чиқариларди. Албатта, улар у ҳақда гумонли шакдадирлар.","footnotes":"(Мусо алайҳиссаломнинг қавми Таврот ҳақида ихтилоф қилди. Баъзилари иймон келтирди. Баъзилари куфрга кетди. Худди Қуръонга нисбатан муносабатга ўхшаш муносабат бўлди. Агар Аллоҳ таоло қиёматда ҳисоб-китоб қилишга сўз бермаганида, китобига куфр келтирганларни, албатта, азобга дучор этар эди.)"},{"id":"4264","sura":"41","aya":"46","arabic_text":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","translation":"Ким солиҳ амал қилса, ўзига фойда. Ким ёмонлик қилса, ўзига зарар. Роббинг бандаларга зулм қилгувчи эмас.","footnotes":""},{"id":"4265","sura":"41","aya":"47","arabic_text":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","translation":"Соат(қиёмат) илми У зотнинг Ўзигагина қайтарилур. Барча меваларнинг гулкосаларидан чиқиши ҳам, ҳар бир урғочининг нимага ҳомиладор бўлиши ҳам, нимани туғиши ҳам фақат Унинг илми ила бўлур. У зот уларга: «Менинг шерикларим қани?!» – деб нидо қиладиган кунда, улар: «Биз сенга билдирамизки, бунга биздан бирорта гувоҳ йўқ», дерлар.","footnotes":""},{"id":"4266","sura":"41","aya":"48","arabic_text":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","translation":"Ва улардан илгари илтижо қилиб юрган нарсалари ғойиб бўлди. Улар ўзларига қочар жой йўқлигига тўла ишондилар.","footnotes":""},{"id":"4267","sura":"41","aya":"49","arabic_text":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","translation":"Инсон яхшилик тилашни ҳеч малол олмас. Агар уни ёмонлик тутса, у умидсиз тушкундир.","footnotes":"(Бу дунёда инсон ўзига яхшилик тилашдан ҳеч тўхтамайди. Унга қанчалик кўп яхшилик етса, яна кўпроқ яхшилик келишини истайди, ҳеч малол олмайди. Аммо озгина зарар етса, қаттиқ хафа бўлиб кетади. Умидсизланиб тушкунликка тушади. Беш кунлик дунёнинг яхшилигига шунчалик қаттиқ ҳирс қўйган, ёмонлигидан шунчалик қўрққан инсон нима учун охиратнинг абадий азобидан қўрқмайди ва абадий яхшилигига қизиқмайди?!)"},{"id":"4268","sura":"41","aya":"50","arabic_text":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","translation":"Агар Биз унга уни тутган зарардан сўнг Ўзимиздан раҳмат тоттирсак, албатта, у: «Бу меникидир. Мен соат(қиёмат) қоим бўлур, деб ўйламайман. Агар Роббимга қайтарилсам, албатта, мен учун Унинг ҳузурида гўзал (мукофот) бордир», дер. Бас, албатта, куфр келтирганларга қилган амаллари хабарини берурмиз. Албатта, уларга оғир азобдан тоттирурмиз.","footnotes":""},{"id":"4269","sura":"41","aya":"51","arabic_text":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","translation":"Қачон инсонга неъмат берсак, у юз ўгирар ва ёнбоши ила узоқлашар. Қачон уни ёмонлик тутса, бас, у узундан-узоқ дуо эгасидир.","footnotes":""},{"id":"4270","sura":"41","aya":"52","arabic_text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","translation":"Сен: «Менга айтинглар-чи, агар у Аллоҳнинг ҳузуридан бўлса-ю, сиз унга куфр келтириб юрган бўлсангиз. Хўш, (ҳақдан) узоқ тортишувда бўлганлардан ҳам адашганроқ ким бор?!» – деб айт.","footnotes":""},{"id":"4271","sura":"41","aya":"53","arabic_text":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translation":"Биз уларга ҳам уфқлардаги, ҳам ўз нафсларидаги оят (белги)ларимизни кўрсатамиз. Токи, уларга унинг ҳақлиги равшан бўлсин. Сенинг Роббинг ҳар бир нарсага шоҳид эканлиги кифоя қилмасмиди?!","footnotes":"(Дарҳақиқат, ўтган давр ичида Аллоҳ таоло одамларга уфқларда, атроф-жонибида кўплаб ажойиботларни англатиб қўйдики, ўша белгиларни ўрганган одамлар Қуръоннинг ҳақ илоҳий китоб эканини тан олиб, мусулмон бўлмоқдалар. Ершунос, осмоншунос, табиатшунос, ҳайвоншунос ва бошқа турли соҳа олимлари Аллоҳнинг уфқларидаги оят-белгиларини ўрганиб, Аллоҳ таолога иймон келтирмоқдалар. Шунингдек, инсоннинг ўзини ўрганган олимлар ҳам Қуръонни тан олмоқдалар.)"},{"id":"4272","sura":"41","aya":"54","arabic_text":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","translation":"Огоҳ бўлинглар! Албатта, улар Роббиларига рўбарў бўлишдан шакдадирлар. Огоҳ бўлинглар! Албатта, У зот ҳар бир нарсани иҳота қилгувчидир.","footnotes":"(Унга рўбарў бўлишдан қочиб қаерга борадилар?)"}]