[{"id":"4273","sura":"42","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм. ","footnotes":""},{"id":"4274","sura":"42","aya":"2","arabic_text":"عٓسٓقٓ","translation":"Айн. Сийн. Қооф. ","footnotes":""},{"id":"4275","sura":"42","aya":"3","arabic_text":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Азийзу ўта ҳикматли бўлмиш Аллоҳ сенга ва сендан аввалгиларга мана шундай ваҳий қилур. ","footnotes":""},{"id":"4276","sura":"42","aya":"4","arabic_text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","translation":"Осмондаги нарсалар ва ердаги нарсалар уникидир. У зот юксак ва улуғдир.","footnotes":"(Осмонда нимаики бўлса, Аллоҳникидир. Аллоҳ таолонинг мулкидир. Ерда нимаики бўлса, Аллоҳникидир. Уларнинг ҳамма-ҳаммаси Аллоҳ талонинг мулкидир. Унинг мулкига ҳеч ким шерик бўла олмас.)"},{"id":"4277","sura":"42","aya":"5","arabic_text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Осмонлар уст томонларидан ёрилиб кетай дейди. Фаришталар эса, Роббилари ҳамди ила тасбиҳ айтурлар ва ер юзидаги кимсаларга истиғфор сўрарлар. Огоҳ бўлингким, албатта, Аллоҳ ўта мағфиратли ва ўта раҳимли Зотдир.","footnotes":"(Аллоҳ таолонинг юксаклиги ва улуғлиги қаршисида чидай олмай, осмонлар ўз устиларидан ёрилиб кетай, деб турадилар.)"},{"id":"4278","sura":"42","aya":"6","arabic_text":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","translation":"Ундан ўзга «дўстлар» тутганларга Аллоҳ кузатгувчидир. Сен уларга вакил эмассан. ","footnotes":""},{"id":"4279","sura":"42","aya":"7","arabic_text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","translation":"Ана шундай қилиб, Биз сенга шаҳарларнинг онасини ва унинг атрофини огоҳлантиришинг учун, бўлишида ҳеч шубҳа йўқ жамлаш кунидан огоҳлантиришинг учун арабий Қуръонни юбордик. Бир гуруҳ жаннатда, бир гуруҳ дўзахда.","footnotes":"(Илмий изланишлар кўрсатдики, Маккаи Мукаррама ернинг қуруқлик қисмининг қоқ маркази экан. Бу ҳақиқатдан, ояти каримадаги «шаҳарларнинг онаси ва унинг атрофини огоҳлантиришинг учун» дегани, бутун Ер юзини огоҳлантиришинг учун, дегани эканлиги маълум бўлди. Шу кашфиётга асосланиб, дунёнинг ҳамма нуқтасидан туриб қиблани топиб оладиган асбоб яратилди.)"},{"id":"4280","sura":"42","aya":"8","arabic_text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","translation":"Агар Аллоҳ хоҳлаганида, албатта, уларни бир уммат қилар эди. Лекин хоҳлаган кишини Ўз раҳматига киритур. Золимларга эса, ҳеч бир дўст ҳам, ёрдам берувчи ҳам йўқдир.","footnotes":""},{"id":"4281","sura":"42","aya":"9","arabic_text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Ёки улар ундан бошқа «дўстлар» тутдиларми?! Бас, Аллоҳнинг Ўзигина дўстдир. У зот ўликларни тирилтирур. У зот ҳар бир нарсага қодирдир.","footnotes":""},{"id":"4282","sura":"42","aya":"10","arabic_text":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translation":"«Бирор нарсада ихтилоф қилсангиз, унинг ҳукми Аллоҳдадир. Ана ўша Аллоҳ Роббимдир. Унгагина таваккал қилдим ва унгагина қайтурман.»","footnotes":""},{"id":"4283","sura":"42","aya":"11","arabic_text":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"У, осмонлару ерни йўқдан бор қилгувчи Зотдир. У, сизларга ўз жинсингиздан жуфтлар яратди. Чорва ҳайвонларини ҳам жуфт қилиб яратди. У зот сизни ўша (жуфтлик) асосида кўпайтирур. У зотга ўхшаш ҳеч нарса йўқдир. У зот ўта эшитгувчи, ўта кўргувчи Зотдир. ","footnotes":""},{"id":"4284","sura":"42","aya":"12","arabic_text":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Осмонлару ер (хазийналари) калитлари Уникидир. У, хоҳлаган одамига ризқни кенг ёки тор қилур. Зотан, У барча нарсани ўта билгувчи Зотдир. ","footnotes":""},{"id":"4285","sura":"42","aya":"13","arabic_text":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","translation":"У зот сизларга дин этиб Ўзи Нуҳга васият қилган ва сенга (эй Муҳаммад) ваҳий қилган нарсамизни ҳамда Иброҳим, Мусо ва Ийсога васият қилган нарсамизни баён қилди. «Динни барпо қилингиз ва унда тафриқага тушмангиз», деди. Мушрикларга сен уларни даъват қилган нарса оғир келди. Аллоҳ Ўзи хоҳлаган кишисини (Пайғамбарликка) танлаб олур ва У Ўзигагина илтижо этгувчи кишини ҳидоят қилур. ","footnotes":"(Эй одамлар, динни Аллоҳ таолодан қандай келган бўлса, шундай барпо қилингиз, унга ана шундай ҳолида амал қилингиз. Дин ҳақида турли тафриқага тушиб, ихтилоф қилмангиз.)"},{"id":"4286","sura":"42","aya":"14","arabic_text":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"Улар фақат ўзларига илм келгандан кейингина, ўзаро ҳасад-адоват қилишиб тафриқага тушдилар. Агар Роббингдан (азоблашни) маълум муддатгача (қолдириш) ҳақида сўз ўтган бўлмаганида, улар орасида албатта ҳукм чиқарилган бўлур эди. Албатта, улардан кейин китобга ворис қилинганлар у ҳақида шак-шубҳададирлар. ","footnotes":"(Динда тафриқага тушганлари учун мазкур нобакор қавмларини аллақачон ҳалок қилиб юбориш керак эди. Аммо, Аллоҳ таолонинг олдиндан ажални белгилаб қўйганигина бу ишни тўсиб турибди. Илоҳий китоб келганда ўзаро ҳасад ва адоват ила тафриқага тушганларнинг китобига ворис қилинган яҳудий ва насоролар Қуръон тушган пайтда ҳам ўз китоблари ҳақида шак-шубҳададирлар.)"},{"id":"4287","sura":"42","aya":"15","arabic_text":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","translation":"Бас, шунинг учун ҳам, ўзингга амр қилинганидек даъват қил ва мустақийм тур ва уларнинг ҳавойи нафсларига эргашма ҳамда: «Мен Аллоҳ нозил қилган ҳар бир китобга иймон келтирдим ва орангизда адолат ўрнатишга амр қилиндим. Аллоҳ бизнинг Роббимиз, сизнинг ҳам Роббингиз. Бизнинг амалларимиз ўзимиз учун, сизнинг амалларингиз ўзингиз учун. Биз билан сизнинг орамизда жанжал(га ўрин) йўқ. Аллоҳ бизларни жамлайди ва қайтиш ёлғиз Унинг Ўзигадир», деб айт.","footnotes":"(Аллоҳ сенга берган динга одамларни даъват қил ва ўз даъватингда Аллоҳ сенга буюрганидек мустақим тур. Ўтган пайғамбарларнинг динида тафриқага тушган ва китобларига шак-шубҳа қилган нобакор қавмларнинг ҳавои нафсларига эргашма. Эй Пайғамбар, Аллоҳ томонидан менга сиз бандалар орангизда мутлақ адолат ила ҳукм қилишга буюрилдим. Кишиларнинг динига, жинсига, насл-насабига, мансабига, обрў-эътиборига қараб эмас, одамлигига, Аллоҳнинг бандаси эканлигига нисбатан адолат ўрнатишга буюрилдим, деб айт.)"},{"id":"4288","sura":"42","aya":"16","arabic_text":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","translation":"Аллоҳ ҳақида унга ижобат қилинганидан кейин ҳам талашиб-тортишадиганларнинг ҳужжатлари Роббилари ҳузурида ботилдир, уларга ғазаб бордир ва уларга шиддатли азоб бордир. ","footnotes":"(Яъни, мўмин-мусулмонлар Аллоҳга ва унинг динига ижобат қилганларидан кейин, кофир ва мушрикларнинг ҳақ эканлигига ҳар қанча ҳужжат-далил келтирсалар ҳам, Аллоҳнинг наздида уларнинг ҳужжат-далиллари ботилдир.)"},{"id":"4289","sura":"42","aya":"17","arabic_text":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","translation":"Аллоҳ ҳақ ила китобни ва (адолат) тарозуни нозил қилган Зотдир. Қаердан билурсан, эҳтимол соат(қиёмат) яқиндир! ","footnotes":""},{"id":"4290","sura":"42","aya":"18","arabic_text":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","translation":"У(қиёмат)га иймон келтирмайдиганлар унинг тезлашини истайдилар, иймон келтирганлар эса, ундан қўрқувчидирлар, зотан, унинг шубҳасиз ҳақ эканини билурлар. Огоҳ бўлинг! Албатта, соат(қиёмат) ҳақида шубҳа қилгувчилар йироқ залолатдадирлар. ","footnotes":""},{"id":"4291","sura":"42","aya":"19","arabic_text":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translation":"Аллоҳ бандаларига лутфлидир. У хоҳлаган кишига ризқ берур. У зот кучлигу азийздир. ","footnotes":"(Яъни, бандаларнинг ким бўлишидан қатъий назар, уларга шафқат қилади, яхшилик кўрсатади, исёнларига қарамай, уларга хайру баракаларини сероб қилиб қўяди.)"},{"id":"4292","sura":"42","aya":"20","arabic_text":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","translation":"Ким охират ҳосилини истаса, биз унга ҳосилини зиёда қилиб берурмиз. Ким дунё ҳосилини истаса, биз унга ўшандан берурмиз ва унга охиратда бирон насиба бўлмас. ","footnotes":"(Бу дунё ризқини хоҳлаб, ўшанга яраша ҳаракат қилган бандага бу дунё ризқини беради. Аммо бу дунё ризқини истаган ўша бандага охиратдан ҳеч қандай насиба қолмайди. Охират ҳосилини истаган одам эса, бу дунё ҳосилидан ҳам бошқалардан кўра яхшироқ баҳраманд бўлади. Аллоҳга иймон келтириб, Унинг шариатига амал қилганлар яхши оқибатга эришишлари турган гап.)"},{"id":"4293","sura":"42","aya":"21","arabic_text":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Ёки уларнинг диндан Аллоҳ изн бермаган нарсаларни шариат қилиб берган шерик(худо)лари борми?! Агар ажрим калимаси бўлмаганида, албатта, улар ўртасида ҳукм қилинган бўлар эди. Албатта, золим кимсалар учун аламли азоб бордир. ","footnotes":"(Динсиз, иймонсиз кишилар, Аллоҳнинг амрига юрмасдан, турли гуноҳ ишларни қиладилар. Гуноҳ ишларга Аллоҳ таоло изн бермагани, уларни ман қилгани жуда ҳам равшан. Аммо баъзи одамлар гуноҳ ва маъсиятларни бемолол қилмоқдалар. Уларга мазкур гуноҳ ва маъсиятларни қилишга ким изн беради? Аллоҳга шерик келтирган худоларими?! Ўша шерик худолари уларга Аллоҳ изн бермаган ишларни қилишни қонунлаштириб берганми? Агар бандаларнинг амалларига савоб ёки азоб қиёматда бўлиши ҳақидаги ажрим сўзи бўлмаганида, бандалар орасида ҳозироқ ҳукм қилиниб қўйилган бўлар эди.)"},{"id":"4294","sura":"42","aya":"22","arabic_text":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"Золимларни ўзлари касб қилган нарсалари(азоби)дан қўрқувчи ўлароқ кўрасан. Ҳолбуки, у уларга тушгувчидир. Иймон келтириб, солиҳ амалларни қилувчилар эса, жаннат боғларидадир. Улар учун Роббилари ҳузурида хоҳлаган нарсалари бордир. Мана шунинг ўзи катта фазлдир.","footnotes":""},{"id":"4295","sura":"42","aya":"23","arabic_text":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","translation":"Ана ўша, иймон келтириб, солиҳ амалларни қилган бандаларига Аллоҳ бераётган хушхабардир. (Эй Муҳаммад): «Мен сиздан бу учун ажр эмас, фақат қариндошлик меҳринигина сўрайман», деб айт. Ким яхшилик қилса, Биз унга ўша ишида яхшиликни зиёда қилурмиз. Албатта, Аллоҳ ўта мағфиратли, Шакурдир.","footnotes":"(Ушбу жумла маъноси ҳақида уламоларимиз бир неча хил фикрлар айтишган. Мисол учун, Саъийд ибн Жубайр розияллоҳу анҳу «қариндошлик меҳри» иборасини Пайғамбаримиз соллаллоҳу алайҳи ва салламнинг аҳл байтлари, деб таъвил қилганлар. Ҳазрати Абдуллоҳ ибн Аббос розияллоҳу анҳу эса, Қурайш уруғлари ичидан ҳар бири турли йўллар билан Пайғамбаримиз Муҳаммад соллаллоҳу алайҳи ва салламга қариндошлик ришталари ила боғланар эди, шунинг учун бу жумлада у киши қурайшликларга, даъватлари учун улардан ажр сўрамасликлари, балки қариндошлик ҳақ-ҳурматини ўрнига қўйишини сўраётганлари ифодаланган, дейдилар. Бундан қариндошчилигимиз ҳурмати менинг ишимга қарши чиқманглар, даъватим йўлини тўсманглар, деган маъно чиқади.)"},{"id":"4296","sura":"42","aya":"24","arabic_text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Ёки улар: «У (Муҳаммад) Аллоҳга нисбатан ёлғон тўқиди», дейдиларми?! Бас, агар Аллоҳ хоҳласа, қалбингга муҳр босур ва Аллоҳ Ўз сўзлари ила ботилни йўқ қилиб, ҳақни ҳақ қилур. Албатта, У диллардаги нарсани ўта билгувчидир. ","footnotes":""},{"id":"4297","sura":"42","aya":"25","arabic_text":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","translation":"Унинг Ўзи бандаларидан тавбани қабул қилур, гуноҳларини афв этур ва нима қилаётганингизни билур. ","footnotes":""},{"id":"4298","sura":"42","aya":"26","arabic_text":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","translation":"У зот иймон келтириб, солиҳ амаллар қилганларнинг (дуосини) ижобат қилур ва уларга Ўз фазлидан зиёда қилур. Кофирларга эса, уларга шиддатли азоб бордир.","footnotes":""},{"id":"4299","sura":"42","aya":"27","arabic_text":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","translation":"Агар Аллоҳ бандаларига ризқни кенг қилиб қўйса, албатта, улар ер юзида ҳаддан ошиб кетурлар, лекин У Ўзи хоҳлаганига ўлчов билан туширади. Албатта, у Ўз бандаларидан ўта хабардор ва уларни ўта кўрувчидир. ","footnotes":""},{"id":"4300","sura":"42","aya":"28","arabic_text":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","translation":"У зот (одамлар) ноумид бўлганларидан кейин ёмғирни нозил қилур ва Ўз раҳматини таратур. У валий ва мақталган Зотдир. ","footnotes":""},{"id":"4301","sura":"42","aya":"29","arabic_text":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","translation":"Унинг (қудрати) оят(белги)ларидан осмонлару ернинг яратилиши ва уларда турли жониворларнинг таратиб қўйилишидир. Ва У зот, агар хоҳласа, уларни жамлашга қодирдир. ","footnotes":""},{"id":"4302","sura":"42","aya":"30","arabic_text":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","translation":"Сизга қайси бир мусийбат етса, бас, ўз қўлингиз қилган касбдандир ва У зот кўпини афв қилур. ","footnotes":"(Инсоннинг ўзидан ўтмаса, унга бирор мусибат етмайди. Лекин ўта меҳрибон бўлган Аллоҳ бандасини ҳар бир гуноҳи учун мусибатга дучор қилавермайди, фақат баъзиси учунгина мусибатга дучор қилади, кўпини кечириб юборади. Агар Аллоҳ таоло инсонни ҳар бир айби учун мусибатга учратадиган бўлса, инсон дарҳол ҳалокатга юз тутар эди.)"},{"id":"4303","sura":"42","aya":"31","arabic_text":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"Ва сиз ер юзида қочиб қутула олмайсиз. Ҳамда сиз учун Аллоҳдан ўзга валий ҳам, нусрат бергувчи ҳам йўқ.","footnotes":""},{"id":"4304","sura":"42","aya":"32","arabic_text":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","translation":"Денгизда тоғдек бўлиб сузиб юргувчи кемалар унинг (қудрати) оят(белги)ларидандир. ","footnotes":""},{"id":"4305","sura":"42","aya":"33","arabic_text":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","translation":"Агар У зот хоҳласа, шамолни тўхтатиб қўюр. Бас, у (кема)лар у(денгиз)нинг устида туриб қолурлар. Албатта, ана шунда ҳар бир сабр қилувчи ва шукр қилгувчи учун оят(белги)лар бордир. ","footnotes":""},{"id":"4306","sura":"42","aya":"34","arabic_text":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","translation":"Ёки у(кема)ларни аларнинг касби туфайли ҳалок қилур ва У зот кўпни афв қилур. ","footnotes":""},{"id":"4307","sura":"42","aya":"35","arabic_text":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","translation":"Ва Бизнинг оятларимиз ҳақида тортишадиганлар билсинларки, улар учун ҳеч бир қочар жой йўқдир. ","footnotes":""},{"id":"4308","sura":"42","aya":"36","arabic_text":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"Сизга берилган нарсалар дунё ҳаётининг матоҳи, холос. Аллоҳнинг ҳузуридаги яхши ва боқий нарсалар эса, иймон келтирган ва Роббиларига таваккал қилганлар учундир. ","footnotes":"(Ушбу берилган нарсалар хоҳ молу дунё бўлсин, нима бўлса бўлсин — ҳаммаси бу дунёнинг матоҳи, ўткинчи ҳой-ҳавас, холос. Уларнинг ҳақиқий қадр мезонида ҳеч бир оғирлиги йўқ. Ҳақиқий қадр-қийматга, боқийликка эга нарсалар бошқа томонда — охиратда, Аллоҳнинг ҳузуридадир. Аллоҳнинг ҳузуридаги ўша нарсалар, бу дунё матоҳи каби, ким бўлишидан қатъий назар ҳамма учун эмас.)"},{"id":"4309","sura":"42","aya":"37","arabic_text":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","translation":"Катта гуноҳлар ва фоҳиша ишлардан четда бўладиган ва ғазабланган вақтда кечириб юборадиганлар учундир. ","footnotes":""},{"id":"4310","sura":"42","aya":"38","arabic_text":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"Роббиларига ижобат қилган, намозни тўкис адо этган, ишлари ўзаро шууро ила бўлган ва уларга ризқ қилиб берган нарсаларимиздан инфоқ қиладиганлар учундир. ","footnotes":""},{"id":"4311","sura":"42","aya":"39","arabic_text":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","translation":"Ўзларига тажовузкорлик етганда нусрат қозонадиганлар учундир. ","footnotes":""},{"id":"4312","sura":"42","aya":"40","arabic_text":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","translation":"Ўмонликнинг жазоси ўз мислидек ёмонликдир. Ким афв этиб ислоҳ қилса, унинг ажри Аллоҳнинг зиммасидадир. Албатта, У зот золимларни севмас. ","footnotes":""},{"id":"4313","sura":"42","aya":"41","arabic_text":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","translation":"Албатта, ким ўзига бўлган зулмдан кейин нусрат қозонса, бас, ундайларни (айблашга) ҳеч йўл йўқ. ","footnotes":""},{"id":"4314","sura":"42","aya":"42","arabic_text":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Фақатгина, одамларга зулм қиладиган ва ер юзида ноҳақ тажовузкорлик қиладиганларни (айблашга) йўл бордир. Ана ўшаларга аламли азоб бордир. ","footnotes":""},{"id":"4315","sura":"42","aya":"43","arabic_text":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"Шубҳасиз, ким сабр қилиб, кечирса, албатта, бу мардлик ишларидандир. ","footnotes":"(Яна тавозуъ ила иш кўришга даъват. Яна сабр қилишга даъват. Яна кечиримли бўлишга даъват. Яхшилар сифати бўлган ушбу сифатларга такрор-такрор даъват бежиз эмас. Аввало, бу ишларни амалга ошириш осон эмас. Қолаверса, яхши сифатларга қанча тарғиб қилинса, шунча оз.)"},{"id":"4316","sura":"42","aya":"44","arabic_text":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","translation":"Аллоҳ кимни залолатга кетказса, бас, унга У зотдан ўзга ҳеч бир валий бўлмас. Золимларни кўрурсанки, азобни кўрган чоғларида: «(Ортга) қайтишга ҳеч бир йўл бормикан?» – дерлар.","footnotes":""},{"id":"4317","sura":"42","aya":"45","arabic_text":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","translation":"Сен уларни у(дўзах)га кўндаланг қилинаётганларида хору зор ва қўрққан ҳолларида кўз қири билан назар солаётганларини кўрурсан. Иймон келтирганлар: «Албатта, зиёнкорлар қиёмат куни ўзларига ва аҳли аёлларига зиён қилганлардир», дерлар. Огоҳ бўлингким, албатта, золимлар доимий азобдадирлар. ","footnotes":"(Ҳа, кофир, золим ва осийлар дўзахга тўғри қарай олмайдилар. Балки, фақат кўз қирлари билан назар соладилар. Уларнинг бу дунёдаги гердайишларидан, шаҳдамликларидан асар ҳам қолмайди. Бирор нарсани гапира олмай қоладилар. Охиратда эркин гапира оладиганлар мўминлардир.)"},{"id":"4318","sura":"42","aya":"46","arabic_text":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","translation":"Ва уларга Аллоҳдан ўзга ёрдам берадиган ҳеч қандай валийлар бўлмади. Аллоҳ кимни залолатга кетказса, бас, унга ҳеч бир (тўғри) йўл йўқдир. ","footnotes":""},{"id":"4319","sura":"42","aya":"47","arabic_text":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","translation":"Қайтариб бўлмайдиган кун Аллоҳ томонидан келмай туриб, Роббингизга ижобат қилинг! Ўша куни сизга паноҳгоҳ топилмас ва сизга (тушган азобни) инкор қилгувчи топилмас. ","footnotes":""},{"id":"4320","sura":"42","aya":"48","arabic_text":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","translation":"Агар улар юз ўгирсалар, бас, биз сени уларга қўриқчи қилиб юборганимиз йўқ. Сенинг зиммангда фақат (ваҳийни) етказиш бор, холос. Албатта, биз инсонга Ўзимиздан раҳмат тоттирган чоғимизда у ундан қувонур ва агар уларга ўз қўллари тақдим этган нарса туфайли ёмонлик етса, бас, албатта, инсон куфрони неъмат қилур. ","footnotes":"(Яхшилик етганда ҳаддан ошганидек, ёмонлик етганда ҳам ўзини тўғри тута ололмайди, куфрони неъмат қилади. Аслида эса, яхшилик етса, инсон шукр қилиб, ёмонлик етса, сабр этиши лозим. Унга нимаики етса, Аллоҳдандир.)"},{"id":"4321","sura":"42","aya":"49","arabic_text":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","translation":"Осмонлару ернинг мулки Аллоҳникидир. У зот хоҳлаган нарсасини яратур. У зот хоҳлаган кишисига қизлар ҳадя этур ва хоҳлаган кишисига ўғиллар ҳадя этур. ","footnotes":""},{"id":"4322","sura":"42","aya":"50","arabic_text":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","translation":"Ёки уларни жуфтлаб — ўғил-қиз қилиб берур ва хоҳлаган кишисини туғмас қилур. Албатта, У зот ўта билгувчи ва ўта қодирдир.","footnotes":"(Инсонга ҳамма нарсани фақат Аллоҳ таоло беришининг ёрқин намунаси фарзанд масаласида кўринади. Айни шу масалада инсон ўзининг ожизлигини ҳис этади. Ўз хоҳишига кўра бирон нарсани бор қила олмаслигини, Аллоҳ таолонинг мадади ва иноятига муҳтож бўлиб туришини англаб етади.)"},{"id":"4323","sura":"42","aya":"51","arabic_text":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","translation":"Аллоҳнинг башар билан гаплашмоғи бўлмаган, магар ваҳий орқали, ёки парда ортидан ёхуд элчи юборади ва ул У зотнинг изни ила хоҳлаган нарсасини ваҳий қилур. Албатта, У зот ўта олий ва ўта ҳикматлидир.","footnotes":"(Инсон зоти учун Аллоҳ Таоло билан бевосита гаплашиш муяссар бўладиган нарса эмас. Аллоҳ билан башар орасидаги алоқа бовосита бўлур. Воситанинг бир тарафида инсонлар орасидан танлаб олинган энг етук зотлар, пайғамбарлар алайҳимуссаломлар турур. Яъни, ўша воситали гаплашишга ҳам ҳар бир инсон қодир эмас. Энди, одамлар орасидан танлаб олинган пайғамбарлар ҳам баробар эмаслар, осмондаги нур сочиб турган юлдузлар ҳажм ва нур жиҳатидан хилма-хил бўлганларидек улар ҳам хилма-хилдирлар.)"},{"id":"4324","sura":"42","aya":"52","arabic_text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Ана шунга ўхшаш, Биз сенга Ўз амримиздан бир руҳни ваҳий қилдик. Сен китоб нималигини ҳам, иймон нималигини ҳам идрок қилмас эдинг. Лекин, Биз уни бир нур қилдикки, у билан бандаларимиздан кимни хоҳласак ҳидоят қилурмиз. Албатта, сен тўғри йўлга ҳидоят қилурсан. ","footnotes":"(Аллоҳ Таоло бу ояти каримада Қуръони Каримни, Муҳаммад соллаллоҳу алайҳи ва салламга ваҳий орқали юборган сўнгги китобини руҳ-жон, деб атамоқда. Қуръони Карим инсоният учун маънавий руҳдир.)"},{"id":"4325","sura":"42","aya":"53","arabic_text":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","translation":"Осмонлардаги нарсалар ва ердаги нарсалар Уники бўлган Аллоҳнинг йўлига (ҳидоят қилурсан). Огоҳ бўлингким, барча ишлар Аллоҳгагина қайтур.","footnotes":"(Сен Аллоҳнинг китоби ваҳийлари ила Аллоҳнинг бандаларини, Аллоҳнинг тўғри йўлига ҳидоят қилурсан.)"}]