[{"id":"4326","sura":"43","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм.","footnotes":""},{"id":"4327","sura":"43","aya":"2","arabic_text":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"Очиқ-ойдин китоб ила қасам.","footnotes":""},{"id":"4328","sura":"43","aya":"3","arabic_text":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"Албатта, Биз уни арабча Қуръон қилдик. Шоядки, ақл юритсангиз.","footnotes":""},{"id":"4329","sura":"43","aya":"4","arabic_text":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","translation":"Албатта, у ҳузуримиздаги она китобдадир, у олийдир, ҳикматлидир.","footnotes":"(Уламоларимиз, «она китоб»дан мурод Лавҳул Маҳфуз, деганлар. Демак, Қуръони Карим Аллоҳ таолонинг ҳузуридаги Лавҳул Маҳфузда сақланган. Бу эса, уни Аллоҳ таоло нақадар зўр қадрлаганини кўрсатади.)"},{"id":"4330","sura":"43","aya":"5","arabic_text":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","translation":"Наҳотки, сиз исрофчи қавм бўлганингиз учун сиздан юз ўгириб, зикр(эслатма)ни буриб юборсак?!","footnotes":"(Яъни, Қуръонни булар қабул қилмас экан, майли, юраверсинлар, деб уни бошқаларга томон буриб юборсак бўладими?! Йўқ, Бизнинг одатимиз бундай эмас. Асл одатимизни билиш учун ўтган Пайғамбар ва умматларнинг ҳолига бир назар солинг!)"},{"id":"4331","sura":"43","aya":"6","arabic_text":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","translation":"Аввалгиларга қанчадан-қанча Пайғамбарлар юбордик.","footnotes":""},{"id":"4332","sura":"43","aya":"7","arabic_text":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Улар ўзларига келган ҳар бир Пайғамбарни албатта истеҳзо қилганлар.","footnotes":""},{"id":"4333","sura":"43","aya":"8","arabic_text":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","translation":"Бас, Биз улардан кўра кучлироқларни ҳалок қилганмиз. Аввалгиларнинг мисоли (зикр бўлиб) ўтди.","footnotes":""},{"id":"4334","sura":"43","aya":"9","arabic_text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"Улардан: «Осмонлару ерни ким яратган!» – деб сўрасанг, албатта: «Уларни азийз ва ўта илмли зот яратган», дерлар.","footnotes":""},{"id":"4335","sura":"43","aya":"10","arabic_text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"У зот сизга ерни бешик қилиб берди ва сизга унда йўллар қилиб қўйди. Шоядки, ҳидоят топсангиз.","footnotes":"(Аллоҳ сизга Ерни чақалоқнинг бешигидек қулай қилиб, Ер юзида йўллар ҳам яратиб қўйди. Шоядки, бу ҳақиқатларни тушуниб, инсофга келиб ҳидоят йўлига юрсангиз.)"},{"id":"4336","sura":"43","aya":"11","arabic_text":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","translation":"У зот осмондан ўлчов ила сув туширди. Бас, биз у(сув) ила ўлик юртни тирилтирдик. Сиз ҳам шунга ўхшаш чиқарилурсиз.","footnotes":""},{"id":"4337","sura":"43","aya":"12","arabic_text":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","translation":"У зот барча жуфтларни яратган ва сизга кемалар ҳамда чорва ҳайвонларидан минадиган нарсаларингизни қилди.","footnotes":""},{"id":"4338","sura":"43","aya":"13","arabic_text":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","translation":"Токи, сиз уларнинг устига ўрнашгайсизлар, сўнгра, уларнинг устига ўрнашиб олгач, Роббингиз неъматини эслаб: «Бизга буни бўйсундирган Зот покдир. Биз бунга қодир эмас эдик.","footnotes":""},{"id":"4339","sura":"43","aya":"14","arabic_text":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","translation":"Ва, албатта, биз Роббимизга қайтгувчилардирмиз», дегайсиз.","footnotes":"(Инсон маркабга минганда аллақандай бир кўтаринкилик, ғурур ва манманлик пайдо бўлганини сезади. Ана шунда унга маркаб миниш имконини берган Зотни эсласа ва шу оятдаги дуони ўқиса, ҳамма нарса ўрнига тушади. Имом Муслим ривоят қилган ҳадисда қуйидагилар айтилади: «Расулуллоҳ алайҳиссалоту вассалом қачон сафарга чиқиб уловга минсалар, уч марта «Аллоҳ акбар», деб такбир айтар ва қуйидагиларни ўқир эдилар: «Бизга буни бўйсундирган Зот покдир. Биз бунга қодир эмас эдик. Ва, албатта, биз Роббимизга қайтгувчилардирмиз». Ё Аллоҳ! Биз сендан бу сафаримизда яхшилик ва тақвони, Ўзинг рози бўладиган амалларни сўраймиз. Ё Аллоҳ! Ўзинг бизга бу сафаримизни осон қилгин. Унинг узоғини яқин қилгин. Ё Аллоҳ! Сенинг Ўзинг сафардаги соҳибсан. Аҳли аёлдаги халифасан. Ё Аллоҳ! Мен сендан сафар қийинчиликларидан, турли ёмонликлардан, молу мулк ва аҳли аёлнинг ёмонликка юз тутишидан паноҳ сўрайман».)"},{"id":"4340","sura":"43","aya":"15","arabic_text":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","translation":"Улар бандаларидан Унга бўлак (ҳукм) қилдилар. Албатта, инсон очиқ-ойдин ношукрдир.","footnotes":"(Аллоҳга Унинг бандаларидан бўлмиш фаришталарни У зотнинг бўлаги-фарзанди деб ҳукм қилдилар.)"},{"id":"4341","sura":"43","aya":"16","arabic_text":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","translation":"Ёки У зот Ўзи яратадиган нарсадан қизлар тутиб, сизларни ўғиллар ила сийладими?","footnotes":""},{"id":"4342","sura":"43","aya":"17","arabic_text":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","translation":"Қачонки улардан бирортасига, Роҳманга мисол келтирган нарсанинг хушхабари берилса, ғазабга тўлиб, юзи қорайиб кетур.","footnotes":""},{"id":"4343","sura":"43","aya":"18","arabic_text":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","translation":"Зебу зийнат ичида ўстириладиган ва хусумат пайтида очиқ-ойдин бўла олмайдиган кимсаними?!","footnotes":"(Бу оятларда мушрикларнинг, фаришталар Аллоҳнинг қизи, деган эътиқодларига рад келмоқда.)"},{"id":"4344","sura":"43","aya":"19","arabic_text":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","translation":"Улар Роҳманнинг бандалари бўлмиш фаришталарни аёллар ҳисобладилар. Ёки уларнинг яратилишига гувоҳ бўлдиларми?! Албатта, бу гувоҳликлари ёзилур ва сўроққа тутилурлар!","footnotes":""},{"id":"4345","sura":"43","aya":"20","arabic_text":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"Улар: «Агар Роҳман хоҳлаганида, биз уларга ибодат қилмас эдик», дедилар. Уларда бу ҳақда ҳеч бир илм йўқ. Улар фақат алжирамоқдалар, холос.","footnotes":""},{"id":"4346","sura":"43","aya":"21","arabic_text":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","translation":"Ёки Биз уларга у(Қуръон)дан олдин бир китоб берганмиз-у, улар уни маҳкам тутувчиларми?!","footnotes":""},{"id":"4347","sura":"43","aya":"22","arabic_text":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","translation":"Йўқ! Улар: «Биз ота-боболаримизни бир динда топдикки, албатта, биз уларнинг изларидан (эргашиб) ҳидоят топгувчидирмиз», дедилар.","footnotes":""},{"id":"4348","sura":"43","aya":"23","arabic_text":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","translation":"Худди шунингдек, Биз сендан илгари ҳам қайси бир қишлоқ-шаҳарга огоҳлантиргувчи юборсак, албатта, унинг зодагонлари: «Таъкидки, биз ота-боболаримизни бир динда топдик ва, албатта, биз уларнинг изларидан эргашгувчилардирмиз», дедилар. ","footnotes":""},{"id":"4349","sura":"43","aya":"24","arabic_text":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"У (огоҳлантирувчи): «Агар мен сизга сиз ота-бобонгизни устида топган нарсангиздан ҳам ҳидоятлироқни келтирган бўлсам ҳам-а?!» – деди. Улар: «Биз сен ила юборилган нарсага кофирдирмиз», дедилар. ","footnotes":""},{"id":"4350","sura":"43","aya":"25","arabic_text":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"Бас, Биз улардан интиқом олдик. Энди назар сол. (Пайғамбарларни) ёлғончи қилгувчиларнинг оқибати қандай бўлди?! ","footnotes":""},{"id":"4351","sura":"43","aya":"26","arabic_text":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","translation":"Эсла, Иброҳим отасига ва қавмига: «Мен, албатта, сиз ибодат қилаётган нарсадан воз кечгувчиман. ","footnotes":""},{"id":"4352","sura":"43","aya":"27","arabic_text":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","translation":"Магар мени яратган Зотдангина (воз кечмасман). Албатта, У зот мени ҳидоят қилур», деган эди. ","footnotes":""},{"id":"4353","sura":"43","aya":"28","arabic_text":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Ва бу (сўз)ни у ўз ортидан зурриётига боқий қолгувчи қилди. Шоядки (иймонга) қайтсалар. ","footnotes":"(Яъни, Иброҳим алайҳиссалом Аллоҳдан ўзга ҳеч бир илоҳга ибодат қилмаслик ҳақидаги сўзни, бошқача айтганда, «Ла илаҳа иллаллоҳ»ни ўзидан кейин келадиган зурриётлари ичида боқий қоладиган қилди. Шоядки, зурриётлари куфр ва ширкдан иймонга қайтсалар.)"},{"id":"4354","sura":"43","aya":"29","arabic_text":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","translation":"Мен эса, анавиларни ва уларнинг ота-боболарини, то уларга ҳақ ҳамда очиқ-ойдин Пайғамбар келгунча фойдалантирдим. ","footnotes":""},{"id":"4355","sura":"43","aya":"30","arabic_text":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","translation":"Қачонки уларга ҳақ келганида, улар: «Бу сеҳрдир ва, албатта, биз бунга кофирдирмиз», дедилар. ","footnotes":""},{"id":"4356","sura":"43","aya":"31","arabic_text":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","translation":"Улар: «Ушбу Қуръон икки шаҳардан (бирида) бўлган улуғ кишига нозил қилинганида эди», дедилар. ","footnotes":"(Уларнинг жоҳилий ўлчовлари бўйича молу дунёси кўп, мансаби, ҳукми ва султони бор одам «улуғ киши» деб эътироф этиларди. Ана шундай одам пайғамбар бўлишга лойиқ эди. Ўша пайтда мушрикларнинг бу мақомга номзодлари ҳам бор эди. Маккада ал-Валид ибн Муғийра, Тоифда Урвату ибн Масъуд ас-Сақафий исмли одамлар бўлиб, мушриклар ана шулардан бири пайғамбар бўлса арзийди, деган фикрда эдилар.)"},{"id":"4357","sura":"43","aya":"32","arabic_text":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Ёки улар Роббингнинг раҳматини тақсимлайдиларми? Биз ҳаёти дунёда уларнинг ораларида маишатларини тақсимладик ва баъзилари баъзиларини хизматкор қилиб олишлари учун айримларининг даражаларини айримларидан устун қилиб қўйганмиз. Роббингнинг раҳмати улар жамлайдиган нарсадан яхшидир. ","footnotes":""},{"id":"4358","sura":"43","aya":"33","arabic_text":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","translation":"Агар одамлар бир миллат бўлиб қолишлари (хавфи) бўлмаганда, албатта, Биз Роҳманга куфр келтирадиганларнинг уйлари шифтини ва унга чиқадиган нарвонларини кумушдан қилиб қўяр эдик.","footnotes":""},{"id":"4359","sura":"43","aya":"34","arabic_text":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","translation":"Ва уйларининг эшикларини ҳам, устида ёнбошлаб ётадиган сўриларини ҳам.","footnotes":""},{"id":"4360","sura":"43","aya":"35","arabic_text":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","translation":"Ва зебу зийнату безакларни ҳам. Буларнинг ҳаммаси ҳаёти дунёнинг матоҳидан бошқа нарса эмас. Охират эса, Роббинг наздида тақводорлар учундир.","footnotes":""},{"id":"4361","sura":"43","aya":"36","arabic_text":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","translation":"Ким Роҳманнинг эслатмасидан шабкўр бўлиб олса, Биз унга шайтонни яқин қилиб қўюрмиз, бас, у унга доимий ҳамроҳ бўлур.","footnotes":""},{"id":"4362","sura":"43","aya":"37","arabic_text":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"Албатта, у(шайтон)лар йўлдан тўсурлар ва улар ўзларини шак-шубҳасиз ҳидоят топгувчилардек ҳисоблайдилар.","footnotes":""},{"id":"4363","sura":"43","aya":"38","arabic_text":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","translation":"Токи, ҳузуримизга келганда: «Қани энди мен билан сенинг оранг мағриб ила машриқчалик узоқ бўлса эди. Бас, сен нақадар ёмон ҳамроҳсан», дер.","footnotes":"(Аллоҳнинг зикридан шабкўр бўлиб олган ғафлатда юра-юра, бир куни қиёмат қўпиб: «ҳузуримизга келганда», ҳақиқатни англайди ҳамма бало шайтон билан яқинлиги натижаси эканлигини тушуниб етади.)"},{"id":"4364","sura":"43","aya":"39","arabic_text":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","translation":"Зулм қилганингиз учун бугунги кунда азобга шерик бўлишингиз ҳам ҳеч фойда бермас.","footnotes":""},{"id":"4365","sura":"43","aya":"40","arabic_text":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Сен карларга эшиттира олармидинг ёки кўрларни ва очиқ-ойдин залолатда бўлган кимсаларни ҳидоятга сола олармидинг?!","footnotes":""},{"id":"4366","sura":"43","aya":"41","arabic_text":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","translation":"Агар сени кетказсак ҳам, албатта, Биз улардан интиқом олурмиз.","footnotes":""},{"id":"4367","sura":"43","aya":"42","arabic_text":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","translation":"Ёки Биз уларга ваъда қилинган нарсани сенга кўрсатурмиз. Бас, албатта, Биз уларга (азоб беришга) қодирмиз.","footnotes":""},{"id":"4368","sura":"43","aya":"43","arabic_text":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Бас, ўзингга ваҳий қилинган нарсани маҳкам тут! Албатта, сен тўғри йўлдасан.","footnotes":""},{"id":"4369","sura":"43","aya":"44","arabic_text":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","translation":"Албатта, у(Қуръон) сенга ҳам, қавмингга ҳам шарафдир. Ва, албатта, сўралурсизлар.","footnotes":""},{"id":"4370","sura":"43","aya":"45","arabic_text":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","translation":"Сендан олдин Биз юборган Пайғамбарларимиздан сўра: Роҳмандан бошқа ибодат қилинадиган илоҳлар қилган эканмизми?!","footnotes":"(Дунё тарихида ҳеч бир пайғамбар Аллоҳдан бошқага ибодат этишга чақирган эмас. Дунёда ҳеч бир пайғамбар Аллоҳдан бошқа илоҳга ибодат қилган ҳам эмас. Дунёда ўтган ҳамма пайғамбарлар фақат Роҳман сифатли Аллоҳ таологагина ибодат қилганлар ва одамларни ҳам фақат Аллоҳнинг Ўзигагина ибодат қилишга чақирганлар.)"},{"id":"4371","sura":"43","aya":"46","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Батаҳқиқ, Биз Мусони Ўз оят(мўъжиза)ларимиз ила Фиръавнга ва унинг аъёнларига юбордик. Бас, у: «Албатта, мен оламлар Роббининг Пайғамбаридирман», деди.","footnotes":""},{"id":"4372","sura":"43","aya":"47","arabic_text":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","translation":"Бас, қачонки у уларга оят (мўъжиза)ларимизни келтирганда, улар баногоҳ у(мўъжиза)лардан кула бошладилар.","footnotes":""},{"id":"4373","sura":"43","aya":"48","arabic_text":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Биз уларга қайси бир оят (мўъжиза)ни кўрсатсак ҳам, албатта, у ўз шеригидан каттароқ бўлар эди. Шояд, (хатоларидан) қайтсалар, деб уларни азоб-ла тутдик.","footnotes":""},{"id":"4374","sura":"43","aya":"49","arabic_text":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","translation":"Улар: «Эй сеҳргар! Сенга берган аҳдига биноан, биз учун Роббингга дуо қил! Албатта, биз ҳидоят топгувчилардан бўламиз», дедилар.","footnotes":""},{"id":"4375","sura":"43","aya":"50","arabic_text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","translation":"Бас, қачонки улардан азобни аритсанг, тўсатдан улар (аҳдни) бузарлар.","footnotes":""},{"id":"4376","sura":"43","aya":"51","arabic_text":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","translation":"Фиръавн ўз қавмига: «Эй қавмим! Миср мулки ва мана бу остимдан оқиб турган анҳорлар меники эмасми?! Кўрмаяпсизларми?! ","footnotes":""},{"id":"4377","sura":"43","aya":"52","arabic_text":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","translation":"Мен мана бу хор, гапини очиқ баён қила олмайдиган кимсадан яхши эмасманми?","footnotes":""},{"id":"4378","sura":"43","aya":"53","arabic_text":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","translation":"Унга тиллодан бўлган билакузуклар ташланса ёки у билан бирга фаришталар ҳамроҳ бўлиб келса бўлмас эдими?!» – деб нидо қилди.","footnotes":""},{"id":"4379","sura":"43","aya":"54","arabic_text":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"Бас, у қавмини лақиллатди ва улар унга итоат қилдилар. Чунки, улар фосиқ қавм эдилар.","footnotes":""},{"id":"4380","sura":"43","aya":"55","arabic_text":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"Бас, қачонки улар Бизни дарғазаб қилишгач, улардан интиқом олдик — уларнинг барчаларини жамлаб, ғарқ қилдик.","footnotes":""},{"id":"4381","sura":"43","aya":"56","arabic_text":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","translation":"Бас, уларни ўтмишга айлантирдик ва кейингиларга мисол қилиб қўйдик.","footnotes":""},{"id":"4382","sura":"43","aya":"57","arabic_text":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","translation":"Ибн Марям мисол келтирилган чоғда сенинг қавминг бирдан шодланиб қичқирурлар.","footnotes":"(Пайғамбаримиз алайҳиссалоту вассалом Анбиё сурасидаги «Албатта, сизлар ва Аллоҳдан ўзга ибодат қилган нарсаларингиз жаҳаннам ўтин-тошидирсиз. Сизлар унга киргувчидирсиз» оятини тиловат қилганларида, Абдуллоҳ ибн аз-Забъарий ат-Тамимий исмли мушрик: «Бу биз ва бизнинг олиҳаларимиз учунми ёки ҳамма умматлар учунми?» деб сўраган. Расулуллоҳ алайҳиссалоту вассалом: «У сиз учун ҳамма умматлар учун», дедилар. У: «Шубҳасиз, энди сени енгдим, Каъбанинг Роббига қасам! Насоролар Масийҳга, Яҳудийлар Узайрга, Бани Фулон фаришталарга ибодат қилмайдиларми?! Агар ана ўшалар ҳам жаҳаннамга тушсалар, бизнинг ва олиҳаларимизнинг жаҳаннамда бўлишига розимиз», деди. Шунда Аллоҳ таоло: «Албатта, биздан уларга олдин гўзал сўз ўтганлар у (жаҳаннам)дан узоқлаштирилгандирлар», оятини туширди. «Ибн Марям мисол келтирилган чоқда сенинг қавминг бирдан шодланиб қичқирурлар» ояти билан ўша ҳодисани ёдга солмоқда.)"},{"id":"4383","sura":"43","aya":"58","arabic_text":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","translation":"Улар: «Бизнинг олиҳаларимиз яхшими ёки уми?» – дедилар. Улар уни сенга фақат талашиб-тортишиш учунгина мисол келтирдилар. Зеро, улар хусуматчи қавмдирлар.","footnotes":""},{"id":"4384","sura":"43","aya":"59","arabic_text":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","translation":"У фақат бир бандадир. Биз унга неъмат бердик ва уни Бани Исроилга мисол қилдик.","footnotes":""},{"id":"4385","sura":"43","aya":"60","arabic_text":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","translation":"Агар хоҳласак, ўрнингизга ер юзида халифа бўладиган фаришталар қилиб қўяр эдик.","footnotes":""},{"id":"4386","sura":"43","aya":"61","arabic_text":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Албатта, у (Ийсо) соат(қиёмат) илми(белгиси)дир. Бас, сиз у (қиёмат) ҳақида ҳеч шубҳа қилманг ва менга эргашинг. Мана шу тўғри йўлдир.","footnotes":"(Вақти келиб Ийсо қиёмат кунининг белгиси бўлади. Унинг қайта тушишидан қиёмат жуда ҳам яқин қолгани билиб олинади.)"},{"id":"4387","sura":"43","aya":"62","arabic_text":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"Шайтон сизни ҳаргиз (тўғри йўлдан) тўсмасин. Албатта, у сизга очиқ-ойдин душмандир.","footnotes":""},{"id":"4388","sura":"43","aya":"63","arabic_text":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"Ийсо очиқ-ойдин ҳужжат (мўъжиза)лар билан келган чоғида: «Батаҳқиқ, мен сизга ҳикматни келтирдим ва сиз ихтилоф қилаётган баъзи нарсаларни баён қилиш учун келдим. Бас, Аллоҳга тақво ва менга итоат қилинглар.","footnotes":""},{"id":"4389","sura":"43","aya":"64","arabic_text":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Албатта, Аллоҳ менинг ҳам Роббим, сизнинг ҳам Роббингиздир. Бас, Унга ибодат қилинг. Мана шу тўғри йўлдир», деди.","footnotes":"(Ийсо алайҳиссалом қавмларига: «Аллоҳ менинг Роббим», деганлар. Аллоҳ менинг отам, деган эмаслар. Демак, Аллоҳ таоло бошқа бандаларга Робб бўлгани каби, Ийсо алайҳиссаломга ҳам Роббдир. Бу ҳақда бошқа гап беҳуда.)"},{"id":"4390","sura":"43","aya":"65","arabic_text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","translation":"Бас, уларнинг орасидан фирқалар ихтилоф қилдилар. Зулм қилганлар ҳолига аламли кун азобидан вой бўлсин!","footnotes":"(Ийсо алайҳиссалом Бани Исроилга пайғамбар қилиб юборилган эдилар. У зот Бани Исроилга уларнинг Мусо алайҳиссалом шариати хусусидаги ихтилофларига барҳам бериш, ягона Аллоҳнинг ибодатига чақириш учун ҳикмат ила келган эдилар. Аммо улар бу чақириққа муносиб жавоб бермадилар. Балки Ийсо алайҳиссаломга қарши чиқдилар. Турли фирқаларга бўлиниб олиб, ҳозиргача ихтилоф қилиб келмоқдалар.)"},{"id":"4391","sura":"43","aya":"66","arabic_text":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Улар фақат ўзлари ҳам сезмай қолган ҳолда соат(қиёмат) келиб қолишини кутмоқдалар, холос.","footnotes":""},{"id":"4392","sura":"43","aya":"67","arabic_text":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","translation":"Ўша кунда тақводорлардан бошқа дўстлар бир-бирларига душмандир.","footnotes":"(Қиёмат куни ҳамма ўз оқибатини билгач, гарчи бу дунёда яқин ўзаро дўст бўлса ҳам, бир-бирига душманга айланади. Чунки у дунёда бир-бирларини турли амалларга ундаган дўстларнинг дўзахга тушиб жазо тортишлари аниқ маълум бўлиб қолади. Ана ўшанда, ёмон билан дўст бўлганига афсусланади.)"},{"id":"4393","sura":"43","aya":"68","arabic_text":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"Эй бандаларим! Бугунги кунда сизга хавф йўқ ва маҳзун ҳам бўлмассиз.","footnotes":""},{"id":"4394","sura":"43","aya":"69","arabic_text":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","translation":"Оятларимизга иймон келтирганлар ва мусулмон бўлганлар...","footnotes":""},{"id":"4395","sura":"43","aya":"70","arabic_text":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","translation":"Жаннатга киринглар, сизлар ва жуфтларингиз шод бўлурсизлар.","footnotes":""},{"id":"4396","sura":"43","aya":"71","arabic_text":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","translation":"Уларга тиллодан бўлган товоқлар ва қадаҳлар айлантирилур. У ерда кўнгил иштаҳа қиладиган ва кўзлар лаззатланадиган нарсалар бордир. Сизлар у ерда абадий қолурсизлар.","footnotes":""},{"id":"4397","sura":"43","aya":"72","arabic_text":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Мана шу, қилиб юрган амалларингиз сабабли сизга мерос қилиб берилган жаннатдир.","footnotes":""},{"id":"4398","sura":"43","aya":"73","arabic_text":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","translation":"Сизга у ерда кўплаб мевалар бор, улардан ерсизлар.","footnotes":""},{"id":"4399","sura":"43","aya":"74","arabic_text":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","translation":"Албатта, жиноятчилар жаҳаннам азобида абадий қолурлар. ","footnotes":""},{"id":"4400","sura":"43","aya":"75","arabic_text":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","translation":"У улардан енгиллатилмас ва улар у(азоб)да ноумид ҳолда қолурлар. ","footnotes":"(Яъни, азоб аҳли жаҳаннамдан ҳеч енгиллатилмайди. Улар ўша азоб ичида ноумид бўлган ҳолларида абадий қолиб кетадилар.)"},{"id":"4401","sura":"43","aya":"76","arabic_text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","translation":"Биз уларга зулм қилганимиз йўқ. Лекин улар ўзлари золим бўлдилар. ","footnotes":""},{"id":"4402","sura":"43","aya":"77","arabic_text":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","translation":"Улар: «Эй Молик! Роббинг бизни битирсин!» – деб нидо қилдилар. У: «Албатта, сиз туриб қолгувчисиз», деди. ","footnotes":"(Яъни, дўзахилар ўзларига берилаётган азоблар оғриғи, алами ва шиддатига чидай олмай, дўзах ишларига қараб турувчи Молик исмли фариштага қараб: «Эй Молик! Роббинг бизни битирсин!» дейдилар.)"},{"id":"4403","sura":"43","aya":"78","arabic_text":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"Батаҳқиқ, Биз сизга ҳақни келтирдик. Лекин кўпларингиз ҳақни ёмон кўргувчисиз. ","footnotes":"(Шунинг учун бугунги кунда ушбу аянчли ҳолга тушиб турибсиз.)"},{"id":"4404","sura":"43","aya":"79","arabic_text":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","translation":"Ёки улар бирон ишга қарор қилдиларми? Бас, Биз, албатта, қарор қилгувчимиз. ","footnotes":""},{"id":"4405","sura":"43","aya":"80","arabic_text":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","translation":"Ёки улар Бизни уларнинг сирларини (билмас) ва пичирлашиб қилган маслаҳатларини эшитмас, деб ҳисоблайдиларми? Йўқ! Ҳолбуки, элчиларимиз уларнинг олдиларида ёзмоқдалар. ","footnotes":""},{"id":"4406","sura":"43","aya":"81","arabic_text":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","translation":"Сен: «Агар Роҳманнинг боласи бўлганида, мен унга ибодат қилгувчиларнинг биринчиси бўлар эдим», деб айт. ","footnotes":""},{"id":"4407","sura":"43","aya":"82","arabic_text":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"Осмонлару ернинг Робби, Аршнинг Робби улар қилаётган васфдан покдир. ","footnotes":""},{"id":"4408","sura":"43","aya":"83","arabic_text":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","translation":"Бас, уларни қўйиб бер, ўзларига ваъда қилинаётган кунга рўбарў бўлгунларича (ёмонликка) шўнғийверсинлар, ўйнайверсинлар. ","footnotes":""},{"id":"4409","sura":"43","aya":"84","arabic_text":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"У зот осмонда ҳам илоҳдир, ерда ҳам илоҳдир. У зот ўта ҳикматли, ўта илмлидир. ","footnotes":""},{"id":"4410","sura":"43","aya":"85","arabic_text":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Осмонлару ернинг ва уларнинг орасидаги нарсаларнинг мулкига эга бўлган Зот баракотли(буюк)дир. Соат (қиёмат) илми Унинг ҳузуридадир. Унгагина қайтарилурсизлар. ","footnotes":""},{"id":"4411","sura":"43","aya":"86","arabic_text":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","translation":"Аллоҳдан ўзга илтижо қилаётган нарсалари шафоатга эга бўлмаслар. Магар, билган ҳолларида ҳақ шаҳодат берганларгина (эга бўлурлар). ","footnotes":""},{"id":"4412","sura":"43","aya":"87","arabic_text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"Агар сен улардан ўзларини ким яратганини сўрасанг, албатта, «Аллоҳ», дерлар Бас, қаёққа бурилиб кетмоқдалар?! ","footnotes":""},{"id":"4413","sura":"43","aya":"88","arabic_text":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","translation":"У(Муҳаммад)нинг: «Эй Роббим, албатта, анавилар иймон келтирмайдиган қавмлардир», деган гапини ҳам (билур). ","footnotes":""},{"id":"4414","sura":"43","aya":"89","arabic_text":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"Бас, сен улардан юз ўгир ва: «Сизларга салом бўлсин», дегин. Бас, улар тезда билурлар.","footnotes":""}]