[{"id":"4474","sura":"45","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм.","footnotes":""},{"id":"4475","sura":"45","aya":"2","arabic_text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Бу китобнинг нозил қилиниши Азийз ва ўта ҳикматли Аллоҳдандир.","footnotes":""},{"id":"4476","sura":"45","aya":"3","arabic_text":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","translation":"Албатта, осмонлару ерда мўминлар учун оят(белги)лар бордир.","footnotes":"(Дарҳақиқат, осмонлару Ердаги ҳар бир нарса Аллоҳ таолонинг биру борлигига, чексиз қудратига ёрқин далилдир.)"},{"id":"4477","sura":"45","aya":"4","arabic_text":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","translation":"Ва сизларнинг яратилишингизда ва таратиб қўйилган жониворларда аниқ ишонадиган қавм учун оят(белги)лар бор.","footnotes":"(Инсоннинг яратилишида Аллоҳ таолонинг биру борлигига, куч-қудратига, тадбиру санъатига сонсиз-саноқсиз оят-белгилар бор.)"},{"id":"4478","sura":"45","aya":"5","arabic_text":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Кечаю кундузнинг алмашиб туришида, Аллоҳ осмондан ризқ нозил қилиб, унинг ила ерни ўлимидан кейин тирилтиришида ва шамолларнинг йўналишида ақл юритадиган қавм учун оят(белги)лар бор.","footnotes":""},{"id":"4479","sura":"45","aya":"6","arabic_text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","translation":"Булар Аллоҳнинг оятларидир. Биз уларни сенга ҳақ ила тиловат қилурмиз. Улар Аллоҳни ва Унинг оятларини қўйиб, қайси гапга иймон келтирурлар?!","footnotes":""},{"id":"4480","sura":"45","aya":"7","arabic_text":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","translation":"Ҳар бир ёлғончи гуноҳкорга ҳалокат бўлсин!","footnotes":""},{"id":"4481","sura":"45","aya":"8","arabic_text":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","translation":"У ўзига тиловат қилинган Аллоҳнинг оятларини эшитади-ю, сўнгра, худди эшитмагандек, мутакаббирлик қилиб туриб олур. Бас, унга аламли азоб хушхабарини бер.","footnotes":""},{"id":"4482","sura":"45","aya":"9","arabic_text":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Қачонки Бизнинг оятларимиздан бирор нарса билса, уни истеҳзо қилур. Ана ўшаларга хорловчи азоб бордир.","footnotes":""},{"id":"4483","sura":"45","aya":"10","arabic_text":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"Ва ортларида жаҳаннам бор. Уларга касб қилган нарсалари ҳам, Аллоҳни қўйиб тутган «дўстлари» ҳам ҳеч бир нарсада асқотмас. Уларга улкан азоб бордир.","footnotes":""},{"id":"4484","sura":"45","aya":"11","arabic_text":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","translation":"Бу (Қуръон) ҳидоятдир. Роббилари оятларига куфр келтирганларга аламли азобнинг ашаддийси бордир.","footnotes":""},{"id":"4485","sura":"45","aya":"12","arabic_text":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Аллоҳ сизга денгизни унда Ўз амри билан кемалар юриши учун ва сиз Унинг фазлидан исташингиз учун бўйсундириб қўйди. Шоядки, шукр келтирсангиз.","footnotes":""},{"id":"4486","sura":"45","aya":"13","arabic_text":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"Ва сизга осмонлардаги нарсаларни ва ердаги нарсаларни — ҳаммасини Ўз томонидан бўйсундириб қўйди. Албатта, ана шунда тафаккур қиладиган қавм учун оят(белги)лар бордир.","footnotes":""},{"id":"4487","sura":"45","aya":"14","arabic_text":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Сен иймон келтирганларга айт. Аллоҳнинг кунларидан умидвор бўлмайдиганларни кечирсинлар. Токи, У зот бу қавмни касб қилиб юрган нарсалари учун мукофотласин.","footnotes":"(Эй Муҳаммад, сен мўминларга айт, улар ўзларига озор берган, келажакдаги Аллоҳнинг ҳисоб-китоб кунларидан ноумид бўлган кофирларни кечирсинлар. Бу эса, Аллоҳ таоло ўша мусулмон қавмни яхши касбларига кўра мукофотлаши учундир.)"},{"id":"4488","sura":"45","aya":"15","arabic_text":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","translation":"Ким солиҳ амал қилса, ўзига фойда. Ким ёмонлик қилса, ўзига зарар. Сўнгра Роббингизга қайтарилурсиз.","footnotes":""},{"id":"4489","sura":"45","aya":"16","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"Батаҳқиқ, Биз Бани Исроилга китобни, ҳукмни ва Пайғамбарликни бердик, уларга пок нарсаларни ризқ қилиб бердик ва уларни оламлар ичида афзал қилдик.","footnotes":"(Ўз замонасида, албатта, Бани Исроил ўзгалардан афзал бўлган. Чунки Таврот уларга туширилган, пайғамбарлар улардан чиққан.)"},{"id":"4490","sura":"45","aya":"17","arabic_text":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Ва Биз уларга (дин) иши ҳақида очиқ-ойдин баёнотлар бердик. Бас, улар ўзларига илм келганидан сўнг ўзаро ҳасад-адоват қилибгина ихтилофга тушдилар. Албатта, Роббинг қиёмат куни улар орасида ихтилоф қилган нарсалари ҳақида ҳукм чиқарур.","footnotes":""},{"id":"4491","sura":"45","aya":"18","arabic_text":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"Сўнгра Биз сени (дин) ишида бир шариатга йўлладик. Бас, унга эргаш, билмайдиганларнинг ҳавойи нафсларига эргашма.","footnotes":"(Бани Исроилнинг иши, юқорида айтилгандек, муваффақиятсиз тамом бўлганидан сўнг, биз сени Ислом шариатига йўлладик.)"},{"id":"4492","sura":"45","aya":"19","arabic_text":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","translation":"Албатта, улар сендан Аллоҳ томонидан бўладиган ҳеч бир нарсани арита олмаслар. Ва, албатта, золимлар бир-бирларига дўстдирлар. Аллоҳ тақводорларнинг дўстидир.","footnotes":""},{"id":"4493","sura":"45","aya":"20","arabic_text":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","translation":"Бу (Қуръон) одамлар учун қалб кўзлари, аниқ ишонадиган қавм учун ҳидоят ва раҳматдир.","footnotes":""},{"id":"4494","sura":"45","aya":"21","arabic_text":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","translation":"Наҳотки, ёмонликларни қилганлар уларни иймон келтириб, солиҳ амаллар қилганларга ўхшаш қилмоғимизни, ҳаётлари ҳам, мамотлари ҳам баробар бўлишини гумон қилсалар?! Уларнинг қилган ҳукми нақадар ҳам ёмон!","footnotes":"(Ушбу оятда кофир ва осий кимсанинг хаёлидан ўтадиган гумон инкор қилинмоқда. Кофирлар, бизнинг мўминлардан қаеримиз кам, деб ўйлашлари, гумон қилишлари мумкин. Бу дунёда ҳам, у дунёда ҳам мўминлар билан баробарликни даъво этишлари мумкин. Бу даъво мутлақо нотўғридир. Аллоҳ таоло ҳеч қачон ёмон ишлар қилган кимсаларни иймон келтириб, солиҳ амаллар қилганларга ўхшатиб қўймайди. Уларнинг икковиларини бу ҳаётда ҳам, охиратда ҳам баробар қилиб қўймайди. Баробар бўлса, адолат қолармиди? Пайғамбар юбориш, китоб тушириш ва динни жорий қилишнинг кераги бўлармиди?)"},{"id":"4495","sura":"45","aya":"22","arabic_text":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Аллоҳ осмонлару ерни ҳақ ила, ҳар бир жон қилган касбига яраша, зулм қилинмаган ҳолида жазоси (ажри)ни олиши учун яратган.","footnotes":""},{"id":"4496","sura":"45","aya":"23","arabic_text":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","translation":"Айтинг-чи, ҳавойи нафсини илоҳ қилиб олган, Аллоҳ уни билиб туриб залолатга солган ва қулоғига ҳамда қалбига муҳр босиб, кўзига парда тортиб қўйган кимсани Аллоҳдан бошқа ким ҳидоят қила оладир?! Эсламайсизларми?!","footnotes":""},{"id":"4497","sura":"45","aya":"24","arabic_text":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","translation":"Улар: «У (ҳаёт) фақат бу дунёдаги ҳаётимиздир. Ўламиз, тириламиз, бизни фақат замон ҳалок қилади», дерлар. Уларнинг бу ҳақда илмлари йўқ. Улар фақат гумон қиладилар, холос.","footnotes":"(Булар даҳрийлардир, бизни фақат даҳр(замон) ўлдиради, деганлари учун шу номни олганлар. Улар ўлгандан кейин қайта тирилишни инкор этадилар.)"},{"id":"4498","sura":"45","aya":"25","arabic_text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Уларга очиқ-ойдин оятларимиз тиловат қилинган чоғда, уларнинг: «Агар ростгўй бўлсангиз, ота-боболаримизни келтиринг-чи?!» – дейишдан бошқа ҳужжатлари бўлмас.","footnotes":""},{"id":"4499","sura":"45","aya":"26","arabic_text":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Сен: «Аллоҳ сизларни тирилтирур, сўнгра ўлдирур, сўнгра сизларни (бўлишида) шубҳа йўқ қиёмат кунида жамлар. Лекин одамларнинг кўплари билмаслар», деб айт.","footnotes":""},{"id":"4500","sura":"45","aya":"27","arabic_text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","translation":"Ва осмонлару ернинг мулки Аллоҳникидир. Соат(қиёмат) қоим бўладиган кунда, ўша кунда ботилчилар зиён тортурлар.","footnotes":""},{"id":"4501","sura":"45","aya":"28","arabic_text":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Ҳар бир умматни тиз чўккан ҳолида кўрурсан. Ҳар бир уммат ўз номаи аъмолига чақирилур: «Бугунги кунда қилиб юрган амалларингизнинг жазоси (ажри)ни олурсиз».","footnotes":"(Яъни, қиёмат кунининг даҳшати кучлилигидан у куни ҳар бир умматнинг чўкаланиб қолган ҳоли кўрилади. Ўша кунда ҳар бир умматга, ҳар бир шахсга, бу дунёда қилган амаллари ёзиб борилган китоб кўрсатилади.)"},{"id":"4502","sura":"45","aya":"29","arabic_text":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"«Мана бу китобимиз сизга ҳақни нутқ қилур. Албатта, Биз қилган амалингизни ёзиб турган эдик» (дейилур).","footnotes":"(Яъни, мана бу номайи амал китоби фақат ҳақиқатни айтади. Ундаги барча гап ростдир, ёлғони йўқ. У дунёда нима амал қилсангиз, ўшани ўз вақтида аниқ ёзиб турган эдик. Энди шу асосда ҳисоб-китоб этамиз.)"},{"id":"4503","sura":"45","aya":"30","arabic_text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","translation":"Бас, иймон келтириб солиҳ амалларни қилганларни Роббилари Ўз раҳматига киритур. Ана ўшанинг ўзи очиқ-ойдин ютуқдир.","footnotes":""},{"id":"4504","sura":"45","aya":"31","arabic_text":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","translation":"Аммо куфр келтирганларга эса: «Ахир, сизга Менинг оятларим тиловат қилинмаганмиди?! Бас, сиз мутакаббирлик қилдингиз ва жиноятчи қавм бўлдингиз.","footnotes":""},{"id":"4505","sura":"45","aya":"32","arabic_text":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","translation":"Вақтики: «Албатта, Аллоҳнинг ваъдаси ҳақдир ва соат (қиёмат)да шубҳа йўқдир», дейилса, «Соат(қиёмат) нима эканини билмасмиз. Биз фақат гумон қиламиз, холос. Биз аниқ ишонгувчи эмасмиз», дедингиз» (дейилур).","footnotes":"(Энди ҳолингизга нима бўлди? Аллоҳнинг ваъдаси ҳақ эканми? Қиёмат соати қоим бўлар эканми? У ҳақидаги гапларингиз гумондан бошқа гап эмаслигини билдингизми?)"},{"id":"4506","sura":"45","aya":"33","arabic_text":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Ва уларга қилган амалларининг ёмонликлари аён бўлди ва уларни ўзлари истеҳзо қилиб юрган нарса ўраб олди.","footnotes":""},{"id":"4507","sura":"45","aya":"34","arabic_text":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","translation":"«Бугунги кунда худди сиз ушбу кунингизга рўбарў бўлишни унутганингиздек, Биз ҳам сизни унутурмиз. Жойингиз жаҳаннамдир ва сизларга ҳеч ёрдамчилар йўқ.","footnotes":""},{"id":"4508","sura":"45","aya":"35","arabic_text":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translation":"Бундай бўлишингиз, албатта, сизнинг Аллоҳнинг оятларини масхара қилиб олганингиз ва сизни дунё ҳаёти ғурурга кетказгани учундир», дейилди. Бас, бугунги кунда улар у(жаҳаннам)дан чиқарилмаслар ва улар итобга ҳам қайтарилмаслар.","footnotes":"(Жаҳанам азобида қийналиб турган кофиру осийларга айтиладиган бу гаплар, улар учун жуда ҳам оғир маънавий азоб бўлади. Яъни, сиз ёруғ дунёда қиёмат кунига рўбарў бўлишни қандай унутган бўлсангиз, биз ҳам сизни шундай унутамиз. Яъни, сизга раҳм қилишни унутамиз.)"},{"id":"4509","sura":"45","aya":"36","arabic_text":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Бас, барча ҳамд осмонларнинг Роббига, ернинг Роббига ва оламларнинг Роббигадир.","footnotes":""},{"id":"4510","sura":"45","aya":"37","arabic_text":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Осмонлару ердаги улуғлик Уникидир. У зот Азийзу Ҳакиймдир.","footnotes":""}]