[{"id":"4511","sura":"46","aya":"1","arabic_text":"حمٓ","translation":"Ҳаа. Мийм.","footnotes":""},{"id":"4512","sura":"46","aya":"2","arabic_text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Китоб туширилиши Fолиб ва ҳикматли Аллоҳ тарафидандир. ","footnotes":""},{"id":"4513","sura":"46","aya":"3","arabic_text":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","translation":"Осмонлару ерни ҳамда улар ўртасидаги нарсаларни фақат ҳақ ва белгиланган муддат ила яратдик. Кофирлар бўлса, ўзлари огоҳлантирилган нарсадан юз ўгирувчилардир.","footnotes":"(Қуръонни ҳикмат ила нозил қилган ғолиб ва қудратли Аллоҳ осмонлару Ерни ҳамда уларнинг орасидаги нарсаларни ҳам ҳақ ила, ҳикмат ила яратган.)"},{"id":"4514","sura":"46","aya":"4","arabic_text":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Сен: «Аллоҳдан ўзга сиғинаётган нарсаларингизнинг хабарини беринг-чи, менга кўрсатинг-чи, улар ердан нимани яратдилар? Ёки осмонларни (яратишда) иштироклари борми? Агар ростгўй бўлсаларингиз, менга бу(Қуръон)дан олдинги китобни ёки илмий бир белгини (далилни) келтиринг», деб айт.","footnotes":""},{"id":"4515","sura":"46","aya":"5","arabic_text":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","translation":"Аллоҳни қўйиб, қиёмат кунигача дуосини мустажоб қилолмайдиганларга илтижо этадиганлардан ҳам адашганроқлар борми?! Ҳолбуки, у(бут)лар уларнинг дуосидан ғофилдирлар.","footnotes":""},{"id":"4516","sura":"46","aya":"6","arabic_text":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","translation":"Одамлар маҳшарга тўпланганда, ўша(бут)лар уларга душман бўлурлар ва ибодатларига ҳам мункир бўлурлар.","footnotes":"(Бизга ибодат қилганингиз йўқ, деб инкор қиладилар. Ҳатто шайтон ўзига эргашганлардан тонар экан.)"},{"id":"4517","sura":"46","aya":"7","arabic_text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","translation":"Қачонки уларга равшан оятларимиз тиловат қилинса, куфр келтирганлар Ҳақ (Қуръон) уларга келгандаёқ, бу очиқ-ойдин сеҳрдир, дерлар.","footnotes":""},{"id":"4518","sura":"46","aya":"8","arabic_text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Балки, у(Қуръон)ни ўзи тўқиб олган, ҳам дерлар. Сен: «Агар уни тўқиб олган бўлсам, Аллоҳдан (келадиган) бирор нарсани мендан қайтаришга қодир эмассиз. У зотнинг Ўзи у(китоб) ҳақида сиз шўнғиётган нарсаларни яхши билувчидир. Мен билан сизнинг ўртангизда гувоҳликка Унинг Ўзи кифоядир. Ва У кечирувчи ҳам раҳимли Зотдир», деб айт.","footnotes":""},{"id":"4519","sura":"46","aya":"9","arabic_text":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","translation":"Сен: «Мен биринчи Пайғамбар эмасман, менга ва сизларга нима қилинишини билмасман. Фақат, ўзимга ваҳий қилинаётган нарсагагина эргашурман. Мен очиқ-ойдин огоҳлантирувчиман, холос», деб айт.","footnotes":""},{"id":"4520","sura":"46","aya":"10","arabic_text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","translation":"Сен: «Айтинг-чи, агар у (Қуръон) Аллоҳдан бўлса-ю, сиз унга куфр келтирсангиз ва ҳолбуки, Бани Исроилдан бир гувоҳ у(Қуръон)га ўхшаш нарсага гувоҳлик бериб, иймон келтириб турибди, сиз эса, кибру ҳаво қиляпсиз. Албатта, Аллоҳ золим қавмларни ҳидоят қилмас», деб айт.","footnotes":"(Қуръони Каримда бузуқ ақидаларни тузатиш, тўғри йўлга бошлаш учун турли услублар қўлланган. Бу оятда мушрикларнинг ақидасига шубҳа солиш йўли билан, уларнинг хатода эканликлари баён қилинмоқда.)"},{"id":"4521","sura":"46","aya":"11","arabic_text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","translation":"Куфр келтирганлар иймон келтирганларга: «Агар у (Қуръон) яхшилик бўлганида, унга биздан аввал бормасдилар», дедилар. У(Қуръон)дан ҳидоят топишмагач, бу — қадимги уйдирмадир, дерлар.","footnotes":"(Кибру ҳавога учган араб бойваччаларининг назарида камбағалларнинг Исломга кириши, Қуръонга ишониши камчилик, айб бўлиб кўринган. Улар ўзларича, «ялангаёқлар юрган йўл яхши бўлармиди?» демоқчилар. Лекин, айни чоқда, Ҳазрати Абу Бакр, Ҳазрати Усмон, Ҳадича онамизга ўхшаш бой, задогонлар ҳам биринчилардан бўлиб Исломга киришганини эътиборга олишмайди. Ислом бойни ҳам, камбағални ҳам, кучлини ҳам, заифни ҳам бир оила аъзоси қилиш учун Аллоҳ тамонидан юборилган дин.)"},{"id":"4522","sura":"46","aya":"12","arabic_text":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","translation":"У(Қуръон)дан олдин Мусонинг китоби йўл бошловчи ва раҳмат эди. Бу (Қуръон) эса, араб тилидаги, тасдиқловчи, зулм қилувчиларни огоҳлантириш учун ва яхшиларга башорат китобидир.","footnotes":"(Қуръон ўзидан аввалги китобларда, жумладан, Тавротда келган ақида аслини, илоҳий йўлни, дину диёнатни тасдиқлайди.)"},{"id":"4523","sura":"46","aya":"13","arabic_text":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Албатта «Роббимиз Аллоҳдир» деган, сўнгра бунда мустақийм турганларга хавф йўқдир ва улар хафа ҳам бўлмаслар.","footnotes":""},{"id":"4524","sura":"46","aya":"14","arabic_text":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Ана ўшалар жаннат эгаларидир, қилган амаллари мукофотига унда абадий қолурлар.","footnotes":""},{"id":"4525","sura":"46","aya":"15","arabic_text":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","translation":"Биз инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийналиб ҳомиладор бўлди ва уни қийналиб туғди. Ва унинг ҳомиласи ва кўкракдан ажратиши ўттиз ойдир. Токи, у камолга етиб, қирқ ёшга кирганида: «Роббим, Ўзинг менга ва ота-онамга берган неъматларингга шукр қилишимга ва Сен рози бўлган солиҳ(иш)ни қилишимга илҳом бергин. Ва менинг зурриётларимни ҳам солиҳлардан қилгин. Албатта, мен тавба қилдим ва албатта, мен мусулмонларданман», деди.","footnotes":"(Аллоҳ таоло инсонни ота-онасига яхшилик қилишга буюрмоқда. Бу инсонийлик бурчидир, бошқа ҳеч қандай асос йўқ. Инсон фақат инсонлиги учун ота-онасини ҳурмат қилиши, эъзозлаши зарур. Лекин шу билан бирга, оятнинг ўзида ота-онага яхшилик қилишнинг боисларидан баъзиси айтиб ўтилмоқда.)"},{"id":"4526","sura":"46","aya":"16","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","translation":"Ана ўшаларнинг энг яхши амалларини қабул қилиб, ёмонликларини ўтиб юборурмиз. Улар жаннат эгаларидандир. Уларга берилган ҳақ ваъда шулдир.","footnotes":"(Аввалги оятдаги мақтовли сифатларга эга бўлган мўминларнинг қилган яхши амалларини қабул қиламиз, дейди Аллоҳ таоло. Албатта, амални қабул қилгандан сўнг, унинг мукофати ва савобини ҳам кўпайтириб беради.)"},{"id":"4527","sura":"46","aya":"17","arabic_text":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"Ота-онасига: «Уфф сизларга, (қабрдан) чиқарилишимнинг ваъдасини бераяпсизларми?! Мендан аввал ҳам асрлар ўтган-ку!» – деган кишига, Аллоҳдан мадад сўраган ҳолда, улар: «Ҳолингга вой бўлгур, иймон келтир, албатта, Аллоҳнинг ваъдаси ҳақдир», дедилар. У бўлса: «Бу ўтганларнинг афсоналари, холос», дер.","footnotes":""},{"id":"4528","sura":"46","aya":"18","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translation":"Ана ўшаларга ўзларидан аввал ўтган жин ва инс умматлари қаторида (азоб) сўзи ҳақ бўлгандир. Албатта, улар зиён кўрувчилардан бўлдилар.","footnotes":""},{"id":"4529","sura":"46","aya":"19","arabic_text":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Ҳар бирларига қилган амалларига яраша даражалар бордир. Ва уларга амалларининг (мукофот ёки жазоси) тўлиқ берилур ва уларга зулм қилинмас. ","footnotes":"(Ушбу оятда ҳар бир инсонга бу дунёда қилган амалига яраша у дунёда даража берилиши таъкидланмоқда. Қиёматда яхшиларни тўплаб жаннатга, ёмонларни дўзахга киритиб юбориш билан кифояланмаслиги маълум бўлмоқда. Балки ҳар бир инсон бу дунёда қилган амалига қараб алоҳида даражага эга бўлади. Заррача яхшилик ҳам, ёмонлик ҳам ҳисоб-китобдан четда қолмайди. Кўп яхшилик қилганларнинг даражалари жаннатда олий бўлади. Шунинг учун яхшиликни иложи борича кўпроқ қилишга уриниш керак.)"},{"id":"4530","sura":"46","aya":"20","arabic_text":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","translation":"Куфр келтирганлар дўзахга кўндаланг қилинган кунда (уларга): «Ҳаёти дунёдаёқ ҳузур-ҳаловатингизни кетказиб, мазасини татиб бўлгансиз. Бугунги кунда ер юзида ноҳақ кибру ҳаво ва фисқу фасод қилганингиз учун хорлик азоби ила жазоланурсиз», дейилур.","footnotes":""},{"id":"4531","sura":"46","aya":"21","arabic_text":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"Ўз қавмини қум тепаликларда огоҳлантирган Однинг биродарини эсла! Ва ҳолбуки, ундан аввал ҳам, кейин ҳам огоҳлантирувчилар ўтган. «У зотдан ўзгага ибодат қилманглар, албатта, мен улуғ кунда бошингизга тушадиган азобдан қўрқурман, (деди)».","footnotes":"(«Однинг биродаридан» мурод пайғамбар Ҳуд алайҳиссаломдир. У киши ўз қавми Одга Аллоҳ томонидан пайғамбар қилиб юборилганлар. Од қавми «Боида» арабларидан бўлиб, асли Арабистон ярим оролининг жанубида, Ҳазарамавт томонда, баландлик — қумтепа жойларда яшаган. (Исмоил алайҳиссаломдан аввал ўтган арабларни «Боида» араблари дейилади.))"},{"id":"4532","sura":"46","aya":"22","arabic_text":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","translation":"Улар: «Бизни худоларимиздан оздиришга келдингми? Агар ростгўйлардан бўлсанг, бизга ваъда қилаётган нарсангни келтир», дедилар.","footnotes":""},{"id":"4533","sura":"46","aya":"23","arabic_text":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","translation":"У: «Албатта, илм Аллоҳнинг ҳузуридадир. Мен нима билан юборилган бўлсам, шуни етказмоқдаман. Лекин сизларнинг жоҳил қавмлигингизни кўриб турибман», деди.","footnotes":"(Кофирлар пайғамбардан ваъда қилинаётган азобни тезроқ келтиришни талаб қилишди. Пайғамбар эса, менга сизларни огоҳлантириш топширилган эди, шуни бажардим, азобнинг қачон келишининг илми эса фақат Аллоҳнинг ҳузурида. Мен унинг вақтини ҳам, шаклини ҳам билмайман, дедилар.)"},{"id":"4534","sura":"46","aya":"24","arabic_text":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","translation":"У(азоб)нинг водийлари томон кўндаланг бўлиб юрганини кўришганда, бу кўндаланг бўлувчи бизга ёмғир ёғдирур, дейишди. Йўқ! Бу, ўзингиз орзиқиб сўраган нарса, аламли азоби бор бўрондир. ","footnotes":""},{"id":"4535","sura":"46","aya":"25","arabic_text":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translation":"У, Роббисининг амри ила ҳар бир нарсани вайрон қилур. Бас, масканларидан бошқа нарса кўринмай қолди. Жиноятчи қавмларни шундоқ жазолармиз.","footnotes":"(Од қавмига юборилган шамол алоҳида азоб шамоли эди. У Аллоҳнинг амри ила нимага тегса, вайрон (ҳалок) қилиши керак эди.)"},{"id":"4536","sura":"46","aya":"26","arabic_text":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Ва, дарҳақиқат, Биз уларга сизга бермаган имконларни берган эдик. Ҳамда қулоқ, кўз ва қалблар ато этдик. Бас, на қулоқлари, на кўзлари ва на қалблари уларга ҳеч бир фойда бермади. Чунки, улар Аллоҳнинг оятларини инкор қилган эдилар. Бас, уларни ўзлари масхара қилган нарса (азоб) ўраб олди.","footnotes":""},{"id":"4537","sura":"46","aya":"27","arabic_text":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Ҳақиқатан, атрофингиздаги шаҳар-қишлоқларни ҳалокатга учратдик ва шоядки, ўзларига қайтсалар, деб ҳужжат-далилларни баён қилдик.","footnotes":"(Аллоҳ таоло Макка мушрикларига ўзлари хабардор бўлган, уларнинг атрофида куфри ва инкори туфайли ҳалокатга учраган Од, Самуд, Сабаъ ва Лут қавмларини эслатмоқда.)"},{"id":"4538","sura":"46","aya":"28","arabic_text":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","translation":"Қани энди, Аллоҳни қўйиб, У зотга яқинлаштирувчи деб тутинган «худолари» уларга ёрдам берсалар эди. Йўқ! Улар ғойиб бўлдилар. Ва бу уларнинг уйдирма ҳамда тўқиган бўҳтонларидир.","footnotes":"(Аввалги оятларни ўрганиш жараёнида тушунганимиздек, мушриклар буту санамларга, булар бизни катта худога яқинлаштирадилар, шафоат қиладилар, деб эътиқод қилар эдилар.)"},{"id":"4539","sura":"46","aya":"29","arabic_text":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","translation":"Ва сен томон бир гуруҳ жинларни Қуръон эшитишга бурганимизни эсла. У(Қуръон эшитиш)га ҳозир бўлганларида: «Жим, қулоқ осинглар!» – дедилар. Қачонки, қироат охирлаганда, ўз қавмларига огоҳлантирувчи бўлиб қайтдилар.","footnotes":"(Оятдан маълум бўляптики, жинларнинг Қуръонга қулоқ осишлари тўсатдан, кутилмаганда содир бўлмаган, балки уларни Аллоҳ таолонинг Ўзи буриб қўйган. Бу фазлни Пайғамбар алайҳиссаломга ҳам эслатмоқда.)"},{"id":"4540","sura":"46","aya":"30","arabic_text":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","translation":"Улар: «Эй қавмимиз! Биз Мусодан кейин туширилган, ўзидан аввалги нарса(китоблар)ни тасдиқловчи, ҳақ(дин)га ва тўғри йўлга ҳидоят қилувчи китобни эшитдик.","footnotes":""},{"id":"4541","sura":"46","aya":"31","arabic_text":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","translation":"Эй қавмимиз, Аллоҳнинг даъватчисига жавоб беринг ва Унга иймон келтиринг. У сизларнинг гуноҳларингизни мағфират қилар ва аламли азобдан сақлар.","footnotes":"(Жинлар Қуръони Каримдан баъзи оятларни тинглашлари билан, уни инсу жинга юборилган илоҳий китоб эканлигини тушуниб етганлар. Шунингдек, Муҳаммад алайҳиссаломни Аллоҳнинг даъватчиси эканликларини, у зотнинг чақириқларига жавоб бериш лозимлиги, Аллоҳга иймон келтириш вожиблигини ҳам англаб етганлар. Энг муҳими, охиратни, қиёмат кунини билганлар, унда аламли азоблар борлигини, Аллоҳга иймонгина у азобдан сақлаб қолиши мумкинлигини фаҳмлаганлар. Афсуски, инсонлар бу борада жинларчалик ҳам эмаслар.)"},{"id":"4542","sura":"46","aya":"32","arabic_text":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","translation":"Кимки, Аллоҳнинг даъватчисини қабул қилмаса, бас, у ер юзида қочиб қутула олувчи эмасдир ва унга У зотдан ўзга валийлар ҳам йўқдир. Ана ўшалар очиқ-ойдин залолатдадир», дедилар.","footnotes":""},{"id":"4543","sura":"46","aya":"33","arabic_text":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Улар осмонлару ерни яратган ва уларни яратишда беҳол бўлмаган Аллоҳ ўликларни ҳам тирилтиришга қодир эканини англаб етмадиларми? Зеро, У зот ҳар бир нарсага қодирдир.","footnotes":""},{"id":"4544","sura":"46","aya":"34","arabic_text":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"Куфр келтирганлар дўзахга кўндаланг қилинган кунда: «Бу, ҳақ эмасми?!» (дейилур). Улар: «Роббимизга қасамки, худди шундоқ», дедилар. «Бас, куфр келтирганингиз учун азобни тортинглар», деди.","footnotes":""},{"id":"4545","sura":"46","aya":"35","arabic_text":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","translation":"Бас, азму матонат соҳиби бўлган Пайғамбарлар сабр қилгандек, сабр қил, уларга (азоб етишига) шошилма! Улар ваъда қилинган нарсани кўрганларида худди (бу дунёда) кундуздан бир лаҳзагина турганга ўхшарлар. Бу етказишдир! Бас, фақат фосиқ қавмларгина ҳалок қилинур, холос!","footnotes":"(Аллоҳ таоло ушбу оятда кофир, мушрик ва динсизлар доимо мўмин-мусулмонларга зулм қилиб, озор бериб, тазйиқ ўтказиб келаганликларини эслатмоқда. «Улул азм», яъни сабр матонат соҳиби бўлган пайғамбарлар — Нуҳ, Иброҳим, Мусо, Ийсо алайҳиссаломлардир (ва Пайғамбаримиз ҳам улардандир). Бу буюк пайғамбарларнинг ҳар бирларининг бошларига иймон йўлида, дину диёнат йўлида қанчадан-қанча кулфатлар ёғилган. Лекин улар сабр матонатда зарбулмасал бўлганлар. Оятда Қуръон, етказиш, деб аталмоқда.)"}]