[{"id":"4546","sura":"47","aya":"1","arabic_text":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","translation":"Куфр келтирган ва Аллоҳнинг йўлидан тўсганларнинг амалларини У зот ботил қилди. ","footnotes":"(Иймонсизларнинг қилган яхшиликлари ҳам ажр-савобсиз бўлади. Инсон Аллоҳга ишонмаса, кофир бўлса, Аллоҳ унга қандоқ қилиб савоб ато этади.)"},{"id":"4547","sura":"47","aya":"2","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","translation":"Иймон келтирган, солиҳ амалларни қилган ва Муҳаммадга нозил қилинган нарса(Қуръон)га — ҳолбуки у (Қуръон) Роббиларидан келган ҳақдир — иймон келтирганларнинг айбларини беркитар ва аҳволларини яхшилар.","footnotes":""},{"id":"4548","sura":"47","aya":"3","arabic_text":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","translation":"Ундоқ бўлишига, албатта, куфр келтирганларнинг ботилга эргашганлари ва иймон келтирганларнинг Роббиларидан бўлган ҳаққа эргашганликлари сабабдир. Аллоҳ кишиларга ўзларининг мисолларини шундай келтирар.","footnotes":""},{"id":"4549","sura":"47","aya":"4","arabic_text":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","translation":"Қачонки куфр келтирганлар билан тўқнашсангиз, бас, бўйинларга урмоқ керак. Вақтики, уларни тор-мор қилсангиз, бас, маҳкам боғланг. Сўнгра ёки миннат, ёки товон олишдир. Ҳаттоки, уруш ўз анжомларини қўйгунча. Ана шундай. Аллоҳ хоҳласа, улардан Ўзи ғолиб келарди, лекин баъзиларингизни баъзиларингиз ила синаш учун (қилди). Аллоҳ йўлида қатл қилинганларнинг амалларини У зот ҳеч зое қилмас. ","footnotes":""},{"id":"4550","sura":"47","aya":"5","arabic_text":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","translation":"Албатта, уларни ҳидоят қилар ва аҳволларини яхшилар.","footnotes":""},{"id":"4551","sura":"47","aya":"6","arabic_text":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","translation":"Ҳамда Ўзи уларга таърифлаб берган жаннатга киритар. ","footnotes":"(Бу оятда урушдан бошқа илож қолмаган майдонда тўқнашув бўлгандан сўнг қилинадиган ишлар ҳақида сўз кетмоқда.)"},{"id":"4552","sura":"47","aya":"7","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","translation":"Эй, иймон келтирганлар, агар Аллоҳга ёрдам берсангиз, сизга ҳам ёрдам берур ва қадамларингизни собит қилур.","footnotes":""},{"id":"4553","sura":"47","aya":"8","arabic_text":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","translation":"Ва куфр келтирганларга бахтсизлик ва амалларини зое қилиш бўлур.","footnotes":""},{"id":"4554","sura":"47","aya":"9","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","translation":"Бу, уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганлари сабабидандир. Бас, У зот амалларини ботил қилди.","footnotes":""},{"id":"4555","sura":"47","aya":"10","arabic_text":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","translation":"Ер юзида юриб, ўзларидан аввалгиларнинг оқибати қандоқ бўлганига назар солмайдиларми? Аллоҳ уларни вайрон қилди-ку! Кофирларга шунга ўхшаш бўлур.","footnotes":""},{"id":"4556","sura":"47","aya":"11","arabic_text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","translation":"Шундоқ бўлиши, албатта, Аллоҳ иймон келтирганларга дўст эканлигидан ва албатта, кофирларга дўст йўқлигидандир.","footnotes":""},{"id":"4557","sura":"47","aya":"12","arabic_text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","translation":"Албатта, Аллоҳ иймон келтирганлар ва яхши амал қилганларни тагидан анҳорлар оқиб турган жаннатларга киритур. Куфр келтирганлар ҳузур қилурлар ва худди чорва ҳайвонлари егандек ерлар ва дўзах уларнинг жойидир.","footnotes":"(Бу ерда гап ҳақиқий ва ниҳоий насиб ҳақида кетаяпди. Кофирларга бу дунёда мол каби еган таомидан ўзга насиба йўқ.)"},{"id":"4558","sura":"47","aya":"13","arabic_text":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","translation":"Кўпгина шаҳарлар сени чиқарган шаҳарингдан кўра қувватлироқ эди, уларни ҳалок қилдик. Бас, уларга нусрат берувчи йўқдир.","footnotes":"(Бу ояти карима Расулуллоҳ соллаллоҳу алайҳи ва салламга Маккаи Мукаррамани ташлаб, мажбуран Мадинаи Мунавварага ҳижрат қилиб кетаётган йўлларида нозил бўлган.)"},{"id":"4559","sura":"47","aya":"14","arabic_text":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","translation":"Ўз Роббисидан аниқ ҳужжатга эга бўлган шахс ёмон амали ўзига зийнатли кўринган ва ҳавойи нафсига эргашганларга ўхшаши мумкинми?!","footnotes":""},{"id":"4560","sura":"47","aya":"15","arabic_text":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","translation":"Тақводорларга ваъда қилинган жаннатнинг мисоли (шуки): ичида айнимаган сувли анҳорлари, таъми ўзгармаган сутли анҳорлари, ичувчиларга лаззатбахш хамр(шароб)ли анҳорлари, мусаффо асалли анҳорлари бор. Улар учун унда барча мевалар ва ўз Роббиларидан мағфират бор. (Ўшалар) оташда мангу қолувчи ва ўта қайноқ сув ила суғорилиб, ичаклари титилиб кетган кимсага ўхшарми?","footnotes":""},{"id":"4561","sura":"47","aya":"16","arabic_text":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","translation":"Ва улардан сенга қулоқ осадиганлари бор. Ҳузурингдан чиққанларида эса, илм берилганларга: «Ҳали нима деди?» – дерлар. Ана ўшалар қалбларига Аллоҳ тамға босганлар ва ҳавойи нафсларига эргашганлардир.","footnotes":""},{"id":"4562","sura":"47","aya":"17","arabic_text":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","translation":"Ҳидоят топганларнинг ҳидоятини У зот зиёда қилди ва уларга тақволарини берди.","footnotes":""},{"id":"4563","sura":"47","aya":"18","arabic_text":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","translation":"Улар соат(қиёмат)нинг бирдан келишидан бошқа нарсага интизор бўлишаётгани йўқ. Дарвоқе, аломатлари келиб ҳам қолди. У келиб қолса, улар қаердан эслатма олурлар?!","footnotes":"(Пайғамбар алайҳиссаломнинг мажлисларига кириб ҳеч нарсани тушунмай чиқаётган ғофил мунофиқлар ва уларнинг издошлари нимани кутишяпти? Уларга нима керак? Улар қиёмат соатининг бирдан, тўсатдан келиб қолишидан бошқа нарсани кутишаётгани йўқ. Қиёматнинг аломатлари эса, келиб қолди. Демак, ўзининг келиши ҳам яқин. Қиёматнинг энг катта аломатларидан бири Муҳаммад алайҳиссаломнинг пайғамбар этиб юборилишлари. Чунки у киши пайғамбарларнинг охиргиларидирлар. У кишидан кейин пайғамбар келмайди, балки қиёмат келади.)"},{"id":"4564","sura":"47","aya":"19","arabic_text":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","translation":"Бас, билгин: Аллоҳдан ўзга ибодатга сазовор зот йўқ, ўзингнинг, мўминларнинг ва мўминаларнинг гуноҳлари мағфират қилинишини сўра. Аллоҳ сизларнинг кезар жойларингизни ҳам, борар жойларингизни ҳам билур.","footnotes":"(Аллоҳ таолонинг «Билгин» деб хитоб қилиши ақида масаласида билим зарурлигига таъкиддир. Бу ишда кўр-кўрона тақлид фойда бермайди. Демак, «Аллоҳдан ўзга ибодатга сазовор зот йўқ»лигига ақида қилиш билим асосида бўлиши жуда ҳам яхши бўлар экан.)"},{"id":"4565","sura":"47","aya":"20","arabic_text":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","translation":"Ва иймон келтирганлар: «Бирон сура нозил қилинса эди», дерлар. Вақтики, муҳкам сура нозил қилиниб, унда уруш зикр қилинса, қалбларида касали борларнинг сенга худди жон бераётганнинг қарашидек қараётганини кўрасан.","footnotes":""},{"id":"4566","sura":"47","aya":"21","arabic_text":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","translation":"Уларга тоат ва яхши сўз яхшироқдир, бас, иш жиддийлашганда, Аллоҳга содиқ қолсалар, ўзларига яхши бўлур эди.","footnotes":"(Иймон саодатига муяссар бўлганлар доимо ўзлари иймон келтирган Зотдан фармон бўлишини орзиқиб кутадилар. Чунки уларнинг энг улкан саодати фармони илоҳийга амал қилиб Аллоҳга қурбат ҳосил қилишдир. Худди шу туйғу уларни «Ва иймон келтирганлар, бирон сура нозил қилинса эди, дейдилар», каби мавқифига сабаб бўлган. Ўша орзу қилинган сура нозил қилинса, нима бўлади? У вақтда мўмин мусулмонлар хурсандлик ила унга амал қилишни бошлайдилар. Ўзларининг иймонда содиқликларини исбот қиладилар. Аммо шундай пайтда мунофиқларнинг ҳақиқий башаралари намоён бўлади, уларнинг риё пардалари йиртилади.)"},{"id":"4567","sura":"47","aya":"22","arabic_text":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","translation":"Эҳтимол, (иймондан) юз ўгирсангиз, ер юзида фасод қилиб, қардошлик ришталарини узарсиз?!","footnotes":"(Бу оятда иймондан юз ўгириб, жоҳилиятга қайтишдан келадиган бу дунёдаги зарарлар эслатилмоқда.)"},{"id":"4568","sura":"47","aya":"23","arabic_text":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","translation":"Ана ўшаларни Аллоҳ лаънатлади, уларни кар қилди ва кўзларини кўр қилди.","footnotes":""},{"id":"4569","sura":"47","aya":"24","arabic_text":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","translation":"Қуръонни тадаббур ила ўйлаб кўрмайдиларми? Ёки қалбларда қулфлар борми?","footnotes":"(Ҳар бир оятни, ҳар бир сўзни чуқур тушунишга ҳаракат қилиш Қуръонни тадаббур қилишдир. Ўшанда парда кўтарилади, ҳамма нарса равшанлашади, қалб ҳаловот топади, виждон мусаффо бўлади. «Қалбларида қулф» бўлса, унда ҳамма нарса берк, уларга ҳеч нарса, жумладан, Қуръон нури ҳам кирмайди.)"},{"id":"4570","sura":"47","aya":"25","arabic_text":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","translation":"Албатта, ҳидоят равшан бўлгандан сўнг ортларига қайтганларга шайтон зийнатлаб кўрсатади ва уларни ўша йўллади.","footnotes":"(«Ортларига қайтганлар»дан мурод мунофиқлардир, улар ҳидоят — иймон нима эканлигини равшан кўрган, мўминликка яқин бўлган эдилар, лекин ортга қайтдилар.)"},{"id":"4571","sura":"47","aya":"26","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","translation":"Ундоқ бўлишлиги, албатта, уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганларга: «Сизларга баъзи ишларда итоат қилурмиз», дейишлари сабабидандир. Ва ҳолбуки, Аллоҳ сир-асрорларини билиб турибди.","footnotes":"(Оятдаги «Аллоҳ нозил қилган нарсани хуш кўрмаганлар»дан мурод яҳудийлардир.)"},{"id":"4572","sura":"47","aya":"27","arabic_text":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","translation":"Фаришталар юзларига ва ортларига уриб жонларини олаётганларида қандоқ бўларкин?!","footnotes":""},{"id":"4573","sura":"47","aya":"28","arabic_text":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","translation":"Бундай бўлиши, албатта, уларнинг Аллоҳни ғазаблантирган нарсага эргашганлари ва Унинг розилигини хуш кўрмаганликлари сабабидандир. Бас, У зот амалларини ҳабата қилди.","footnotes":""},{"id":"4574","sura":"47","aya":"29","arabic_text":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","translation":"Қалбларида касал борлар, Аллоҳ уларнинг қаттиқ ҳасадларини ошкор қилмас, деб ҳисоблайдиларми?!","footnotes":"(Мунофиқлар ўзларича, мунофиқлик санъатини қойиллатиб қўямиз, бизнинг Исломга, мусулмонларга бўлган душманлигимизни ҳеч ким билмайди, деб ўйлашади.)"},{"id":"4575","sura":"47","aya":"30","arabic_text":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","translation":"Агар хоҳласак, Биз уларни сенга кўрсатамиз, таъкидки, сен уларни сиймоларидан танийсан, албатта, сен уларни гап оҳангларидан танийсан. Аллоҳ амалларингизни билиб турур.","footnotes":"(Мунофиқлар ўз кирдикорларини қанчалик яширсалар ҳам, ўзларини Ислом учун фидокор қилиб кўрсатсалар ҳам, қалбларида касали бўлгани учун нифоқлари ошкор бўлади.)"},{"id":"4576","sura":"47","aya":"31","arabic_text":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","translation":"Ва таъкидки, Биз сизларни синармиз, токи, сизлардан мужоҳидларни, сабрлиларни билсак ва хабарларингизни имтиҳон этсак.","footnotes":"(Синов Аллоҳ таолонинг Ўзи учун эмас. У шундоқ ҳам ҳамма нарсани — одамларнинг кимлигини, сир яширганлари-ю ошкорини, имконияти-ю хоҳишини — барча-барчасини яхши билади. Аммо одамлар бу нарсани англамайдилар. Инсонларнинг бу нарсаларни англаши келажак ҳаётларида ёрдам беради.)"},{"id":"4577","sura":"47","aya":"32","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","translation":"Албатта, куфр келтирганлар ва Аллоҳнинг йўлидан тўсганлар ҳамда ҳидоят аниқ бўлгандан сўнг Пайғамбарга қарши чиққанлар Аллоҳга ҳеч зарар келтира олмаслар. Ва уларнинг амалларини ҳабата қилур.","footnotes":"(Булар у зотнинг ҳаётлик даврларида шахсларига, динларига, Қуръонларига, саҳобаларига қарши чиққанлардир. Пайғамбарнинг вафотларидан сўнг эса у кишининг динларига, шариатларига, суннатларига, даъватларига, умматларига қарши чиқанлардир.)"},{"id":"4578","sura":"47","aya":"33","arabic_text":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","translation":"Эй, иймон келтирганлар, Аллоҳга итоат этинг, Расулга бўйинсунинг ва амалларингизни ботил қилмангиз. ","footnotes":""},{"id":"4579","sura":"47","aya":"34","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","translation":"Албатта, куфр келтирганлар ва Аллоҳнинг йўлидан тўсган, сўнгра кофир ҳолларида ўлганларни Аллоҳ ҳеч-ҳеч мағфират қилмас.","footnotes":""},{"id":"4580","sura":"47","aya":"35","arabic_text":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","translation":"Бас, бўш келманглар ва ўзингиз устун бўлиб туриб, ярашга чақирманглар. Аллоҳ сиз билан ва амалларингизни ҳеч-ҳеч камайтирмас.","footnotes":"(Аллоҳнинг йўлидаги кураш осон бўлмайди. Лекин дин учун хизмат қилувчи мўминлар доимо устун бўладилар. Устун турганлар эса «бўш келманглар» деган хитобни доимо ёдда тутишади. Улар ҳамма тарафдан устун.)"},{"id":"4581","sura":"47","aya":"36","arabic_text":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","translation":"Албатта, бу дунё ҳаёти ўйин ва кўнгил хушидир ва гар иймон келтирсангиз ва тақво қилсангиз, У зот ажрларингизни берур ва молу дунёларингизни сўрамас.","footnotes":""},{"id":"4582","sura":"47","aya":"37","arabic_text":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","translation":"Агар сиздан уларни сўраса, қийнаса, бахиллик қиласизлар ва Аллоҳ кек-ҳиқдларингизни чиқарур.","footnotes":""},{"id":"4583","sura":"47","aya":"38","arabic_text":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","translation":"Ҳой, сизлар. Анавилар. Аллоҳнинг йўлида нафақа қилишга чақирилсангиз, бас, баъзиларингиз бахиллик қилурсизлар. Ва ким бахиллик қилса, албатта, ўзига бахиллик қилур. Ва, ҳолбуки, Аллоҳ бой, сизлар камбағалсизлар. Ва агар сиз юз ўгириб кетсангиз, сиздан бошқа қавмни ўрнингизга келтирур, улар эса сизларга ўхшаган бўлмаслар.","footnotes":"(Аллоҳ таоло инсон табиатини қанчалик дақиқ билишини таъкидламоқда. Сахийлик, Аллоҳнинг йўлида мол сарфлашдек фазилатлар кўп мусулмонларга хос бўлиб, уларнинг бу борадаги ишлари тарих саҳифаларида боқий қолган. Шу билан бирга, баъзи бахиллар ҳам бўлган, бу ҳам воқеаликдир. Қуръони Карим ушбу оятда шу бахилликни муолажа қилмоқда.)"}]