[{"id":"4584","sura":"48","aya":"1","arabic_text":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","translation":"Албатта Биз сенга равшан фатҳни бердик.","footnotes":"(«Фатҳ» сўзи луғатда «очиш» маъносини англатиб, истилоҳда бирор юртни Исломга қўшишга айтилади. Мусулмонлар бирор жойга бориб, хоҳ уруш билан, хоҳ сулҳ билан Исломга киритсалар, ўша ерни «фатҳ қилинди», дейдилар. Бу оятдаги «Фатҳ»дан мурод — Ҳудайбия сулҳи.)"},{"id":"4585","sura":"48","aya":"2","arabic_text":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"Аллоҳ сенинг аввал ўтган гуноҳларингни ва кейингиларини мағфират этиш, неъматини батамом қилиш ва сени тўғри йўлга бошлаш учун...","footnotes":""},{"id":"4586","sura":"48","aya":"3","arabic_text":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","translation":"Ва Аллоҳ сенга иззатли нусрат бериши учун.","footnotes":"(«Иззатли» деганимиз — устидан ҳеч ким ғолиб кела олмайдиган, дегани. Яъни, Аллоҳ Пайғамбаримиз алайҳиссаломга шундай иззатли ёрдам берадики, ундан ҳеч ким ва ҳеч нарса ғолиб кела олмайди. Юқоридаги оятларда зикр этилган улуғ илоҳий марҳаматлар: равшан фатҳ, аввалу охир гуноҳларнинг мағфират қилиниши, Аллоҳ неъматларининг батамом қилиб берилиши, сироти мустақимга ҳидоят қилиниши ва иззатли нусрат берилиши — ҳамма-ҳаммаси Ҳудайбия сулҳнинг очиқ-аниқ фатҳ бўлишига боғланмоқда. Нима сабабдан шунча нарса сулҳга боғланяпти? Негаки Пайғамбаримиз алайҳиссалом сулҳни Байтуллоҳни улуғлаганликларидан туздилар, натижада Аллоҳ у зотни мазкур иш билан мукофотлади.)"},{"id":"4587","sura":"48","aya":"4","arabic_text":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"У, иймонларига иймон зиёда бўлиши учун мўминлар қалбига сокинликни нозил этган Зотдир. Ва осмонлару ернинг лашкари Аллоҳникидир. Ва Аллоҳ билувчи ва ҳикматли Зотдир.","footnotes":""},{"id":"4588","sura":"48","aya":"5","arabic_text":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","translation":"Мўминлар ва мўминаларни тагларидан анҳорлар оқиб турган жаннатларга мангу киритиш учун ва уларнинг гуноҳларини ювиш учун. Ва бу, Аллоҳнинг ҳузурида катта ютуқдир.","footnotes":""},{"id":"4589","sura":"48","aya":"6","arabic_text":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","translation":"Аллоҳ тўғрисида ёмон гумон қилувчи мунофиқ ва мунофиқалар, мушрик ва мушрикаларни азоблаш учун... Уларни ёмонлик ўраб олсин. Уларга Аллоҳ ғазаб қилди, уларни лаънатлади ва уларга жаҳаннамни тайёрлаб қўйди. Ва нақадар ёмон жой у!","footnotes":""},{"id":"4590","sura":"48","aya":"7","arabic_text":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","translation":"Осмонлару ернинг лашкарлари Аллоҳникидир. Ва, Аллоҳ иззатли ва ҳикматли Зотдир.","footnotes":""},{"id":"4591","sura":"48","aya":"8","arabic_text":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","translation":"Албатта, Биз сени гувоҳлик берувчи, хушхабар элтувчи ва огоҳлантирувчи қилиб юбордик.","footnotes":""},{"id":"4592","sura":"48","aya":"9","arabic_text":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","translation":"Аллоҳга ва Унинг Расулига иймон келтиришингиз, Уни (динни) қўллаб-қувватлашингиз, улуғлашингиз ҳамда Унга эртаю кеч тасбиҳ айтишингиз учундир.","footnotes":""},{"id":"4593","sura":"48","aya":"10","arabic_text":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"Албатта, сенга байъат қилаётганлар фақат Аллоҳнинг Ўзига байъат қилмоқдалар. Аллоҳнинг қўли уларнинг қўллари устидадир. Ким (байъатни) бузса, ўзига қарши бузади, холос ва ким Аллоҳга қилган аҳдига вафо қилса, унга тезда улкан ажр берилур.","footnotes":"(Ҳудайбия сулҳидаги байъат пайтда Расули акрам алайҳиссалом хурмо дарахти остида ўтирган бўлганлари учун ҳам бу кунни «шажара (дарахт) куни» деб, байъатни эса «дарахт остидаги байъат», деб аталган. Саҳобалардан Маъқал ибн Ясар розияллоҳу анҳу: «Дарахт куни» Пайғамбар алайҳиссалом одамларнинг байъатини қабул қилар эдилар, мен эса у кишининг бошларида бир шохни кўтариб турар эдим, ўшанда бир минг тўрт юз киши эдик», деганлар. Ҳар бир саҳобий Пайғамбар алайҳиссаломнинг қўлларини тутиб туриб, уруш бўлиб қолса қочиб кетмаслик, дин йўлида жон фидо қилишга аҳду паймон берган. Ушбу ҳолатни Қуръони Карим Пайғамбар алайҳиссаломга қўл бериб, аҳду паймон қилишни Аллоҳ таолога аҳду паймон қилиш — байъат қилишдан ўзга нарса эмас, деб тушунтирмоқда.)"},{"id":"4594","sura":"48","aya":"11","arabic_text":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","translation":"Ортда қолган аъробийлар сенга: «Молимиз ва аҳлимиз бизни машғул қилди, бизга истиғфор айт», дейишар. Улар қалбларида йўқ нарсани тиллари ила айтурлар. Сен: «Агар Аллоҳ сизга зарарни ирода қилса ёки сизга манфаатни ирода қилса, ким сизларни Аллоҳдан (келадиган) бирор нарсадан (тўсишга) молик бўладир? Таъкидки, Аллоҳ қилган амалларингиздан хабардордир», деб айт.","footnotes":"(Улар аслида қўрқанлари учун «Қурайш яқинда Муҳаммадни Мадинада Уҳуд урушида мағлуб қилди, энди Муҳаммад уларнинг юртига бориб нима қила олар эди», дея қўшилмаган эдилар. Аммо Аллоҳ таолонинг ёрдами билан бу гал иш яхшилик билан тугаб, мусулмонларга зафар ёр бўлиб қайтганларида, иймони заиф хоинлар, Пайғамбар ҳузурига келиб, узр айта бошладилар.)"},{"id":"4595","sura":"48","aya":"12","arabic_text":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","translation":"Балки сизлар, Расул ва мўминлар абадий ўз аҳлларига қайтиб келмаслар, деб гумон қилдингиз ва бу нарса қалбингизда зийнатланди, ёмон гумон қилдингиз ва ёмон қавм бўлдингиз.","footnotes":""},{"id":"4596","sura":"48","aya":"13","arabic_text":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","translation":"Ва ким Аллоҳга ва Унинг Расулига иймон келтирмаса, албатта, Биз кофирларга дўзахни тайёрлаганмиз.","footnotes":""},{"id":"4597","sura":"48","aya":"14","arabic_text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"Осмонлару ернинг мулки Аллоҳникидир. Кимни хоҳласа, мағфират қилар ва кимни хоҳласа, азоблар. Ва Аллоҳ кечирувчи, раҳимли Зотдир.","footnotes":""},{"id":"4598","sura":"48","aya":"15","arabic_text":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","translation":"Ўлжалар томон, уларни олиш учун юрганингизда ортда қолганлар: «Қўйиб беринг, биз ҳам сизга эргашурмиз», дейишар. Аллоҳнинг каломини ўзгартирмоқчи бўлишар. Айт: «Ҳеч-ҳеч бизга эргашмайсиз, ушбуни Аллоҳ аввал айтган». Улар: «Балки, ҳасад қилаётгандирсизлар», дейишар. Йўқ, улар озгина нарсадан бошқа нарсани англамаслар.","footnotes":"(Аллоҳ ўлжали ғазотга ҳақиқий мўминларнинг боришини хоҳлаган эди, улар эса, Аллоҳнинг хоҳшига қарши, мўминларга эргашиб боришмоқчи. Аллоҳ таоло Ўз Пайғамбарига хитоб қилиб, ортда қолганларни қайтаришга буюрмоқда. Ортда қолганларнинг эса, нафслари бузуқ, ўзларининг ёмонлиги туфайли ўлжа томон мўминларга эргашишдан ман қилинишларини ҳасаддан, деб тушунадилар.)"},{"id":"4599","sura":"48","aya":"16","arabic_text":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","translation":"Ортда қолган аъробийларга: «Катта кучга эга қавмга (қарши) чақирилурсиз, улар мусулмон бўлгунларича урушасиз. Агар итоат қилсангиз, Аллоҳ сизга яхши ажр берур. Ва агар яна аввал қочганингиздек, ортга қочсангиз, аламли азоб ила азоблар», деб айт.","footnotes":"(Яъни, кучли, шиддатли қавмга қарши урушга даъват қилинасизлар, улар мусулмон бўлгунларига қадар уруш қилишингиз керак. Фармонга итоат қилиб буйруқни бажарсангиз, яхшилар сафидан ўрин оласиз, яхши ажрларга эга бўласиз. Аммо аввалги сафаргидек, ортингизга қараб қочсангиз, Аллоҳ сизни аламли азоб ила азоблайди, деди.)"},{"id":"4600","sura":"48","aya":"17","arabic_text":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","translation":"Кўрга қийинчилик йўқ, чўлоққа ҳам қийинчилик йўқ. Хаста кишига ҳам қийинчилик йўқ. Ким Аллоҳга ва Унинг Расулига итоат қилса, уни остидан сувлар оқиб турган жаннатларга киритилади. Ким юз ўгирса, аламли азоб ила азоблар.","footnotes":""},{"id":"4601","sura":"48","aya":"18","arabic_text":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","translation":"Батаҳқиқ, Аллоҳ мўминлардан дарахт остида сенга байъат қилаётганларида рози бўлди. Бас, уларнинг қалбларидагини билди, уларга сокинликни туширди ва яқин фатҳ ила мукофотлади.","footnotes":"(Аллоҳ таолонинг Ўзи каломи покида Ҳудайбияда Пайғамбар алайҳиссаломга байъат қилган бир минг тўрт юз соҳабаи киромлардан рози эканлигини эълон қилиб турибди. Бу эълон қиёмат кунигача ибодат, тиловат бўлиб туриши таъминланган. Шунинг учун ҳам мазкур байъатнинг бир номи «Байъатир-Ризвон» — «розилик байъати»дир.)"},{"id":"4602","sura":"48","aya":"19","arabic_text":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"Ва кўпгина ўлжаларни ҳам олурлар. Ва Аллоҳ Азийз ва Ҳакийм Зотдир.","footnotes":""},{"id":"4603","sura":"48","aya":"20","arabic_text":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"Аллоҳ сизларга кўпгина ўлжаларни ваъда қилди. Уларни олурсизлар, бунисини сизга тезлатиб берди, (ўтган воқеа) мўминларга ибрат бўлиши учун ва сизларни сиротул мустақиймга бошлаш учун одамларнинг қўлини сиздан тўсди.","footnotes":"(Ояти каримада «Бунисини сизга тезлатиб берди» деганда Ҳудайбия назарда тутилган. «Одамларнинг қўлини сиздан тўстди» ифодасининг маъноси шуки, Қурайш мушриклари сизларга қарши уруш қилмоқчи эдилар, Аллоҳ уларнинг кўнглига сулҳни солиб, қўлларини мусулмонларга зарар беришдан тўсди.)"},{"id":"4604","sura":"48","aya":"21","arabic_text":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","translation":"Ва сизлар қодир бўлмаган бошқасини ҳам (ваъда қилди). Уни Аллоҳ иҳота қилган ва Аллоҳ ҳар бир нарсага қодир Зотдир.","footnotes":"(«Бошқа» фатҳ борасида тафсир уломолари Хайбар фатҳи, Макка фатҳи ва яна бошқа фатҳларни назарда тутилган деганлар.)"},{"id":"4605","sura":"48","aya":"22","arabic_text":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","translation":"Агар кофирлар сизлар билан урушганларида, орқага қараб қочар эдилар, сўнгра ўзларига валий ҳам, нусрат бергувчи ҳам топмасдилар.","footnotes":""},{"id":"4606","sura":"48","aya":"23","arabic_text":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","translation":"Аллоҳнинг аввалдан келаётган суннатидир. Ва Аллоҳнинг суннатини ҳеч ўзгартира олмассан.","footnotes":"(Аллоҳ таоло мўминларнинг ғалабасини ва кофирларнинг мағлубиятини Ўз суннатига боғлаб қўймоқда. Ҳақиқатда ҳам, иймон куфрдан, мўминлар кофирлардан доимо устун келадилар. Зафр доим мўминларга ёр бўлади. Тўғри, зафар кечикиши, ортга сурилиши ёки вақтинчалик мағлубиятлар бўлиши мумкин.)"},{"id":"4607","sura":"48","aya":"24","arabic_text":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translation":"У зот Макка водийсида сизларни уларнинг устидан зафар қозонтирганидан сўнг уларнинг қўлларини сиздан, сизнинг қўлингизни улардан тўсган Зотдир. Ва Аллоҳ қилаётган амалларингизни кўриб турувчидир.","footnotes":"(Ҳудайбия сулҳининг ўзи мўминлар учун катта зафар, ғалабадир. Ўша зафар якунланиш арафисида бир гуруҳ мушриклар фитна қўзғаб сулҳни бекорга чиқаришга уриниб кўришди. Лекин Аллоҳ таолонинг инояти билан фитна содир бўлмади, қон тўкилмади.)"},{"id":"4608","sura":"48","aya":"25","arabic_text":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","translation":"Улар куфр келтирган, сизларни Масжидул Ҳаромдан, қурбонликларни эса, ушланиб ўз жойига етишидан тўсган кишилардир, агар сиз билмайдиган мўмин эркаклар ва мўмина аёллар бўлмаганида, сизга билмасдан уларни ҳалок қилганингиз туфайли гуноҳ етиши бўлмаганида эди, Аллоҳ кимни хоҳласа, Ўз раҳматига киритиши учун, агар ажраб турганларида эди, улардан кофирларини аламли азоб ила азоблар эдик.","footnotes":"(Маккаи Мукаррамада кофирлардан қўрқиб иймонини яшириб юрган мўмин ва мўминалар бор. Агар урушга рухсат берилганда, мусулмонлар билмасдан ўша дин қардошларини ҳам ўлдириб юборишлари мумкин. Айни чоқда, кофирларнинг ичида ҳам кейинчалик Исломга келиб, ҳидоят йўлига кириши мумкин бўлган кишилар кўпчилик эдилар.)"},{"id":"4609","sura":"48","aya":"26","arabic_text":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"Эсла! Куфр келтирганлар қалбларида «ҳамийят»ни, «жоҳилият ҳамийяти»ни жойлаганларида, Аллоҳ Ўз сокинлигини Пайғамбарига ва мўминларга туширди ва уларга тақво калимасини лозим кўрди, улар ушбуга ҳақли ва аҳл эдилар. Ва Аллоҳ ҳар бир нарсани билувчидир.","footnotes":"(Кофирлар Муҳаммад алайҳиссалом бошчиликларидаги соф ниятли мусулмонларни Масжидул Ҳаромдан ман қилдилар. Ҳеч бир вақт, ҳеч бир шароитда ҳам содир этилмаган шармандаликни қилдилар. Макка мушрикларининг бу ҳолатларига қарши иккинчи тараф — Муҳаммад алайҳиссалом бошлиқ мусулмонлар ўзларини қандай тутдилар? Аллоҳ таоло уларнинг қалбига сокинлик ва ҳаловат солди, ҳамма нарсани камтарлик ва осойишталик билан, Аллоҳнинг розилигини тилаб қиладилар. Уларга Аллоҳ таоло тақво калимасини раво кўргани ҳам шундан.)"},{"id":"4610","sura":"48","aya":"27","arabic_text":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","translation":"Батаҳқиқ, Аллоҳ Расулининг тушини ҳақ ила тасдиқлади, албатта, Масжидул Ҳаромга, иншоаллоҳ, омонликда, сочларингиз олинган, қисқартирилган ҳолда, қўрқмасдан кирасизлар. Бас, У сиз билмаган нарсани билади ва сизларга бундан бошқа яқин фатҳни қилди.","footnotes":"(Бу оятда Аллоҳ таоло мўминларга бир неча хушхабар етказмоқда. Аввало, Пайғамбар алайҳиссаломнинг тушларини тасдиқламоқда. Қолаверса, Масжидул Ҳаромга кириш албатта насиб этишининг хабарини бермоқда. Ушбу хабарни Аллоҳнинг Ўзи таъкидлаб бераётганига қарамай, яна Ўзи «иншоаллоҳ» — Аллоҳ хоҳласа, деган иборани ишлатмоқда. Бундай дейиш иймон одобларидан бўлиб, дунёдаги ҳар бир ишни ва воқеани Аллоҳ таолонинг хоҳишига боғлашдан иборатдир. Бу ваъда Ҳудайбия сулҳидан кўп ўтмай амалга ошди.)"},{"id":"4611","sura":"48","aya":"28","arabic_text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translation":"У Ўз Расулини ҳидоят ва ҳақ дин билан, у(дин)ни барча динлардан устун қилиш учун юборган Зотдир. Гувоҳликка Аллоҳнинг Ўзи кифоядир.","footnotes":""},{"id":"4612","sura":"48","aya":"29","arabic_text":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","translation":"Муҳаммад Аллоҳнинг Расулидир, у билан бирга бўлганлар кофирларга шиддатли, ўзаро раҳимдилдирлар. Аллоҳдан фазл ва розилик тилаб рукуъ ва сажда қилган ҳолларини кўрасан. Уларнинг сиймоси сажда асаридан юзларида (балқийди). Ана ўша, уларнинг Таврот ва Инжилдаги мисолларидир. Бу, худди, уруғини ёриб чиқиб, қувватланиб, йўғонлашиб, поясида тик туриб, деҳқонларни ажаблантирган бир экинга ўхшар. Кофирларнинг ғазабини қўзитиш учун. Аллоҳ улардан иймон келтириб ва солиҳ амалларни қилганларига мағфират ва улуғ ажрни ваъда қилди.","footnotes":"(Саҳобалар, оталари ёки болалари кофирлар сафида бўлсалар, уларга қарши ҳам қаттиққўл бўлганлар. Аммо ким бўлишидан қаттий назар, мусулмонга меҳрибон бўлишган. Уларнинг асосий сифатларидан бири — ҳамма ишни Аллоҳнинг фазли ва розилиги учун қилишлари. Яна бир сифатлари — улар доим рукуъ ва сажда ҳолатида, яъни ибодат ҳолатида бўладилар.)"}]