[{"id":"4613","sura":"49","aya":"1","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"Эй, иймон келтирганлар! Аллоҳдан ва Унинг Расулидан олдин шошилманглар. Ва Аллоҳга тақво қилинглар. Албатта Аллоҳ эшитувчи ва билувчи Зотдир.","footnotes":"(Мўмин-мусулмонлар ҳеч бир ишда ҳовлиқмасликлари, ҳар бир нарсани Аллоҳнинг амрига ва Пайғамбар алайҳиссаломнинг суннатларига эргашган ҳолда қилишлари лозим.)"},{"id":"4614","sura":"49","aya":"2","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","translation":"Эй, иймон келтирганлар! Овозингизни Пайғамбар овозидан юқори кўтарманг ва унга бир-бирингиз ила сўзлашгандек дағал сўз айтманг, ўзингиз сезмаган ҳолда амалларингиз ҳабата бўлиб қолмасин.","footnotes":"(Бу ояти карима саҳобаларга қаттиқ таъсир қилди. Баъзиларида оятда зикр қилинган камчилик бўлса, тузатди, баъзилари эса, оят айнан, ўзи ҳақида тушган деб қабул қилди.)"},{"id":"4615","sura":"49","aya":"3","arabic_text":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","translation":"Албатта, Расулуллоҳнинг ҳузурида овозларини пастлатганлар, ана ўшалар Аллоҳ қалбларини тақвога имтиҳон қилган зотлардир. Уларга мағфират ва улкан ажр бор.","footnotes":""},{"id":"4616","sura":"49","aya":"4","arabic_text":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translation":"Албатта, сени ҳужралар ортидан чақираётганларнинг кўплари ақл ишлатмаслар.","footnotes":"(Маккаи Мукаррама фатҳ қилингандан сўнг турли қабилаларнинг вакиллари Расулуллоҳнинг ҳузурларига келиб, Исломни қабул қилганларини эълон қила бошладилар. Уларнинг кўплари саҳровий, таълим кўрмаган, қўпол аробийлар эдилар. Шулардан бири Бани Тамим қабиласининг бошлиғи ал-Ақраъ ибн Ҳабис келиб, Пайғамбаримиз аҳли аёллари билан истиқомат қиладиган ҳужралари ортидан туриб: «Ҳой, Муҳаммад, ҳой, Муҳаммад, менга қара, менинг мақтовим зийнат, ёмонлашим айбдир», деган экан. Шунда Аллоҳ таоло ушбу оятни туширган.)"},{"id":"4617","sura":"49","aya":"5","arabic_text":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Агар уларнинг ҳузурига чиққунингча сабр қилсалар, ўзлари учун яхши бўларди. Аллоҳ мағфират қилувчи ва раҳимлидир.","footnotes":""},{"id":"4618","sura":"49","aya":"6","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","translation":"Эй, иймон келтирганлар! Агар фосиқ хабар келтирса, аниқлаб кўринглар, бир қавмга билмасдан мусийбат етказиб қўйиб, қилганингизга надомат чекувчи бўлманглар.","footnotes":"(Агар хабар Аллоҳдан ва Пайғамбар алайҳиссаломдан бўлса, сўзсиз қабул қилиш вожибдир. Қабул қилмаганлар гуноҳкори азим, кофир бўладилар. Ояти каримада Аллоҳ таоло «фосиқ хабар келтирса, аниқлаб» хабарнинг собитлигини текшириб кўришга амр қилмоқда. Аллоҳнинг амрига бўйсуниш вожиб. Афсуски, мусулмонлар ушбу оятга амал қилмаганлари оқибатида катта мусибатларга дучор бўлмоқдалар. Бир хабарни эшитиши биланоқ, суриштирмай, бирор иш қилинса, кейин хабарнинг ёлғонлиги ёки хатолиги аён бўлса, ҳақиқатдан афсус-надоматга сабаб бўлади. Шунинг учун ҳам, Аллоҳ таоло «бир қавмга билмасдан мусибат етказиб қўйиб, қилганингизга надомат чекувчи бўлманглар», демоқда.)"},{"id":"4619","sura":"49","aya":"7","arabic_text":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","translation":"Ва билингларки, албатта, ичларингизда Расулуллоҳ бордир. Агар у ишлардан кўпида сизга итоат қилса, албатта, қийинчиликка дучор бўлардингиз. Лекин, Аллоҳ сизларга иймонни маҳбуб қилди ва уни қалбларингизда зийнатлади ва сизларга куфрни, фисқни ва исённи ёмон кўрсатди. Ана ўшалар тўғриликда юрувчилардир. ","footnotes":""},{"id":"4620","sura":"49","aya":"8","arabic_text":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Бу, Аллоҳ томонидан фазл ва неъматдир. Аллоҳ билувчи ва ҳикматли Зотдир.","footnotes":""},{"id":"4621","sura":"49","aya":"9","arabic_text":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translation":"Агар мўминлардан икки тоифа уришиб кетсалар, бас, ўрталарини ислоҳ қилинг. Агар улардан бири иккинчисига тажовуз қилса, сиз тажовуз қилганига қарши, то у Аллоҳнинг амрига қайтгунича, урушинг, агар қайтса, бас, ўрталарини адолат билан ислоҳ қилинг. Одил бўлинг, албатта, Аллоҳ адолат қилгувчиларни суядир.","footnotes":""},{"id":"4622","sura":"49","aya":"10","arabic_text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Албатта, мўминлар биродардирлар, бас, икки биродарингиз ўртасини ислоҳ қилинг, Аллоҳга тақво қилинг, шоядки, раҳим қилинсангиз. ","footnotes":""},{"id":"4623","sura":"49","aya":"11","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","translation":"Эй, иймон келтирганлар! Бир қавм бошқасини масхара қилмасин, эҳтимол, улар булардан яхшироқдир. Ва аёллар ҳам бошқа аёлларни (масхара қилмасин), эҳтимол, улар булардан яхшироқдир. Ва ўзингизни ўзингиз мазах қилманг, бир-бирингизга лақаб қўйманг. Иймондан кейин фосиқлик исми нақадар ёмон! Ва ким тавба қилмаса, бас, ана ўшалар, ўзлари золимлардир.","footnotes":"(Албатта масхара ёмон одат бўлиб, жамият аъзолари ўртасидаги ўзаро алоқаларнинг бузилишига сабаб бўлади. Бир одам иккинчисини масхара қилса, камситса, устидан кулса, албатта, масхара қилинган одамнинг аччиғи чиқади, у ҳам масхара қилувчига ўзига яраша жавоб беришга уринади. Орада низо-жанжал чиқади, ижтимоий алоқалар бузилади ва жамият заифлашади. Ислом эса доимо мусулмонлар жамиятининг мустаҳкам бўлиши учун қайғуради. Шунинг учун ҳам ушбу ояти каримада Аллоҳ таоло инсонларни бир-бирини масхара қилишдан қайтармоқда.)"},{"id":"4624","sura":"49","aya":"12","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","translation":"Эй, иймон келтирганлар! Кўп гумонлардан четда бўлинглар, чунки баъзи гумонлар гуноҳдир. Жосуслик қилманглар. Баъзиларингиз баъзиларингизни ғийбат қилманглар. Сизлардан бирорталарингиз ўзининг ўлган биродарининг гўштини ейишни яхши кўрурми? Ҳа, ёмон кўрасизлар. Аллоҳдан қўрқинглар! Албатта, Аллоҳ тавбани кўп қабул қилувчи ва раҳимлидир.","footnotes":"(Маълумки, кимнинг ўйига бадгумонлик ўрнашса, у одам ўша гумонини тасдиқлаш учун ҳужжат ва далил қидира бошлайди. Натижада гумон остидаги одамнинг ўзига билдирмасдан, айбини ахтаришга тушади. Буни эса, жосуслик, дейдилар. Одатда, жосуслик деб бировга ёмонлик етказиш ниятида айбларини ва заиф жойларини ўзига билдирмай яширинча ахтаришга айтилади. Бу иш ҳам катта гуноҳлардандир. Чин мусулмон кишининг қалби бу каби жирканч одатлардан пок бўлмоғи зарур.)"},{"id":"4625","sura":"49","aya":"13","arabic_text":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","translation":"Эй одамлар! Биз сизларни бир эркак ва аёлдан яратдик ва сизларни ўзаро танишишингиз учун халқлар ва қабилалар қилиб қўйдик. Албатта, Аллоҳнинг ҳузурида энг ҳурматлигингиз энг тақводорингиздир. Албатта, Аллоҳ билувчи ва хабардор Зотдир.","footnotes":"(Ушбу ояти каримада «Эй одамлар!» деб барча инсониятга қарата нидо қилинмоқда, шу билан бирга уларнинг асли бир эканлиги эслатилмоқда. Демак, одамларнинг асли бир — ҳаммалари Одам Ато ва Момо Ҳаводан таралганлар. Айни чоғда Аллоҳ таоло уларни турли халқлар ва қабилаларга ажратиб ҳам қўйганини таъкидламоқда. Инсонларнинг турли халқ ва қабилаларга бўлинишини сабаби эса, ўзаро танишиш, маърифат ҳосил қилиш эканлиги уқтирилмоқда.)"},{"id":"4626","sura":"49","aya":"14","arabic_text":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Аъробийлар: «Иймон келтирдик», дейишди. Сен: «Иймон келтирганингиз йўқ, лекин, бўйинсундик, денглар, ҳали иймон қалбларингизга киргани йўқ ва агар Аллоҳга ва Унинг Расулига итоат қилсангиз, амалларингиздан ҳеч нарса камаймас. Албатта, Аллоҳ кечирувчи ва раҳимли Зотдир», деб айт.","footnotes":"(Бир кун саҳро араблари Пайғамбар алайҳиссалом ҳузурларига келиб, иймон келтирдик, деб миннат қилишган. Аслида эса, улар янги мусулмонлар бўлиб, ҳали ҳақиқий иймон қалбларидан жой олган эмас эди. Аллоҳ таоло уларга ҳақиқий иймон ҳақида таълим беришни ирода қилиб, ушбу оятни туширди.)"},{"id":"4627","sura":"49","aya":"15","arabic_text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","translation":"Албатта, ҳақиқий мўминлар Аллоҳга ва Унинг Расулига иймон келтирган, сўнгра шубҳа қилмаган ва Аллоҳнинг йўлида моллари ва жонлари ила жиҳод қилганлардир. Ана ўшалар, ўшаларгина (иймонида) содиқлардир.","footnotes":""},{"id":"4628","sura":"49","aya":"16","arabic_text":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Сен: «Аллоҳга динингизни билдирмоқчимисиз? Ва ҳолбуки, Аллоҳ осмонлару ердаги нарсани билувчи Зотдир. Аллоҳ ҳар бир нарсани билувчидир», деб айт.","footnotes":""},{"id":"4629","sura":"49","aya":"17","arabic_text":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Сенга мусулмон бўлганларини миннат қилурлар. Сен: «Менга Исломингизни миннат қилманг. Балки агар содиқ бўлсангиз, Аллоҳ сизни иймонга ҳидоят қилганини миннат қилур», деб айт. ","footnotes":""},{"id":"4630","sura":"49","aya":"18","arabic_text":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Албатта, Аллоҳ осмонлару ернинг ғайбини билувчи Зотдир. Ва Аллоҳ қилаётган ишларингизни кўрувчи Зотдир.","footnotes":""}]