[{"id":"4631","sura":"50","aya":"1","arabic_text":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","translation":"Қооф. Улуғ Қуръон ила қасам.","footnotes":""},{"id":"4632","sura":"50","aya":"2","arabic_text":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","translation":"Балки, уларга ўзларидан огоҳлантирувчи келганидан ажабландилар ва кофирлар: «Бу ажиб нарса-ку?» – дедилар.","footnotes":"(Мушриклар Муҳаммад алайҳиссаломнинг пайғамбар бўлиб келганлигидан ажабландилар.)"},{"id":"4633","sura":"50","aya":"3","arabic_text":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","translation":"Ўлиб, тупроқ бўлганимиздан кейин ҳам-а? Бу қайтиш (ақлдан) узоқ.","footnotes":""},{"id":"4634","sura":"50","aya":"4","arabic_text":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","translation":"Ҳақиқатан, Биз уларни ер камайтираётганини билдик ва Бизнинг ҳузуримизда сақловчи китоб бор.","footnotes":"(Ўлик кўмилгандан кейин аста-секин чириб, камайиб тупроққа қўшила боради.)"},{"id":"4635","sura":"50","aya":"5","arabic_text":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","translation":"Аниқки, уларга ҳақ келганда, уни ёлғонга чиқардилар. Бас, улар изтиробли ишдадирлар.","footnotes":"(Улар ҳақни инкор қилганлар. Буни олдида бошқа нарсаларни инкор қилиш ҳеч гап эмас.)"},{"id":"4636","sura":"50","aya":"6","arabic_text":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","translation":"Устиларидаги осмонга назар солмайдиларми? Уни қандай бино қилибмиз ва зийнатлабмиз? Ва (ҳолбуки), унинг тешиклари ҳам йўқ?!","footnotes":""},{"id":"4637","sura":"50","aya":"7","arabic_text":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","translation":"Ва ерни чўзиб қўйдик, унга тоғларни ташладик ва унда турли гўзал жуфтларни ўстирдик.","footnotes":""},{"id":"4638","sura":"50","aya":"8","arabic_text":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"(Роббисига) қайтувчи ҳар бир бандага кўргазма ва эслатма қилиб...","footnotes":""},{"id":"4639","sura":"50","aya":"9","arabic_text":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","translation":"Ва осмондан барака сувини туширдик ҳамда у билан боғ-роғларни ва дон ҳосилини ўстирдик. ","footnotes":""},{"id":"4640","sura":"50","aya":"10","arabic_text":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","translation":"Ва зич мевали шингиллари бор хурмоларни ҳам. ","footnotes":""},{"id":"4641","sura":"50","aya":"11","arabic_text":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","translation":"Бандаларга ризқ қилиб. Ва у (ёмғир) билан ўлган шаҳарни тирилтирдик. Шундай бўладир (қабрдан) чиқиш ҳам.","footnotes":"(Ўсимликлари қуриб, худди ўлик ҳолига келиб қолган шаҳарларни ёмғир ила ўстириб-тирилтиришни эслатиш орқали инсон худди шу тарзда қайта тирилиши осон эканлигини таъкидламоқда.)"},{"id":"4642","sura":"50","aya":"12","arabic_text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","translation":"Улардан аввал Нуҳ қавми, қудуқ соҳиблари ва Самуд ёлғонга чиқарганлар. ","footnotes":""},{"id":"4643","sura":"50","aya":"13","arabic_text":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","translation":"Ва Од, Фиръавн, Лут биродарлари.","footnotes":""},{"id":"4644","sura":"50","aya":"14","arabic_text":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","translation":"Ва дарахтзор эгалари ва Туббаъ қавми — барчалари Пайғамбарларни ёлғонга чиқарганлар. Бас, (азоб) ваъдам ҳақ бўлди.","footnotes":"(Бу ояти каримада кофирлар фақат Муҳаммад алайҳиссаломнигина ёлғончига чиқаришмагани, балки бу қадимий одати эканлиги эслатилмоқда.)"},{"id":"4645","sura":"50","aya":"15","arabic_text":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","translation":"Аввалги яратишга ожиз бўл-дикми? Йўқ! Улар янгидан яратилишга шубҳададирлар.","footnotes":""},{"id":"4646","sura":"50","aya":"16","arabic_text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","translation":"Албатта, инсонни Биз яратганмиз ва унинг нафси нимани васваса қилишини ҳам билурмиз. Ва Биз унга жон томиридан ҳам яқинмиз.","footnotes":""},{"id":"4647","sura":"50","aya":"17","arabic_text":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","translation":"Вақтики икки кутиб олувчи ўнгда ва чапда ўтирган ҳолларида кутиб олурлар.","footnotes":""},{"id":"4648","sura":"50","aya":"18","arabic_text":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","translation":"Бирор сўз айтмас, магар ҳузурида ҳозиру нозир борлар.","footnotes":""},{"id":"4649","sura":"50","aya":"19","arabic_text":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","translation":"Ўлимнинг мастлиги (талвасаси) ҳақиқат бўлиб келди. Сен қочиб юрган нарса шулдир.","footnotes":""},{"id":"4650","sura":"50","aya":"20","arabic_text":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","translation":"Ва сур ҳам чалинди. Бу, қўрқитилган кундир. ","footnotes":""},{"id":"4651","sura":"50","aya":"21","arabic_text":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","translation":"Ва ҳар бир жон ҳайдагувчи ва гувоҳлик берувчи билан келди.","footnotes":"(Яъни, қиёматда ҳар бир жон билан уни маҳшаргоҳга ҳайдовчи фаришта ва бу дунёда қилган ишларга гувоҳлик берувчи фаришта бирга келади. Эҳтимол, бу дунёда унга вакил қилинган икки фаришта шулардир.)"},{"id":"4652","sura":"50","aya":"22","arabic_text":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","translation":"Албатта, сен бундан ғафлатда эдинг. Бас, Биз сенинг пардангни очдик ва бугун кўзинг ўткирдир.","footnotes":""},{"id":"4653","sura":"50","aya":"23","arabic_text":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","translation":"Ва унинг «яқини»: «Мана бу мендаги тайёр нарса», деди.","footnotes":""},{"id":"4654","sura":"50","aya":"24","arabic_text":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","translation":"Ҳар бир қайсарни, кофирни жаҳаннамга ташланг! ","footnotes":""},{"id":"4655","sura":"50","aya":"25","arabic_text":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","translation":"Яхшиликни ман қилувчини, тажовузкорни, шак келтирувчини.","footnotes":""},{"id":"4656","sura":"50","aya":"26","arabic_text":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","translation":"Аллоҳ билан бирга бошқани илоҳ қилиб олганни шиддатли азобга ташланг!","footnotes":""},{"id":"4657","sura":"50","aya":"27","arabic_text":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","translation":"Унинг «яқини»: «Роббимиз, уни мен туғёнга кетказганим йўқ, лекин унинг ўзи узоқ залолатда бўлди», дер.","footnotes":""},{"id":"4658","sura":"50","aya":"28","arabic_text":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","translation":"У зот деди: «Менинг ҳузуримда тортишманглар, сизларга азоб ваъдасини тақдим қилувдим.","footnotes":""},{"id":"4659","sura":"50","aya":"29","arabic_text":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","translation":"Менинг ҳузуримда гап ўзгармас ва Мен бандаларга зулм қилгувчи эмасман».","footnotes":""},{"id":"4660","sura":"50","aya":"30","arabic_text":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","translation":"Бугун жаҳаннамга: «Тўлдингми?» десак, у: «Яна қўшимча борми?» дер.","footnotes":""},{"id":"4661","sura":"50","aya":"31","arabic_text":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","translation":"Ва жаннат тақводорларга узоқ бўлмаган жойга яқинлаштирилди.","footnotes":""},{"id":"4662","sura":"50","aya":"32","arabic_text":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","translation":"Бу — сизга ваъда қилинган нарсадир. Ҳар бир сертавбага ва сақловчига. ","footnotes":""},{"id":"4663","sura":"50","aya":"33","arabic_text":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","translation":"Роҳмандан ғойибона қўрққан ва саломат қалб ила келган кимсага. ","footnotes":""},{"id":"4664","sura":"50","aya":"34","arabic_text":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","translation":"«Унга саломат бўлган ҳолда кирингиз. Бу — мангулик кунидир» (дейилур).","footnotes":""},{"id":"4665","sura":"50","aya":"35","arabic_text":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","translation":"У ерда нима хоҳласалар, уларники. Ва ҳузуримизда зиёдаси бор.","footnotes":"(Имом Аҳмад ривоят қилган ҳадисда Пайғамбар алайҳиссалом: «Агар мўмин киши жаннатда фарзанд хоҳласа, унинг ҳомиласи, туғилиши, ўсиши бир соатда бўлади», деганлар. «Ва ҳузуримизда зиёдаси бор» — Аллоҳ таолонинг жамолига назар солиш бахтидир, деган ривоят ҳам бор.)"},{"id":"4666","sura":"50","aya":"36","arabic_text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","translation":"Улардан аввал, улардан кўра кучлироқ аср(авлод)лардан қанчасини ҳалок қилдик. «Қочадиган жой борми?» деб юртма-юрт кезиб чиқдилар.","footnotes":"(Ҳалокатга учраган ўша аввалги кофирлар авлодлари ҳозиргилардан кўра қувватлироқ эдилар. Аммо чора топа олмай ҳалок бўлдилар.)"},{"id":"4667","sura":"50","aya":"37","arabic_text":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","translation":"Албатта, бунда қалби борларга ва зеҳн билан қулоқ осганларга эслатма бордир.","footnotes":""},{"id":"4668","sura":"50","aya":"38","arabic_text":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","translation":"Албатта, осмонлару ерни ва уларнинг орасидаги нарсаларни олти кунда яратдик. Ва Бизни чарчоқ тутмади.","footnotes":"(Аллоҳнинг ҳузуридаги кунлар биз ўрганиб қолган кунларнинг айниси эмас. Бизнинг кунларимиз дунё яратилганидан сўнг, Ер курасининг айланиши ҳолати ва вақтига мувофиқ яратилган. Табиийки, бу олти куннинг масофаси ва миқдорини ёлғиз Аллоҳ таоло билади.)"},{"id":"4669","sura":"50","aya":"39","arabic_text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","translation":"Уларнинг айтаётганларига сабр қил ва Роббингга қуёш чиқиши ва ботишидан аввал ҳамду тасбиҳ айт.","footnotes":""},{"id":"4670","sura":"50","aya":"40","arabic_text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","translation":"Кечасида ҳам Унга тасбиҳ айт. Ва саждадан кейин ҳам.","footnotes":"(Тасбеҳ айтишнинг маъноси Аллоҳни поклаб ёд этишдир. Кўпроқ «Субҳоналлоҳи» калимасини айтиш билан бўлади.)"},{"id":"4671","sura":"50","aya":"41","arabic_text":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","translation":"Нидо қилувчи яқин жойдан нидо қилган кунда қулоқ ос.","footnotes":"(«Нидо қилувчи — фаришта Исрофил алайҳиссаломдир.)"},{"id":"4672","sura":"50","aya":"42","arabic_text":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","translation":"У кунда қичқириқни ҳақ ила эшитурлар. Ана ўша, чиқиш кунидир.","footnotes":"(«Чиқиш куни» — қабрлардан чиқиш куни, яъни қиёмат кунидир.)"},{"id":"4673","sura":"50","aya":"43","arabic_text":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","translation":"Албатта, Биз тирилтирурмиз, ўлдирурмиз. Ва қайтиш ҳам Бизгадир.","footnotes":""},{"id":"4674","sura":"50","aya":"44","arabic_text":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","translation":"У кунда устларидаги ер ёрилиб, шошиб чиқурлар. Ана ўша, Биз учун осон тўплашдир.","footnotes":""},{"id":"4675","sura":"50","aya":"45","arabic_text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","translation":"Уларнинг айтганларини Биз билувчимиз. Сен уларнинг устидаги жаббор эмассан. Бас, Қуръон ила азоб ваъдамдан қўрққанларни огоҳлантир.","footnotes":""}]