[{"id":"4736","sura":"52","aya":"1","arabic_text":"وَٱلطُّورِ","translation":"Тур билан қасам...","footnotes":""},{"id":"4737","sura":"52","aya":"2","arabic_text":"وَكِتَٰبٖ مَّسۡطُورٖ","translation":"Сатрларга битилган китоб билан қасам...","footnotes":""},{"id":"4738","sura":"52","aya":"3","arabic_text":"فِي رَقّٖ مَّنشُورٖ","translation":"Ёзишга тайёрланган терига. ","footnotes":""},{"id":"4739","sura":"52","aya":"4","arabic_text":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","translation":"Ва обод уй билан қасам...","footnotes":""},{"id":"4740","sura":"52","aya":"5","arabic_text":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","translation":"Ва кўтарилган шифт билан қасам...","footnotes":""},{"id":"4741","sura":"52","aya":"6","arabic_text":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","translation":"Ва тўлган денгиз билан қасам.","footnotes":""},{"id":"4742","sura":"52","aya":"7","arabic_text":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","translation":"Албатта, Роббингнинг азоби рўй беражак.","footnotes":""},{"id":"4743","sura":"52","aya":"8","arabic_text":"مَّا لَهُۥ مِن دَافِعٖ","translation":"Уни қайтарувчи йўқдир.","footnotes":""},{"id":"4744","sura":"52","aya":"9","arabic_text":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","translation":"У кунда осмон ларзага келиб чайқалур.","footnotes":""},{"id":"4745","sura":"52","aya":"10","arabic_text":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","translation":"Ва тоғлар сайр этиб юрур.","footnotes":""},{"id":"4746","sura":"52","aya":"11","arabic_text":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","translation":"Бас, ўша кунда ёлғонга чиқарувчиларга вайл бўлсин! ","footnotes":""},{"id":"4747","sura":"52","aya":"12","arabic_text":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","translation":"(Ботилга) шўнғиб ўйнашадиганларга. ","footnotes":"(«вайл» сўзи гоҳида «ҳалокат», гоҳида «дўзах» маъносида ишлатилади ва иккаласи ҳам бу оятга мосдир.)"},{"id":"4748","sura":"52","aya":"13","arabic_text":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","translation":"У кунда жаҳаннам ўтига кучлаб итарилурлар.","footnotes":""},{"id":"4749","sura":"52","aya":"14","arabic_text":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"Мана бу, сизлар ёлғонга чиқарган ўт бўлади!","footnotes":""},{"id":"4750","sura":"52","aya":"15","arabic_text":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","translation":"Бу сеҳрми?! Ёки сизлар кўрмаяпсизларми?!","footnotes":""},{"id":"4751","sura":"52","aya":"16","arabic_text":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Киринглар унга! Чидайсизларми, чидамайсизларми — бари бир. Қилиб юрган амалларингизнинг жазосини оласизлар, холос.","footnotes":""},{"id":"4752","sura":"52","aya":"17","arabic_text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ","translation":"Албатта, тақводорлар жаннатлар ва нозу неъматлар ичидадирлар.","footnotes":""},{"id":"4753","sura":"52","aya":"18","arabic_text":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"Роббилари уларга берган нарсалардан лаззатдадирлар. Роббилари уларни жаҳаннам азобидан сақлар.","footnotes":""},{"id":"4754","sura":"52","aya":"19","arabic_text":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Енглар, ичинглар, ош бўлсин. (Булар) қилган амалларингиз учундир.","footnotes":""},{"id":"4755","sura":"52","aya":"20","arabic_text":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","translation":"Улар қатор тизилган сўриларга ёнбошлаган ҳолдалар. Ва уларни гўзал кўзли ҳурларга уйлаб қўйганмиз.","footnotes":""},{"id":"4756","sura":"52","aya":"21","arabic_text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translation":"Ўзлари иймон келтириб, зурриётлари уларга иймон билан эргашганларнинг зурриётини уларга қўшдик ва уларнинг амалларидан ҳеч нарсани камайтирмадик. Ҳар бир киши ўз касби гаровидир.","footnotes":"(Бу дунёда иймону ислом билан ўтган кишиларнинг агар зурриётлари ҳам иймон билан ўтган бўлса, даражалари унча юқори бўлмаса ҳам, Аллоҳ уларни оталарига қўшиб қўяр экан. Лекин, шу билан бирга оталарнинг амалидан ҳеч бир нарса камайтирилмас экан. Яъни, болаларига олиб берилиб, уларнинг даражаси тенглатилмас экан. Чунки ҳар ким ўзи қилган касб-амалнинг гаровидир, амали яхши бўлса, оқибати ҳам яхши бўлади. Аллоҳ кўрсатмасин, амали ёмон бўлса, оқибати ҳам...)"},{"id":"4757","sura":"52","aya":"22","arabic_text":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","translation":"Ва Биз уларга хоҳлаган мевалари ва гўштларини муҳайё қилиб қўйдик.","footnotes":""},{"id":"4758","sura":"52","aya":"23","arabic_text":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","translation":"Улар унда қадаҳларни бир-бирларига узатурлар. У ерда беҳуда сергаплик ва гуноҳ йўқ.","footnotes":"(Охират шаробида нохуш ишларнинг биронтаси рўй бермас экан.)"},{"id":"4759","sura":"52","aya":"24","arabic_text":"۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","translation":"Ва атрофларида худди садафдаги дурдек ғуломлари айланиб, хизматда юришар.","footnotes":""},{"id":"4760","sura":"52","aya":"25","arabic_text":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","translation":"Баъзилари бошқаларидан ўгирилиб сўрай бошладилар:","footnotes":""},{"id":"4761","sura":"52","aya":"26","arabic_text":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","translation":"«Албатта, биз илгари ўз аҳлимиз даврасида У зотдан қўрқувчилардан эдик.","footnotes":""},{"id":"4762","sura":"52","aya":"27","arabic_text":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","translation":"Бас, Аллоҳ бизга марҳамат қилди ва бизни дўзах азобидан сақлади.","footnotes":""},{"id":"4763","sura":"52","aya":"28","arabic_text":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","translation":"Албатта, биз илгари Унга дуо қилардик. Албатта, Унинг Ўзи яхшилик қилувчи ва раҳимлидур».","footnotes":""},{"id":"4764","sura":"52","aya":"29","arabic_text":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","translation":"Бас, эслатгин: сен Роббинг неъмати ила фолбин ҳам эмассан, мажнун ҳам эмассан.","footnotes":"(Оятдаги «коҳин» сўзини биз фолбин деб таржима қилдик. Аслида, Арабистон ярим оролида коҳин алоҳида тушунчадир. У жинлар билан алоқаси борлигини ва ғойибдан хабар беришни даъво қилувчи шахсдир. Шунингдек, коҳинлар руҳлар, худолар билан ҳам алоқамиз бор дейишади ва баъзан табиблик даъвосини ҳам қилишади.)"},{"id":"4765","sura":"52","aya":"30","arabic_text":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","translation":"Балки: «У — шоир, биз унга ўлим етишини кутамиз», дерлар?","footnotes":""},{"id":"4766","sura":"52","aya":"31","arabic_text":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","translation":"Айтгин: «Кутинглар, албатта, мен ҳам сизлар билан бирга кутувчидирман».","footnotes":""},{"id":"4767","sura":"52","aya":"32","arabic_text":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"Ё ақллари шунга буюрадими, ёки улар туғёнга кетган қавмларми? ","footnotes":""},{"id":"4768","sura":"52","aya":"33","arabic_text":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","translation":"Балки, у(Қуръон)ни ўзи тўқиди, дерлар? Йўқ, улар иймон келтирмаслар. ","footnotes":""},{"id":"4769","sura":"52","aya":"34","arabic_text":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","translation":"Агар уларнинг гапи рост бўлса, у(Қуръон)га ўхшаш сўзни келтирсинлар. ","footnotes":""},{"id":"4770","sura":"52","aya":"35","arabic_text":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","translation":"Балки, улар, ҳеч нарсадан ҳеч нарса йўқ, ўзлари яралгандирлар?! Ёки улар яратувчиларми? ","footnotes":""},{"id":"4771","sura":"52","aya":"36","arabic_text":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","translation":"Балки, улар осмонлару ерни яратгандирлар?! Йўқ, улар ишонмаслар. ","footnotes":""},{"id":"4772","sura":"52","aya":"37","arabic_text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","translation":"Балки, уларнинг ҳузурида Роббингнинг хазийналари бордир?! Ёки улар бошқарувчиларми? ","footnotes":""},{"id":"4773","sura":"52","aya":"38","arabic_text":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","translation":"Балки, уларнинг (хабарни) эшитадиган нарвонлари бордир?! Ундоқ бўлса, эшитувчилари равшан ҳужжат келтирсин. ","footnotes":"(Мушриклар Муҳаммад алайҳиссаломни ёлғончига чиқарганлар. Хўш, нимага асосланиб бундай қилишган? Ёки уларнинг осмонга қўйган нарвонлари бор-у унга чиқиб, Муҳаммад пайғамбар эмас, унга ваҳий юборилаётгани йўқ, деган хабарни эшитишдими? Агар ҳақиқатда эшитган бўлсалар, очиқ-ойдин далил кўрсатсинлар.)"},{"id":"4774","sura":"52","aya":"39","arabic_text":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","translation":"Ёки У зотга қизлар-у, сизларга ўғилларми? ","footnotes":""},{"id":"4775","sura":"52","aya":"40","arabic_text":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","translation":"Ёки сен улардан ҳақ сўраяпсан-у, улар тўловдан қийналаяптиларми? ","footnotes":""},{"id":"4776","sura":"52","aya":"41","arabic_text":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","translation":"Балки, уларнинг ихтиёрида ғайб (илми) бўлиб, улар ёзиб олаётгандирлар?! ","footnotes":""},{"id":"4777","sura":"52","aya":"42","arabic_text":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","translation":"Балки, ҳийла кўрсатишни хоҳларлар?! Бас, кофирлар ҳийлаларининг жазосини тортарлар. ","footnotes":""},{"id":"4778","sura":"52","aya":"43","arabic_text":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"Балки, уларнинг Аллоҳдан бошқа худолари бордир?! Аллоҳ улар келтираётган ширкдан пок бўлди. ","footnotes":""},{"id":"4779","sura":"52","aya":"44","arabic_text":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","translation":"Агар улар бошларига тушаётган парчани кўрсалар ҳам, тўпланган булут, дерлар. ","footnotes":""},{"id":"4780","sura":"52","aya":"45","arabic_text":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","translation":"Уларни ҳалокатга учрайдиган кунларига йўлиққунларигача тек қўй. ","footnotes":"(Мушрик ва динсизларни қиёмат кунигача қўйиб бер, нима қилишса қилишаверсин.)"},{"id":"4781","sura":"52","aya":"46","arabic_text":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","translation":"У кунда ҳийлалари уларга ҳеч қандай фойда бермас ва уларга ёрдам ҳам берилмас. ","footnotes":""},{"id":"4782","sura":"52","aya":"47","arabic_text":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Ва, албатта, зулм қилганларга ундан ўзга азоб ҳам бор, лекин кўплари билмаслар. ","footnotes":"(Яъни, кофир, золимларга охират азобидан ўзга бу дунёнинг азоби ҳам бор ёки қабр азоби бўлиши ҳам мумкин.)"},{"id":"4783","sura":"52","aya":"48","arabic_text":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","translation":"Бас, Роббинг ҳукмига сабр қил. Албатта, сен кўз ўнгимиздасан, ўрнингдан турганингда Роббингга тасбиҳ айт! ","footnotes":""},{"id":"4784","sura":"52","aya":"49","arabic_text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","translation":"Ва кечаси ҳам. Бас, юлдузлар ботгандан кейин ҳам тасбиҳ айт.","footnotes":"(Демак, ҳар доим Аллоҳга боғлиқ бўлмоқ зарур. Имом Молик Зуҳрийдан қилган ривоятларида Ибн Матъамнинг отаси айтадики, «Пайғамбар алайҳиссаломни шом намозида «Ват-Тур» сурасини ўқиётганларини эшитдим. У кишидан кўра овози ширинроқ ва қироати яхшироқ одамни кўрмаганман».)"}]