[{"id":"5105","sura":"58","aya":"1","arabic_text":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","translation":"Албатта, Аллоҳ сен билан ўз эри ҳақида тортишаётган ва Аллоҳга шикоят қилаётган(аёл)нинг сўзини эшитди. Ҳа, Аллоҳ икковингизнинг гаплашувингизни эшитмоқда. Албатта, Аллоҳ эшитувчи ва кўрувчидир.","footnotes":"(Яъни, Аллоҳ таоло уй ичида, Пайғамбар алайҳиссалом билан пичирлашиб гаплашган Ҳавла Бинти Саълабанинг сўзларини эшитгандек, дунёда бўлаётган барча ишларни кўриб туради. Унинг учун ҳеч бир нарса махфий эмасдур.)"},{"id":"5106","sura":"58","aya":"2","arabic_text":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","translation":"Ичларингизда ўз хотинларидан зиҳор қиладиганлар (билиб қўйсинларки), улар аларнинг оналари эмас. Туққан оналаридан ўзга ҳеч ким уларга она эмаслар. Ва, албатта, улар инкор қилинган ва ғирт ёлғон сўзларни айтурлар. Ва, албатта, Аллоҳ кечирувчи ва мағфират қилувчидир.","footnotes":""},{"id":"5107","sura":"58","aya":"3","arabic_text":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Хотинлардан зиҳор қилганлар ўз айтганларидан қайтсалар, (қайта) қўшилмасларидан аввал бир қул озод қилсинлар. Бу (ҳукм) ваъзланишингиз учундир. Аллоҳ қилаётган ишларингиздан хабардордир.","footnotes":""},{"id":"5108","sura":"58","aya":"4","arabic_text":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","translation":"Ким (қул) топмаса, бас (қайта) қўшилмасдан аввал икки ой кетма-кет рўза тутсин. Ким (рўза тутишга) қодир бўлмаса, олтмиш мискинни тўйғазсин. Бу (ҳукм) Аллоҳга ва Унинг Расулига иймон келтиришингиз учундир. Ва бу(ҳукм)лар Аллоҳнинг чегараларидир. Ва кофирларга аламли азоб бор.","footnotes":""},{"id":"5109","sura":"58","aya":"5","arabic_text":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","translation":"Албатта, Аллоҳга ва Унинг Расулига душманлик қиладиганлар, улардан аввалгилар хор бўлганидек, хор бўлурлар. Ҳолбуки, батаҳқиқ, Биз очиқ-ойдин оятларни тушириб қўйганмиз. Ва кофирларга хорловчи азоб бор.","footnotes":""},{"id":"5110","sura":"58","aya":"6","arabic_text":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translation":"Аллоҳ барчаларини қайта тирилтирадиган кунда, қилган ишларининг хабарини берур. Аллоҳ ҳисоблаб турган, улар эса унутганлар. Ҳолбуки, Аллоҳ ҳар бир нарсага шоҳиддир.","footnotes":""},{"id":"5111","sura":"58","aya":"7","arabic_text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translation":"Албатта, Аллоҳ осмонлару ердаги барча нарсаларни билишини англамадингми? Агар учтанинг сирли сўзлашуви бўлса, албатта, У зот тўртинчидир. Бештаники бўлса, У зот олтинчидир. Бундан оз бўлса ҳам, кўп бўлса ҳам ва қаерда бўлсалар ҳам, албатта, Аллоҳ улар биландир. Сўнг қиёмат кунида уларга қилган ишларидан хабар берадир. Албатта, Аллоҳ ҳар бир нарсани билувчидир.","footnotes":""},{"id":"5112","sura":"58","aya":"8","arabic_text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","translation":"Сирли сўзлашувдан қайтарилганларни кўрмадингми?! Ман этилган ишга яна қайтурлар, гуноҳ ва душманлик ила ва Пайғамбарга осий бўлиб, сирли сўзларлар. Ва ҳузурингга келсалар, сен билан Аллоҳ ўргатмаган тарзда сўрашурлар. Ва ичларида, шу гапимиз учун Аллоҳ бизни азобламаса эди, дерлар. Уларга жаҳаннам кифоядир, унга кирурлар. У қандоқ ҳам ёмон жой!","footnotes":"(Яҳудийлар ҳар бир нарсада ҳийла ишлатиб, Расулуллоҳга ва мусулмонларга ёмонлик қилишнинг пайида бўлардилар. Ҳаттоки улар саломлашиш пайтида ҳам «Ас-Салому алайкум (сизга тинчлик бўлсин)» дейиш ўрнига, «Ас-Сому алайкум (сизга ўлим бўлсин)» деб сезилмайдиган қилиб айтишарди.)"},{"id":"5113","sura":"58","aya":"9","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","translation":"Эй, иймон келтирганлар! Қачон сирли суҳбат қилсангиз, гуноҳ, душманлик ва Пайғамбарга маъсиятга сирли суҳбат қилмангиз. Яхшилик ва тақвога сирли суҳбат қилингиз. Ҳузурига тўпланиб борадиганингиз Аллоҳга тақво қилингиз.","footnotes":"(Мусулмонлар ўзаро суҳбатларида доимо бир-бирларини яхшиликка ва тақвога чорлашлари лозим. Афсуски, ҳозир бу қуръоний таълимотлар бизнинг орамиздан йўқолган. Ўзаро суҳбатлар ёлғон, бўҳтон, туҳмат ва ғийбатдан иборат бўлиб қолмоқда. Бу эса мусулмонларнинг на одобига, на шаънига тўғри келади.)"},{"id":"5114","sura":"58","aya":"10","arabic_text":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Албатта, иймонлиларни ранжитиш учун қилинган сирли суҳбат шайтондандур, Аллоҳнинг изни билан қилинган сирли суҳбатгина уларга ҳеч зарар етказмас. Мўминлар Аллоҳнинг Ўзига таваккал қилсинлар.","footnotes":"(Одатда иккита-иккита ёки кўпроқ бўлиб олиб, жамоатдан ажраб пичир-пичир қилиб гаплашиш кўриб турганлар қалбига шубҳа солади. «Биздан беркитиб булар ниманингдир маслаҳатини қилишаётган экан», деган хаёлга олиб боради. Бунинг устига, шайтон: «Сенинг зарарингга маслаҳат қилишяпти, бўлмаса ошкора гапиришарди», деб васваса қилади. Шундай қилиб, қарабсизки, жамият аъзолари ичида бир-бирига ишончсизлик юзага келади.)"},{"id":"5115","sura":"58","aya":"11","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Эй, иймон келтирганлар! Агар сизларга мажлисларда «Силжиброқ ўтиринг» дейилса, бас, силжинг, агар «Туринг» дейилса, туринг. Аллоҳ сизлардан иймон келтирганларнинг ва илм берилганларнинг даражаларини кўтарадир. Аллоҳ нима қилаётганларингиздан хабардордир.","footnotes":"(Мусулмонлар Пайғамбар алайҳиссалом мажлисларида иймон ва илм олардилар. Шунинг учун ҳам ҳамма катта қизиқиш билан, иложи борича, у зотга яқинроқ ўтиришни хоҳларди. Ушбу оят нозил бўлгач, илм олиш мажлисини ҳаммага кенг тарғиб қилиш зарурлиги эслатилиб, мажлис аҳлининг барчасига жой беришни йўлга қўйишга даъват этилди.)"},{"id":"5116","sura":"58","aya":"12","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Эй, иймон келтирганлар! Агар Пайғамбар билан сирли суҳбат қилмоқчи бўлсангиз, сирли суҳбатингиздан аввал садақа беринг. Шундоқ қилмоғингиз ўзингиз учун яхшироқдир ва (қалбингиз учун) покроқдир. Агар (садақага нарса) топмасангиз, албатта Аллоҳ кечирувчи ва раҳимлидир.","footnotes":"(Пайғамбар алайҳиссалом билан муножот (суҳбат) қилишдан аввал садақа беришга даъват этилган буйруқнинг бир неча ҳикматлари бор. Пайғамбар алайҳиссаломнинг вақтларини бекор кетказмаслик; камбағалларга фойда бўлиши; мухлис ва мунофиқларни ажратиш ва ҳоказо.)"},{"id":"5117","sura":"58","aya":"13","arabic_text":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Сизларга сирли суҳбатингиздан аввал садақа бериш оғир келдими? Агар (буйруқни) бажармасангиз, (майли) Аллоҳ афв қилди. Бас, намоз ўқингиз ва закот берингиз. Ва Аллоҳга ва Унинг Пайғамбарига итоат қилингиз. Аллоҳ қилаётган ишларингиздан хабардордир. ","footnotes":"(Аллоҳ таоло аввалги ҳукмини бекор қилмаса ёки ундан ҳам оғирроқ ҳукмни жорий қилса бўлаверар эди. Лекин Аллоҳ таоло ўзини унутиб қўйган баъзи кишиларни огоҳлантириб бўлгач, яна кўпчиликка раҳм қилиб, аввалги Ўз ҳукмини бекор қилди.)"},{"id":"5118","sura":"58","aya":"14","arabic_text":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","translation":"Аллоҳнинг ғазабига дучор бўлган қавмни дўст тутганларни кўрмайсанми? Улар сизлардан ҳам эмас, улардан ҳам эмас. Билиб туриб, ёлғонга қасам ичарлар.","footnotes":""},{"id":"5119","sura":"58","aya":"15","arabic_text":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Аллоҳ улар учун оғир азобни тайёрлаган. Уларнинг қилаётган ишлари нақадар ёмон! ","footnotes":""},{"id":"5120","sura":"58","aya":"16","arabic_text":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Улар қасамларини ўзлари учун қалқон қилиб олдилар. Бас, Аллоҳнинг йўлидан тўсдилар. Уларга хорловчи азоб бордир!","footnotes":""},{"id":"5121","sura":"58","aya":"17","arabic_text":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Моллари ҳам, болалари ҳам улардан Аллоҳ(азоби)дан ҳеч нарсани қайтара олмас. Ана ўшалар дўзах аҳлидурлар. Улар унда абадий қолурлар. ","footnotes":""},{"id":"5122","sura":"58","aya":"18","arabic_text":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","translation":"Аллоҳ уларнинг барчасини қайта тирилтирадиган кунда, худди сизларга қасам ичганларидек, Унга ҳам қасам ичарлар, ва бирор нарсага эришамиз, деб ўйларлар. Аё, огоҳ бўлинг, улар, ҳа, улар ёлғончидирлар.","footnotes":""},{"id":"5123","sura":"58","aya":"19","arabic_text":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","translation":"Шайтон уларни эгаллаб олган ва Аллоҳнинг зикрини унуттирган. Ундоқ кишилар шайтон фирқасидандирлар. Аё, огоҳ бўлинглар, шайтон фирқасидагилар, ҳа, ўшалар ютқазувчидирлар.","footnotes":"(«Банданни шайтон эгаллаб олишининг аломати шулки, уни сиртини ялтироқ қилиш билан машғул қилиб қўяди. Яхши ейиш, яхши ичимлик ичиш, яхши либослар кийишга уринтириб, Аллоҳнинг неъматларига шукр келтиришдан чалғитади. Тилида ёлғон, бўҳтон ва ғийбатни гапиради-ю, Аллоҳнинг зикрини унутади».)"},{"id":"5124","sura":"58","aya":"20","arabic_text":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","translation":"Албатта, Аллоҳга ва Унинг Расулига душманлик қилувчилар хор бўлганлардандир. ","footnotes":""},{"id":"5125","sura":"58","aya":"21","arabic_text":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","translation":"Аллоҳ: «Мен ва Менинг Расулларим ғалаба қиламиз», деб ҳукм қилган. Албатта, Аллоҳ қувватли ва ғолибдир.","footnotes":""},{"id":"5126","sura":"58","aya":"22","arabic_text":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Аллоҳга ва охират кунига иймон келтирган қавмнинг Аллоҳ ва Унинг Расулига душманлик қилувчиларга дўстлик қилганларини топмассан. Ҳатто, у(душман)лар ўз оталари, болалари, ака-укалари ёки қариндошлари бўлса ҳам. Аллоҳ ундоқ кишиларнинг қалбларида иймонни собит қилган, уларни Ўз ҳузуридан бир руҳ билан қўллагандир. Ва уларни остидан сувлар оқиб турган жаннатларга киритур. Улар унда абадий қолурлар. Аллоҳ улардан рози бўлур. Улар Аллоҳдан рози бўлурлар. Ундай кишилар Аллоҳнинг фирқасидандирлар. Аё, огоҳ бўлинглар, албатта, Аллоҳнинг фирқасидагилар, ҳа, ўшалар ютувчилардир.","footnotes":"(Аллоҳнинг ризолигини топиш... Кимки яратган Роббиси ризолигини топмас экан, мабодо унинг иймони сақлаб қолмаса, бу ёлғончи дунёда умри алданиш билан, охиратда эса фақат азобга дучор бўлиш билан интиҳо топади.)"}]