[{"id":"5127","sura":"59","aya":"1","arabic_text":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Осмонлардагию ердаги барча нарсалар Аллоҳни поклаб ёд этди. У зот азийз ва ҳикматли Зотдир.","footnotes":""},{"id":"5128","sura":"59","aya":"2","arabic_text":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","translation":"У зот аҳли китобдан бўлган кофирларни ўз диёрларидан биринчи ҳашр учун чиқарган Зотдир. Уларни чиқар деб ўйламаган эдингиз. Ўзлари ҳам, қўрғонимиз бизни Аллоҳ(азоби)дан сақлаб қолур, деб ўйлашарди. Аллоҳ улар ўйламаган тарафдан олди ва уларнинг қалбига қўрқинч солди. Уйларини ўз қўллари билан ва мўминларнинг қўллари билан буза бошладилар. Ибрат олинг, эй, ақл эгалари!","footnotes":"(Яҳудийлар қўрғонларига ишониб, бизга ҳеч қандай ёмонлик етиши мумкин эмас, деб хотирлари жам эди. Лекин Аллоҳ таоло улар ўйламаган, хаёлларига келмаган ишни амр қилди. Қўрғонлар жойида қолиб, яҳудийларнинг қалбларидан путур кетди. Аллоҳ уларнинг қалбларига қўрқинч ва ваҳима солди. Ана шунда, биз кўчиб кетсак, бу қўрғонлар мусулмонларга қолмасин, дея уйларини ўзлари буза бошладилар. Мусулмонлар қамал давомида биноларга ташқаридан путур етказди. Оқибатда мустаҳкам қўрғонлар вайрон бўлди. Бу воқеа ақли бор ҳар бир кишига ўрнак бўларлик бир огоҳлантиришдир. Демак, бандаси қанчалик хом хаёл қилмасин, Худонинг буюргани бўлади.)"},{"id":"5129","sura":"59","aya":"3","arabic_text":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","translation":"Мабодо, Аллоҳ уларга кўчишни ёзмаганда ҳам, бу дунёда уларни азоблар эди. Ва уларга охиратда дўзах азоби бордур.","footnotes":"(Инсон охиратда бу дунёда қилган гуноҳ амалларига яраша жазо олиши муқаррар. Яҳудийларнинг кўчирилиши, улар учун нисбатан енгил азобдир.)"},{"id":"5130","sura":"59","aya":"4","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"Ундай бўлиши улар Аллоҳга ва Унинг Расулига хилоф қилганлари учундир. Кимки Аллоҳга хилоф қилса (унутмасинки), бас, албатта, Аллоҳ азоби шиддатли Зотдир.","footnotes":""},{"id":"5131","sura":"59","aya":"5","arabic_text":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","translation":"Сизнинг хурмони кесганингиз ёки аслида тик қолдирганингиз, фақат, Аллоҳнинг изни билан ва бузғунчиларни хорлаши учун бўлди.","footnotes":"(Хурмо дарахтининг энг яхши нави «лийнатин» деб аталади. Оят тафсирида таъкидланганидек, баъзи хурмо дарахтларини кесиб, баъзиларининг қолдирилиши бузғунчилик учун эмас, балки Аллоҳнинг изни билан бўлди. Ислом шариатида уруш пайтида ҳам ўсимлик ва ҳайвонот дунёсига зарар келтириш қатъиян ман қилинади. Бу боқий ҳукмдир. Лекин Бани Назийр ҳодисасида Аллоҳ таоло Ўзи уларни баъзи хурмо дарахтларини кесиб ўт қўйишга изн берган.)"},{"id":"5132","sura":"59","aya":"6","arabic_text":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Аллоҳ Ўз Расулига улардан қайтариб берган нарсага сизлар от ёки туя чоптириб бормадингиз. Лекин Аллоҳ Ўз Пайғамбарини, кимнинг устидан хоҳласа, ғолиб қилади. Аллоҳ ҳар бир нарсага қодирдир.","footnotes":"(Бу оятда Аллоҳ таоло қўлга тушган мол-мулк учун мусулмонлар туя миниб, от чоптириб қийналмаганларини, бу нарсаларни Пайғамбарига Аллоҳнинг Ўзи, Ўз қудрати билан берганини эслатмоқда.)"},{"id":"5133","sura":"59","aya":"7","arabic_text":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"Аллоҳ Ўз Расулига шаҳар-қишлоқ аҳлидан қайтариб берган нарса... Аллоҳгадир ва Унинг Расулига ва яқин қариндошларига, етимларга ва мискинларга ва кўча ўғилларигадир. Сизлардан бойларингиз орасида айланадиган нарса бўлиб қолмаслиги учун. Пайғамбар сизга нимани берса, ўшани олинглар ва нимадан қайтарса, ўшандан қайтинглар. Аллоҳдан қўрқинглар. Албатта, Аллоҳ азоби зўр Зотдир.","footnotes":"(Аллоҳ таоло яҳудийлар қолдирган молларни «қайтарилган мол» деб номлаяпти. Аслида, мол Аллоҳники, Бани Назийрга берган молини энди Пайғамбарига қайтарди. Аслида ўлжаларни жиҳодда қатнашган мужоҳидларга тақсимланади. Аммо бу сафар ўлжа урушсиз қўлга тушгани учун ушбу ва кейинги оятда зикри келган: Аллоҳ, Аллоҳнинг Расули, Пайғамбар алайҳиссаломнинг яқин қариндошлари, сафарда оғир аҳволга тушганлар, етим, мискин ва фақир муҳожирларга тақсимланмоқда.)"},{"id":"5134","sura":"59","aya":"8","arabic_text":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","translation":"Ўз диёрларидан ва мол-мулкларидан жудо қилинган фақир муҳожирларгадир. Улар Аллоҳдан фазл ва Унинг розилигини умид қиладилар. Аллоҳга ва Унинг Расулига ёрдам берадилар. Ўшандоқ кишилар содиқдирлар.","footnotes":""},{"id":"5135","sura":"59","aya":"9","arabic_text":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"У(муҳожир)лардан аввал бу жой(Мадина)да яшаган ва иймонга (ихлос қилганлар). Улар юртларига ҳижрат қилиб келганларни севарлар ва уларга берилган нарсаларга қалбларида ҳасад қилмаслар. Ва гар ўзларининг ҳожатлари бўлса ҳам, уларни ўзларидан устун қўярлар. Ким ўз нафсининг бахиллигидан сақланса, ундоқ кишилар, ҳа, ўшалар ютувчилардир.","footnotes":"(Мадиналик мусулмонлар Пайғамбар алайҳиссаломга ва муҳожирларга ёрдам берганлари учун «Ансорлар» деб номланганлар. Ушбу оят ансорларнинг инсоният тарихида мисли кўрилмаган саховатларию одамгарчиликларини васф қилмоқда.)"},{"id":"5136","sura":"59","aya":"10","arabic_text":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","translation":"Улардан кейин келганлар: «Эй Роббимиз, бизни ва биздан аввал иймон билан ўтган биродарларимизни мағфират қилгин, иймон келтирганларга қалбимизда нафрат (пайдо) қилмагин. Эй Роббимиз, албатта, Сен шафқатли ва меҳрибонсан», дерлар.","footnotes":"(Ояти каримада Ислом умматининг аввали билан охирини боғлаб турувчи ип намоён бўлмоқда. Кейин келган мусулмон авлоди, ким бўлишидан қатъий назар, ўзидан аввал ўлиб кетганларни яхшилик билан эслаб, уларнинг ҳаққига хайрли дуолар қиладилар. Ўлганларни сўкиш, уларни хорлаш мусулмонларга муносиб иш эмас. Ислом умматининг ўлигию, тириги, аввалию охири бир хилда эъзозга лойиқдир.)"},{"id":"5137","sura":"59","aya":"11","arabic_text":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"Нифоқ қилганларнинг аҳли китобдан бўлган ўз биродарларига: «Агар сизлар (диёрларингиздан) қувилсангиз, биз ҳам сизлар билан кетамиз, сизни қўйиб ҳеч қачон ҳеч кимга итоат қилмасмиз ва мабодо сизларга уруш қилинса, албатта ёрдам берурмиз», дейишларини кўрмайсанми?","footnotes":"(Мунофиқлар аҳли китоб бўлмиш яҳудий қабиласи Бани Назийрга келиб: «Муҳаммаддан қўрқманглар, биз сизлар билан биргамиз. Мабодо ўз юртларингдан чиқиб кетишга мажбур бўлсаларингиз, биз ҳам сизга қўшилиб чиқиб кетамиз. Агар Муҳаммад сизга қарши уруш қиладиган бўлса, биз сизларга ёрдам берамиз», дейишган.)"},{"id":"5138","sura":"59","aya":"12","arabic_text":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","translation":"Албатта, агар у(яҳудий)лар чиқарилсалар, (мунофиқлар) улар билан бирга чиқмаслар. Ва, албатта, агар у(яҳудий)ларга (қарши) уруш қилинса, (мунофиқлар) ёрдам бермаслар. Борди-ю, ёрдам берганларида ҳам, ортларига қараб қочарлар ва улар ёрдамсиз қоларлар.","footnotes":""},{"id":"5139","sura":"59","aya":"13","arabic_text":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","translation":"Албатта, уларнинг қалбларига Аллоҳдан кўра сизлар кўпроқ қўрқинчли туюласизлар. Чунки, улар яхши англамайдиган қавмдир.","footnotes":"(Мунофиқу кофирлар Аллоҳдан кўра мўмин-мусулмонлардан кўпроқ қўрқадилар. Агар Аллоҳнинг Ўзидангина қўрқанларида эди, мунофиқ ҳам, кофир ҳам бўлмас эдилар.)"},{"id":"5140","sura":"59","aya":"14","arabic_text":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","translation":"Сизларга қарши уюшиб, очиқ уруш қила олмаслар, балки қўрғон билан ўралган қишлоқларда ёки деворлар ортига бекиниб олиб уруш қилурлар. Ўз ораларида адоватлари шиддатли. Уларни бир деб ўйлайсан. Ҳолбуки, қалблари тарқоқдир. Бу ҳол уларнинг ақл юритмайдиган қавм эканликларидандир.","footnotes":"(Табиийки, ихтилофлар туфайли истаклар, мақсадлар, фирқалар ва шиорлар кўпаяди. Бу эса ҳар бир миллатни ҳалокатга олиб боради.)"},{"id":"5141","sura":"59","aya":"15","arabic_text":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Бу, худди, яқинда ўз қилмишларининг оқибатини татиб кўрганларга ўхшашдир. Ва уларга (охиратда) аламли азоблар бор.","footnotes":"(Бу оятда, Бани Назийр аҳли ҳам хиёнат, исён туфайли худди улардан аввалги Бани Қайниқоъ аҳли тушган ҳолга тушганлари эслатилмоқда.)"},{"id":"5142","sura":"59","aya":"16","arabic_text":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","translation":"Бу, худди, шайтон инсонга, «кофир бўл», деган пайтга ўхшайдир. У куфр келтирганда эса: «Сен билан менинг ишим йўқ, мен оламлар Робби — Аллоҳдан қўрқаман», деди.","footnotes":""},{"id":"5143","sura":"59","aya":"17","arabic_text":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","translation":"Бас, уларнинг оқибатлари бир — албатта, икковлари ҳам дўзахда бўлурлар, у ерда абадий қолурлар. Ва бу золимларнинг жазосидир.","footnotes":"(Бани Назийр қабиласи ушбу жонли мисол билан хотима топади.)"},{"id":"5144","sura":"59","aya":"18","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Эй, иймон келтирганлар! Аллоҳга тақво қилинглар! Ҳар ким эрталик кун учун нима қилганига назар солсин. Аллоҳга тақво қилинглар! Албатта, Аллоҳ нима қилаётганингиздан хабардордир.","footnotes":"(Қиёмат нисбатан жуда яқин вақт, шунинг учун ҳам у «эрта» дейилади. Демак, ҳар бир инсон қиёмат куни учун нима иш қилганини ўйлаб қўйиши керак.)"},{"id":"5145","sura":"59","aya":"19","arabic_text":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translation":"Аллоҳни унутганларга ўхшаган бўлманглар. У зот уларга ўз шахсларини унуттирди. Ундоқ кишилар фосиқдирлар.","footnotes":"(Аллоҳни унутган одам бу дунёда уни олий мақом билан боғлаб турувчи алоқани йўқотади. Уни бошқа жонзотлардан ажратиб турадиган олий мақсаддан маҳрум бўлади. Ва ниҳоят, ўзининг инсонлигини унутади.)"},{"id":"5146","sura":"59","aya":"20","arabic_text":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","translation":"Олов эгалари ва жаннат эгалари тенг эмаслар. Жаннат эгалари ютуққа эришганлардир.","footnotes":""},{"id":"5147","sura":"59","aya":"21","arabic_text":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"Агар ушбу Қуръонни тоққа туширганимизда эди, унинг Аллоҳдан қўрққанидан титраб-қақшаб, парчаланиб кетганини кўрар эдинг. Ушбу мисолларни одамларга келтирурмиз, шоядки, улар фикр юритсалар.","footnotes":""},{"id":"5148","sura":"59","aya":"22","arabic_text":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","translation":"У — Аллоҳ Ундан ўзга илоҳ йўқ Зотдир. У ғойибни ҳам, ошкорни ҳам билувчидир. У меҳрибон ва раҳимлидир. ","footnotes":""},{"id":"5149","sura":"59","aya":"23","arabic_text":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"У — Аллоҳ Ундан ўзга илоҳ йўқ Зотдир. У — Малик, У — Қуддус, У — Салом, У — Муъмин, У — Муҳаймин, У — Азийз, У — Жаббор, У — Мутакаббирдир. Аллоҳ улар ширк келтираётган нарсалардан покдир.","footnotes":"(Малик — ҳақиқий эгадир, Ундан ўзга эга йўқ. Шунинг учун бандалар фақат унга қул бўладилар. Қуддус — барча айблардан холи, нолойиқ сифатлардан пок. Мутлақ муқаддаслик ва мутлақ поклик Аллоҳнинг Ўзигагина хосдир. Салом — нуқсонлардан саломат, шунингдек, тинчлик-хотиржамлик ва роҳат берувчи зот. Аллоҳ «Салом» сифати ила бандаларга тинчлик, омонлик, хотиржамлик ато қилади. Мўмин — иймон ва омонликни берувчи. Муҳаймин — ҳамма нарсани қамраб олувчи, яъни Аллоҳ бандаларнинг барча ҳолатларининг гувоҳи бўлиб туради, ундан ҳеч нарса махфий қолмайди. Азиз — барчанинг устидан ғолиб. Жаббор — олий қадар, улуғ, Унинг олдида ўзгалар ўзини хор тутади. Мутакаббир — кибирёси ва улуғлиги муболағали зот.)"},{"id":"5150","sura":"59","aya":"24","arabic_text":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"У — Аллоҳ — Холиқ, Бориъ, Мусоввирдур. Барча гўзал исмлар Уникидир. Осмонлару ердаги барча нарсалар Уни поклаб ёд этадилар. Яна У — Азийз ва Ҳакиймдир.","footnotes":"(Холиқ — яратувчи. Бариъу — йўқдан бор қилувчи. Мусаввир — махлуқотларнинг сувратини шакллантирувчи зот. Дунёдаги барча чиройли исмлар Аллоҳникидир. Ҳадиси шарифда Аллоҳнинг тўқсон тўққизта чиройли исми зикр қилинган. Осмонда бўлсин, ерда бўлсин, дунёдаги барча нарсалар Аллоҳ таолони поклаб ёд этади, лекин биз уларнинг тасбиҳини тушунмаймиз. У Аллоҳ ғолибдир ва ҳаким-барча ишларни ҳикмат билан қилувчи Зотдир.)"}]