[{"id":"5151","sura":"60","aya":"1","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translation":"Эй, иймон келтирганлар! Агар Менинг йўлимда жиҳод қилиб ва розилигимни сўраб чиққан бўлсангиз, Менинг душманларимни ва ўзингизнинг душманларингизни дўст тутманглар. Сизлар уларга дўстлик қиласизлар, улар бўлса, сизларга келган ҳаққа куфр келтирурлар. Роббингиз бўлмиш Аллоҳга иймон келтирганингиз учун, Пайғамбарни ва сизни ҳайдаб чиқарурлар. Сиз уларга дўстлик қилиб сир айтурсиз. Ҳолбуки, Мен нимани махфий тутганингизнию нимани ошкор қилганингизни жуда яхши билурман. Ораларингизда ким ўша ишни қилса, тўғри йўлдан адашган бўлур.","footnotes":"(Аллоҳнинг ва мусулмонларнинг душманларига дўстлик қилувчи кишилар билиб қўйсинларки, улар мусулмонларга келган ҳаққа — Қуръон ва Исломга кофир бўлганлар. Бу ҳам етмаганидек, Пайғамбарнинг ва мўминларнинг иймонларини айб ҳисоблаб, ўз диёрларидан ҳайдаб чиқарганлар. Шунинг учун у мушрикларни дўст тутмаслик керак. Биров билмайди, деб уларга сир айтманг, Аллоҳ таоло сиру ошкор барча амалларингизни билиб турувчи Зотдир.)"},{"id":"5152","sura":"60","aya":"2","arabic_text":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","translation":"Агар улар сиздан устун келсалар, сизга душман бўлурлар ва сизларга қўлларию тиллари билан ёмонлик етказишга интилурлар. Ва сизларнинг кофир бўлишларингизни хоҳларлар.","footnotes":""},{"id":"5153","sura":"60","aya":"3","arabic_text":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Қариндошларингиз ва фарзандларингиз сизга ҳеч манфаат бера олмаслар. Қиёмат куни У зот ораларингизни бўладир. Аллоҳ нима қилаётганингизни кўриб тургувчидир.","footnotes":""},{"id":"5154","sura":"60","aya":"4","arabic_text":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","translation":"Ҳақиқатан, сизларга Иброҳим ва у билан бирга бўлганларда яхши ўрнак бор. Улар: «Биз сиздан ва сиз ибодат қилаётган нарсадан безормиз, сизга куфр келтирдик, энди, токи ягона Аллоҳга иймон келтирмагунларингизча, орамизда доимий адоват ва кучли нафрат пайдо бўлди», дедилар. Аммо, Иброҳимнинг отасига қарата: «Албатта, сен учун истиғфор айтаман. Сендан Аллоҳ(азоби)дан бирор нарса қайтаришга молик эмасман», деган сўзида (ўрнак йўқ). «Эй Роббимиз, фақат Сенга таваккал қилдик, фақат Сенгагина қайтдик ва қайтиб борадиган жой ҳам фақат Сенгагинадир».","footnotes":"(Иброҳим Пайғамбар оталарига раҳмлари келиб: «Албатта, сен учун истиғфор айтаман», дея ваъда берганлар. Лекин отанинг иймонга келмаслигига кўзлари етгач, «Сендан Аллоҳнинг азобини қайтаришга молик эмасман», деб қўшиб қўйганлар.)"},{"id":"5155","sura":"60","aya":"5","arabic_text":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"«Эй Роббимиз, бизни кофирларга фитна қилиб қўймагин ва бизни кечиргин. Эй Роббимиз, албатта Сен, Ўзинг ўолибсан ва Ҳакиймсан».","footnotes":""},{"id":"5156","sura":"60","aya":"6","arabic_text":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"Албатта, кимнинг Аллоҳдан ва қиёмат кунидан умиди бўлса, шулар учун уларда яхши ўрнак бор эди. Лекин ким юз ўгирса (билиб қўйсинки), Аллоҳ беҳожат, мақталган Зотдир.","footnotes":""},{"id":"5157","sura":"60","aya":"7","arabic_text":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Шоядки, Аллоҳ сизлар билан улар ичидаги душманларингиз ўртасида дўстлик пайдо қилса, Аллоҳ бунга қодирдир. Аллоҳ кечирувчи ва раҳиймлидир.","footnotes":"(Аллоҳ таолодан «шоядки» калимаси содир бўлса, албатта, воқеликда содир бўлиши шарт. Бу ваъда Маккаи Мукаррама фатҳ бўлиши билан амалга ошди. Мушриклар тўп-тўп бўлиб Аллоҳнинг динига кирдилар ва мусулмонлар билан дўст-биродар бўлдилар. Қалбларидаги душманлик туйғулари ҳам кўтарилди.)"},{"id":"5158","sura":"60","aya":"8","arabic_text":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translation":"Аллоҳ сизларни диний уруш қилмаган ва диёрларингиздан қувиб чиқармаганларга яхшилик ва адолат қилишдан қайтармас. Албатта, Аллоҳ адолат қилувчиларни яхши кўрадир. ","footnotes":""},{"id":"5159","sura":"60","aya":"9","arabic_text":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","translation":"Албатта, Аллоҳ сизларни диний уруш қилувчилар, диёрингиздан чиқарувчилар ва чиқарилишингизга ёрдам берганларга дўстлик қилишдан қайтарадир. Уларни дўст тутганлар золим кишилардир.","footnotes":"(Аллоҳ таоло бу ояти каримада мўмин-мусулмонларни бошқа миллат ва диёнат вакиллари билан агар улар мусулмонларга диний адоват ила уруш қилмаса ва уларни сиқувга олиб ўз диёрларидан чиқариб юборишга уринмаса, яхши алоқада бўлишга буюрмоқда ва уларга нисбатан адолатли бўлишни таъкидламоқда. Аммо кимки мусулмонларга диний адоват туфайли уруш очса, уларни диёрларидан чиқарса ёки душманларига уларни диёрларидан чиқаришда ёрдам берса, албатта, ундай кишиларни дўст тутиб бўлмайди. Бу ҳам айни адолатдир.)"},{"id":"5160","sura":"60","aya":"10","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Эй, иймон келтирганлар! Агар сизларга мўминалар ҳижрат қилиб келсалар, уларни имтиҳон қилиб кўринглар. Аллоҳ уларнинг иймонини билгувчидир. Бас, мўминаликларини билсангиз, уларни кофирларга қайтариб юборманг. Бу(аёл)лар уларга ҳалол эмас ва улар ҳам буларга ҳалол бўлмаслар. Ва у(кофир)ларга нафақа қилган нарсаларини беринглар. Ва агар у(аёл)ларни маҳрларини бериб, никоҳлаб олсангизлар, сизларга гуноҳ бўлмас. Кофир хотинларингизни никоҳларингизда ушлаб турманглар. Нафақа қилган нарсаларингизни сўранглар, улар ҳам нафақа қилган нарсаларини сўрасинлар. Бу, сизларга Аллоҳнинг ҳукмидир. У, орангизда ҳукм қиладир. Аллоҳ билгувчи ва ҳикматлидир.","footnotes":"(Душман тарафдан келган ҳар бир кишини ҳам қучоқ очиб кутиб олинавермайди. Чунки, душман жосус юбориши ҳам мумкин. Шунинг учун Аллоҳ таоло имтиҳон қилиб кўришни амр қилмоқда. Ушбу ояти карима тушгунча мусулмонлардан баъзилари мушрика хотинлари билан бирга яшаётган эдилар. Оят тушгандан сўнг уларни талоқ қилдилар.)"},{"id":"5161","sura":"60","aya":"11","arabic_text":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","translation":"Агар аёлларингиздан бирортаси кофирларга ўтиб кетса, урушда туширилган ўлжадан хотини кетиб қолганга у нафақа қилган миқдорни берингиз. Ўзингиз иймон келтирган Аллоҳдан қўрқинг.","footnotes":""},{"id":"5162","sura":"60","aya":"12","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Эй Набий! Агар мўминалар сенга Аллоҳга ҳеч нарсани ширк келтирмаслик, ўғрилик қилмаслик, зино қилмаслик, болаларини ўлдирмаслик, қўллари ва оёқлари орасидан бўҳтон тўқиб келтирмаслик ва сенга яхшилик ишда исён қилмасликка байъат қилиб келсалар, уларнинг байъатини қабул қил. Ва Аллоҳдан уларнинг гуноҳини кечишни сўра. Албатта, Аллоҳ гуноҳларни кечирувчи ва меҳрибондир.","footnotes":"(Аҳднома (байъат) бериш — Ислом раҳбарига ўзининг содиқлигини баён қилиб ваъда беришдир. Пайғамбар алайҳиссалом эр мусулмонлардан авваллари аҳднома олган эдилар. Аёллардан эса ушбу оят тушгандан сўнг ола бошлаганлар.)"},{"id":"5163","sura":"60","aya":"13","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","translation":"Эй, иймон келтирганлар! Аллоҳнинг ғазабига учраган қавмни дўст тутманглар. Кофирлар қабр эгаларидан умид узганларидек, улар ҳам охиратдан умид узганлар.","footnotes":""}]