[{"id":"5164","sura":"61","aya":"1","arabic_text":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Осмонлару ердаги барча нарсалар Аллоҳга тасбиҳ айтади. У зот ғолиб ва ҳикмат эгасидир.","footnotes":""},{"id":"5165","sura":"61","aya":"2","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","translation":"Эй, иймон келтирганлар! Нима учун қилмаган нарсаларингизни гапирасиз?! ","footnotes":""},{"id":"5166","sura":"61","aya":"3","arabic_text":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","translation":"Қилмайдиган нарсангизни гапиришингиз Аллоҳнинг наздида қаттиқ ёмон кўрилгандир. ","footnotes":"(Жиҳод фарз қилинишидан аввал бир гуруҳ мўминлар, агар Аллоҳ таоло бизни Ўзи энг суядиган амалга буюрганда эди, уни бажариб улкан савобларга эришардик, деб орзу қилиб юришарди. Шунда Аллоҳ Пайғамбар алайҳиссаломга ваҳий юбориб, жиҳодни фарз қилди, аммо аввал гапириб юрганларга бу амр машаққатли туюлди, оғир ботди. Шундан сўнг, Аллоҳ таоло юқоридаги оятларни тушириб, уларни огоҳлантирди. Бундан камида иккита ибрат чиқади: биринчиси — жиҳод Аллоҳ нақадар суйган амаллардан эканини ҳамда иккинчиси — айтганига амал қилиш энг олий даражадаги мартаба эканини биламиз. Бу гаплар ҳар бир ислом умматига тегишлидир. Қайси уммат — миллат шунга амал қилса, Аллоҳ олдида улкан савобга, ҳаётда эса улкан тараққиётга эришади.)"},{"id":"5167","sura":"61","aya":"4","arabic_text":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","translation":"Албатта, Аллоҳ Ўз йўлида худди жипс бинодек бўлиб, сафда туриб уруш қиладиганларни яхши кўрадир.","footnotes":"(Аллоҳ таоло мўминлар жамиятини доимо бирдам, ҳамфикр ва жипслашган бўлишини хоҳлайди. Бу оятда эса урушда ҳам бирдам бўлишга, жипслашиб, душманни бир жабҳа бўлиб қарши олишга буюрмоқда.)"},{"id":"5168","sura":"61","aya":"5","arabic_text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"Мусо ўз қавмига: «Эй қавмим, Аллоҳнинг Расули эканимни билиб туриб яна нима учун менга озор берасиз», деганини эсла. Улар (ҳақдан) бурилган эдилар, Аллоҳ уларнинг қалбини буриб қўйди. Аллоҳ фосиқ қавмларни ҳидоят қилмас.","footnotes":""},{"id":"5169","sura":"61","aya":"6","arabic_text":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translation":"Ийсо ибн Марям: «Эй, Бани Исроил, албатта, мен ўзимдан олдин келган Тавротни тасдиқлаш ва мендан кейин келувчи Аҳмад исмли Расулнинг башоратини бериш учун Аллоҳ сизларга юборган Пайғамбарман», деганини эсла. Қачонки у(Аҳмад) уларга ҳақ билан келган вақтда эса, бу очиқ-ойдин сеҳрдир, дедилар. ","footnotes":""},{"id":"5170","sura":"61","aya":"7","arabic_text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","translation":"Исломга даъват қилиниб турганида Аллоҳга нисбатан ёлғон тўқиган кимсадан ҳам золимроқ киши борми? Ҳолбуки, Аллоҳ золимларни ҳидоятга солмас. ","footnotes":"(Яъни, инсон Исломга даъват қилинса, икки дунёнинг саодатига эриштирувчи динга чақирилса, уни хурсандлик билан қабул қилишнинг ўрнига, Аллоҳга нисбатан ёлғон тўқиса, ҳақиқатдан у дунёдаги энг ашаддий золим ҳисобланади. Ундайларнинг Аллоҳ таолога нисбатан тўқиган ёлғонлари турлича бўлади.)"},{"id":"5171","sura":"61","aya":"8","arabic_text":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"Оғизлари билан Аллоҳнинг нурини ўчирмоқчи бўладилар. Ҳолбуки, Аллоҳ, кофирлар ёқтирмаса ҳам, ўз нурини тугал этгувчидир. ","footnotes":"(Ислом динини йўқ қилиш учун уринувчиларнинг ҳаракати қуёшнинг шуъласини оғиз билан пуфлаб ўчиришга ҳаракат қилишга ўхшайди.)"},{"id":"5172","sura":"61","aya":"9","arabic_text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","translation":"У зот Ўз Расулини ҳидоят ва ҳақ дин билан барча динлардан устун қилиш учун юборган Зотдир. Гарчи мушриклар ёқтирмасалар ҳам. ","footnotes":""},{"id":"5173","sura":"61","aya":"10","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","translation":"Эй, иймон келтирганлар! Сизларни аламли азобдан нажот топтирувчи тижоратга далолат қилайми? ","footnotes":""},{"id":"5174","sura":"61","aya":"11","arabic_text":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Аллоҳга ва Унинг Расулига иймон келтирасизлар ҳамда Унинг йўлида молингиз ва жонингиз билан жиҳод қиласизлар. Шундоқ қилмоқларингиз, агар билсангизлар, ўзларингиз учун яхшидир. ","footnotes":""},{"id":"5175","sura":"61","aya":"12","arabic_text":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Гуноҳларингизни кечирур ва сизларни адн жаннатидаги (дарахтлари) остидан анҳорлар оқиб турган боғларга ва яхши масканларга киритур. Бу нарса сиз учун улуғ ютуқдир. ","footnotes":""},{"id":"5176","sura":"61","aya":"13","arabic_text":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"Ва сизлар яхши кўрадиган бошқаси ҳам бор. Аллоҳдан ёрдам ва яқин зафар. Ва мўминларга башорат бер. ","footnotes":"(Ушбу оят Қуръони Каримнинг ғойибдан берган хабарларидан бўлиб, улкан мўъжиза ҳамдир. Чунки у Маккаи Мукаррама фатҳ этилишидан аввал тушган. Бундан бир оз вақтдан кейин Аллоҳ таоло ушбу оятда берган ваъдаси устидан чиқди. Аллоҳнинг ёрдами бўлиб, Макка мусулмонлар қўлига ўтди. Сўнг тезда бутун Арабистон ярим ролига Ислом дини тарқалди.)"},{"id":"5177","sura":"61","aya":"14","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","translation":"Эй, иймон келтирганлар! Аллоҳнинг ёрдамчилари бўлинг! Ийсо ибн Марям ҳаворийларга: «Ким Аллоҳ учун менинг ёрдамчим(бўлади)?» деганида, ҳаворийлар: «Биз Аллоҳнинг ёрдамчиларимиз», дедилар. Бас, Бани Исроилдан бир тоифа иймон келтирди ва бир тоифа кофир бўлди. Бас, Биз иймон келтирганларни душманлари устидан қўллаб-қувватладик. Ва улар ғолиб бўлдилар.","footnotes":"(Ҳаворийлар Ийсо алайҳиссаломнинг шогирдлари, у кишига яқин одамлардир. Аллоҳ таоло бу ояти каримада мусулмонларни Ислом динига хизмат қилишга чақирмоқда ва бу хизматни Аллоҳга ёрдамчи бўлиш, деб атамоқда.)"}]