[{"id":"5189","sura":"63","aya":"1","arabic_text":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","translation":"Мунофиқлар ҳузурингга келганларида: «Гувоҳлик берамизки, сен, албатта, Аллоҳнинг Расулисан», дерлар. Ҳолбуки, Аллоҳ, албатта, сен Унинг Расули эканингни биладир. Ва Аллоҳ гувоҳлик берурки, албатта, мунофиқлар ёлғончидирлар.","footnotes":""},{"id":"5190","sura":"63","aya":"2","arabic_text":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Улар қасамларини қалқон қилиб олдилар ва Аллоҳнинг йўлидан тўсдилар. Бас, уларнинг қилган ишлари ёмон бўлди!","footnotes":""},{"id":"5191","sura":"63","aya":"3","arabic_text":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","translation":"Бунга сабаб шуки, улар иймон келтирдилар, сўнг кофир бўлдилар, бас, қалбларига муҳр босилди. Энди улар фаҳмламаслар.","footnotes":""},{"id":"5192","sura":"63","aya":"4","arabic_text":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translation":"Ва агар уларни кўрсанг, жисмлари сени ажаблантирур ва агар гапирсалар, гапларига қулоқ осарсан. Улар худди суяб қўйилган ходага ўхшарлар. Ҳар қичқириқни зиддиларига ҳисобларлар. Улар душмандирлар. Улардан ҳазир бўл. Аллоҳ уларга уруш очсин, ҳақдан қандоқ ўгирилурлар?!","footnotes":"(Бу оятда Аллоҳ таоло мунофиқларнинг баъзи сифатлари ва тасарруфларини мўминлар улардан эҳтиёт бўлишлари учун баён қилмоқда. Чунки мунофиқларнинг ичида чиройли юзли, келишган гавдали, сўзга уста кишилар бор. Бундай қараганда, келишган, туппа-тузук одамлар, гаплари ҳам кишиларни ром қиладиган. Масалан, мунофиқларнинг ўша пайтдаги раҳбари Абдуллоҳ ибн Убай қоматли, чиройли ва сўзламол одам эди. Бошқа мунофиқлардан ҳам унга ўхшашлари бор эди. Пайғамбар алайҳиссаломнинг мажлисларига келиб, деворга суяниб ўтирар эдилар. Саҳобалар уларнинг қоматларига ҳавас билан боқишар, гапларига қулоқ солар эдилар. Лекин барибир қалблари иймондан, яхшиликдан холи бўлгани учун Аллоҳ таоло уларни деворга суяб қўйган ходага ўхшатмоқда.)"},{"id":"5193","sura":"63","aya":"5","arabic_text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","translation":"Ва агар уларга: «Келинглар, Аллоҳнинг Расули сизларга истиғфор айтур», дейилса, улар бошларини чайқарлар. Ва уларнинг мутакаббирлик ҳолида юз ўгираётганларини кўрурсан.","footnotes":""},{"id":"5194","sura":"63","aya":"6","arabic_text":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"Улар учун истиғфор айтасанми ёки айтмайсанми — бари бир. Аллоҳ уларни ҳеч мағфират қилмас. Зеро, Аллоҳ фосиқ қавмларни ҳидоят қилмас. ","footnotes":"(Истиғфор айтиш — гуноҳнинг кечишини Аллоҳдан сўраш. Суранинг нозил бўлиши ҳақидаги ривоятларда келишича, мунофиқларнинг раҳбари Абдуллоҳ ибн Убайнинг ёлғончилиги фош бўлгандан сўнг кишилар унга: «Энди Расулуллоҳнинг ҳузурларига бориб узр сўра, у киши сенинг гуноҳларингни кечишини сўраб Аллоҳга дуо қилсалар, гуноҳларинг мағфират қилинса ажаб эмас», дейишганда, мутакаббирлик билан бош чайқаб, бормаган экан. Лекин оятнинг ҳукми ҳамма мунофиқлар учун бир.)"},{"id":"5195","sura":"63","aya":"7","arabic_text":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","translation":"Улар: «Расулуллоҳнинг ҳузуридагиларга нафақа берманглар, ҳаттоки, тарқаб кетсинлар», дерлар. Ҳолбуки, осмонлару ернинг хазийналари Аллоҳникидур. Ва лекин мунофиқлар тушунмаслар.","footnotes":""},{"id":"5196","sura":"63","aya":"8","arabic_text":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","translation":"Улар: «Агар Мадинага қайтиб борсак, албатта, азиз хорни ундан чиқарур», дерлар. Ҳолбуки, азизлик Аллоҳга, Унинг Расулига ва мўминларига хосдир. Аммо мунофиқлар билмаслар.","footnotes":"(Ушбу ояти карима мунофиқлар бошлиғининг Пайғамбар алайҳиссаломни Мадинадан хорларча қувиб чиқараман, деб қилган дўқ-пўписасига раддия беради. «Мадинага қайтиб борсак», дейилгандан мурод Мусталиқ қавмига қарши ғазотдан қайтиб Мадина шаҳрига борсак, деганидир. Бундан кўриниб турибдики, мунофиқлар қарши турли жабҳа ва услубларни, шу жумладан, маҳаллийчиликни ҳам ишга соладилар.)"},{"id":"5197","sura":"63","aya":"9","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"Эй, иймон келтирганлар! Молларингиз ва болаларингиз сизни Аллоҳнинг зикридан чалғитмасин. Ким шундай қилса, бас, ана ўшалар ютқазганлардир.","footnotes":""},{"id":"5198","sura":"63","aya":"10","arabic_text":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","translation":"Ва бирингизга ўлим келиб: «Эй Роббим, агар менинг ўлимимни яқин муддатга орқага сурсанг, бас, садақа қилиб солиҳлардан бўлсам», демасдан аввал, Биз сизларга ризқ қилиб берган нарсалардан нафақа қилинг.","footnotes":"(Ризқнинг асосий манбаи Аллоҳнинг Ўзидир ва У одамларга Ўзи хоҳлаганича бериб қўйган ва уни нафақа, хайр-эҳсон қилиб туришга буюрган. Албатта, бу иш ўлим келишидан аввал бўлиши шарт. Соғ-саломатликда, ҳамма нарсага қодирлик пайтда хайр-эҳсон қилса, ўрнига тушади.)"},{"id":"5199","sura":"63","aya":"11","arabic_text":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Аллоҳ ажали келган жонни ҳеч-ҳеч орқага сурмас. Ва, Аллоҳ нима қилаётганингиздан хабардордир.","footnotes":"(Оқил киши бошига ўлим келмасидан хайрли ишларни кўпроқ қилиб қолишга интилади ва шундай бўлиши ҳам лозим. Чунки Аллоҳ таоло ҳар бир гапу ишдан хабардор Зотдир.)"}]