[{"id":"5200","sura":"64","aya":"1","arabic_text":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Осмонлардаги нарсалар ва ердаги нарсалар Аллоҳга тасбиҳ айтурлар. Мулк Унга хосдир, мақтов ҳам Унга хосдир ва У барча нарсага қодирдир.","footnotes":""},{"id":"5201","sura":"64","aya":"2","arabic_text":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"У, сизларни яратган Зотдир. Бас, баъзиларингиз кофир ва баъзиларингиз мўминдир. Аллоҳ нима қилаётганингизни кўриб турувчидир.","footnotes":""},{"id":"5202","sura":"64","aya":"3","arabic_text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","translation":"У, осмонлару ерни ҳақ билан яратди. Ва қиёфангизни чиройли сувратда қилди. Ва қайтиб бориш Унинг Ўзигадир.","footnotes":"(Уламоларимиз «Осмонлару Ерни ҳақ билан яратди» жумласини «Ҳикмат» билан яратди, деб тушунтирадилар. Осмондаги ҳисобсиз юулдузлар ва бошқа жисмлар, уларнинг бир-биридан маълум узоқликда ва қатъий тартибда жойлашиши, ҳали инсон илми етмаган кўпгина нарса ва ҳодисалар уларни ягона Аллоҳ яратганини тасдиқлайди.)"},{"id":"5203","sura":"64","aya":"4","arabic_text":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"У, осмонлару ердаги нарсаларни биладир. Сизлар сир тутаётган нарсани ҳам ва эълон қилаётган нарсани ҳам биладир. Аллоҳ кўкракдаги нарсаларни ҳам билувчидир.","footnotes":""},{"id":"5204","sura":"64","aya":"5","arabic_text":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Сизларга олдин кофир бўлганларнинг хабари келмадими? Бас, улар ўз ишларининг азобини татидилар ва уларга аламли азоблар бор.","footnotes":""},{"id":"5205","sura":"64","aya":"6","arabic_text":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","translation":"Бунинг боиси шуки, уларга Пайғамбарлари ойдин далиллар билан келардилар, улар бўлса, бизни башар ҳидоятга бошларми, деб куфрга кетардилар ва (ҳақдан) юз ўгирардилар. Ва Аллоҳ беҳожат бўлди. Аллоҳ беҳожат ва мақталгандир.","footnotes":""},{"id":"5206","sura":"64","aya":"7","arabic_text":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"Кофирлар ҳеч қайта тирилмасликларини даъво қилурлар. Сен: «Ундоқ эмас, Роббим билан қасамки, албатта қайта тирилтириласизлар, сўнгра қилган ишларингиздан хабардор қилинасизлар. Бу иш Аллоҳ учун осондир», деб айт.","footnotes":""},{"id":"5207","sura":"64","aya":"8","arabic_text":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Бас, Аллоҳга, Унинг Расулига ва Биз туширган нурга иймон келтиринглар. Аллоҳ нима қилаётганингиздан хабардордир.","footnotes":""},{"id":"5208","sura":"64","aya":"9","arabic_text":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"У сизларни «Жамлаш куни»га тўплайдиган кунни эсланг. У кун «тағобун» кунидир. Ким Аллоҳга иймон келтирса ва солиҳ амаллар қилса, унинг гуноҳларини кечирур ва (дарахтлари) остидан анҳорлар оқиб турган жаннатларга киритур. Унда абадул-абад қолурлар. Бу улкан ютуқдир.","footnotes":"(«Жамлаш куни», Аллоҳ у куни аввалги ва охирги барча бандаларни жамлайди. «Тағобун» куни. Арабча «тағобун» «ғибн» сўзидан олинган бўлиб, баҳонинг пастлашини билдиради. Қиёмат куни кофирлар иймонни тарк қилганлари учун баҳолари пастлаб, дўзахга равона бўладилар. Яхши ишларни камроқ қилиб қолган мўминлар ҳам баҳолари пастлаб, жаннатнинг олий мартабаларига ета олмай қоладилар.)"},{"id":"5209","sura":"64","aya":"10","arabic_text":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Куфр келтириб, Бизнинг оятларимизни ёлғонга чиқарганлар, ана ўшалар оташ эгаларидир. Унда абадий қолурлар. Қандоқ ҳам ёмон жой у!","footnotes":""},{"id":"5210","sura":"64","aya":"11","arabic_text":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Сизга Аллоҳнинг изнисиз ҳеч бир мусийбат етмас. Ким Аллоҳга иймон келтирса, У зот унинг қалбини ҳидоятга солур. Аллоҳ ҳар бир нарсани билувчидир.","footnotes":"(Бандага Аллоҳнинг қозои қадарисиз, илмисиз ҳеч бир мусибат етмайди, деган эътиқод доимо инсон хотирасида туриши керак. Пайғамбаримиз ҳадисларидан бирида: «... Ва билгинки, сенга етган мусибат адашиб бошқага ўтиши мумкин эмас, агар бошқага бўлса, сенга етмасди...», деганлар.)"},{"id":"5211","sura":"64","aya":"12","arabic_text":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"Аллоҳга итоат қилинг ва Расулга итоат қилинг. Агар юз ўгириб кетсангиз, бас, Бизнинг Расулимизга (вазифа) очиқ-ойдин етказиш, холос.","footnotes":""},{"id":"5212","sura":"64","aya":"13","arabic_text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Аллоҳ, Ундан ўзга ибодатга сазовор зот йўқ. Бас, мўминлар Аллоҳнинг Ўзигагина таваккал қилсинлар.","footnotes":""},{"id":"5213","sura":"64","aya":"14","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Эй, иймон келтирганлар! Албатта, жуфти ҳалолларингиздан ва болаларингиздан сизга душман бор, бас, улардан ҳазир бўлинг. Ва агар афв этсангиз, кўнгилга олмасангиз ва айбларини кечирсангиз... Бас, албатта, Аллоҳ кўп мағфират қилувчи ва раҳимлидир.","footnotes":"(Оятнинг нозил бўлиш сабаби ҳақидаги ривоятда айтилишича: бир гуруҳ кишилар Маккада иймонга келиб, Мадинага ҳижрат қилишмоқчи бўлганларида, хотин ва бола-чақалари, бизни ташлаб қаёққа борасан, деб тўсиқ бўлишган экан. Вақти келиб Мадинага боришса, улардан аввал ҳижрат қилганлар динда илғор бўлиб кетишибди. Шунда уларни ҳижратдан тўсган оила аъзоларига иқоб қилишмоқчи бўлганларида Аллоҳ таоло: «Ва агар афв этсангиз, кўнгилга олмасангиз ва айбларини кечирсангиз, бас, албатта, Аллоҳ кечирувчи ва раҳмдил Зотдир», деган оятини тушириб, уларни бу ишдан қайтарган экан.)"},{"id":"5214","sura":"64","aya":"15","arabic_text":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","translation":"Албатта, мол-мулкларингиз ва фарзандларингиз синовдан бошқа нарса эмас. Ва Аллоҳнинг ҳузурида улуғ ажр бор.","footnotes":"(Мол-мулк киши учун синовдир. Қўлига мол-дунё келганда ҳам ҳовлиқмасдан, тўғри йўлда сарфласа, ибодатини вақтида қилса, улкан савобларга эга бўлади. Аммо дунёга берилиб йўлдан озса, ҳаром-хариш ишларни қилса, мол топиш учун гуноҳ йўлларга ҳам кираверса, унда синовдан ўта олмаган бўлади ва гуноҳига яраша жазосини олади. Шунингдек, фарзандлар ҳам Аллоҳнинг улкан неъмати. Уларни тўғри тарбиялаб, художўй қилиб ўстирилса, икки дунёнинг обрўйини олиб беради. Агар тескариси бўлса, икки дунёда шарманда қилади. Демак, Аллоҳнинг муҳаббатини, мол-мулк ва фарзандлар муҳабатидан устун қўймоқ зарур. Чунки Унинг ҳузурида улуғ ажр бор.)"},{"id":"5215","sura":"64","aya":"16","arabic_text":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Аллоҳга қўлингиздан келганича тақво қилинг ва (амрини) тингланг ва итоат қилинг ва инфоқ қилинг — ўзингизга яхши бўладир. Ва кимки нафсининг қизғанчиқлигидан сақланса, ундайлар нажот топувчилардир.","footnotes":""},{"id":"5216","sura":"64","aya":"17","arabic_text":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","translation":"Агар Аллоҳга яхши қарз берсангиз, У сизга кўпайтириб берур ва сизни кечирур. Аллоҳ шакур ва ҳалиймдир. ","footnotes":""},{"id":"5217","sura":"64","aya":"18","arabic_text":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"У ғойиб ва очиқни билувчи, азийз ва ҳакийм Зотдир.","footnotes":""}]