[{"id":"5230","sura":"66","aya":"1","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Эй Набий! Нима учун хотинларинг розилигини тилаб, Аллоҳ сенга ҳалол қилган нарсани ҳаром қилурсан! Аллоҳ кўп мағфират қилувчи ва раҳимлидир.","footnotes":"(Аллоҳ сенга ҳалол қилган чўрини ёки асални ўзингга ҳаром қилишинг дуруст эмас.)"},{"id":"5231","sura":"66","aya":"2","arabic_text":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Батаҳқиқ, Аллоҳ сизларга қасамларингизни бўшатишни шариатга киритди. Ва Аллоҳ сизнинг хожангиздир ва У ўта билувчи ва ўта ҳикматлидир.","footnotes":""},{"id":"5232","sura":"66","aya":"3","arabic_text":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","translation":"Набий хотинларидан баъзисига сир гап айтган эди. Бас, у (сир)дан хабар берди ва Аллоҳ у(иш)ни у(Набий)га билдирди. У баъзисини билдирди ва баъзисини эсламади. Қачон у(Набий) ул(аёл)га (иш) ҳақида хабар берганида, у: «Буни сенга ким хабар қилди», деди. У(Набий): «Менга ҳамма нарсани билувчи ва ҳамма нарсадан хабардор Аллоҳ хабар берди», деди.","footnotes":"(Оятда Пайғамбар хотинларидан бири деб Ҳафса онамиз назарда тутиляптилар. «Сир гап» эса, Пайғамбар алайҳиссаломнинг у кишига «Морияга яқинлик қилмаслик ёки асал ичмаслик» ҳақида айтган гапларидир. Лекин Ҳафса онамиз сир гапни Оиша онамизга айтдилар. Аллоҳ Ҳафсанинг сирни фош этганини Пайғамбар алайҳиссаломга Жаброил фаришта орқали билдирди. «Пайғамбар алайҳиссалом Ҳафсага сирни Оишага фош қилинганини эслатганларида, у «Бу хабарни сизга ким етказди? деб сўрайди. Пайғамбар алайҳиссалом: «Ҳамма нарсани билувчи ва ҳамма нарсадан хабардор Аллоҳ билдирди», деб жавоб берадилар.) Эй икки аёл!"},{"id":"5233","sura":"66","aya":"4","arabic_text":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","translation":"Агар икковингиз Аллоҳга тавба қилсангиз, батаҳқиқ, қалбларингиз (ҳаққа) мойил бўлур. Агар унга қарши чиқсангиз, бас, албатта, Аллоҳ унинг ёрдамчисидир ва Жаброил ҳам, солиҳ мўминлар ҳам. Ундан сўнг фаришталар унга суянчиқдир.","footnotes":""},{"id":"5234","sura":"66","aya":"5","arabic_text":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","translation":"У сизларни талоқ қилса, шоядки, Робби сиздан яхшироқ, муслима, мўмина, итоатли, тавбачи, ибодатли, рўзадор жувон ва қизларни ўрнингизга хотин қилиб берса.","footnotes":""},{"id":"5235","sura":"66","aya":"6","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","translation":"Эй, иймон келтирганлар! Ўзингизни ва аҳли аёлингизни ёқилғиси одамлару тошдан бўлган ўтдан сақланг. Унинг тепасида қўпол, дарғазаб фаришталар бўлиб, улар Аллоҳнинг амрига исён қилмаслар ва нимага буюрилсалар, шуни қилурлар.","footnotes":""},{"id":"5236","sura":"66","aya":"7","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Эй, куфр келтирганлар! Бугунги кунда узр айтманглар, сиз ўзингиз қилган ишларнинг жазосини оляпсиз, холос.","footnotes":""},{"id":"5237","sura":"66","aya":"8","arabic_text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Эй, иймон келтирганлар! Аллоҳга холис тавба қилинглар! Шоядки, Роббингиз гуноҳларингизни ювса ва сизни (дарахтлари) остидан анҳорлар оқиб турган жаннатларга киритса. Бир кундаки, унда Аллоҳ Набийни ва у билан бирга бўлган иймон келтирганларни шарманда қилмас. Уларнинг нурлари олдиларида ва ўнг тарафларида юриб борадир. Улар эса: «Роббимиз, бизга нуримизни батамом қилиб бер, гуноҳларимизни кечир, албатта, Сен барча нарсага қодирсан», дерлар.","footnotes":"(Қиёмат кунида мўминлардан бошқалар зулматда қоладилар. Мўминлар йўлини эса нур ёритиб туради. Улар зулматда адашмайдилар, қоқилиб-сурилмайдилар ҳам. Имом Аҳмад ибн Ҳанбал ривоят қилган ҳадиси шарифда Пайғамбар алайҳиссалом: «Эй Парвардигоро, қиёмат куни шарманда қилмагин», деб дуо қилганликлари келтирилган.)"},{"id":"5238","sura":"66","aya":"9","arabic_text":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Эй Набий! Кофир ва мунофиқларга қарши жиҳод қил ва уларга маҳкам тур. Уларнинг жойи жаҳаннамдир ва у жой қандоқ ҳам ёмон манзил!","footnotes":""},{"id":"5239","sura":"66","aya":"10","arabic_text":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","translation":"Аллоҳ куфр келтирганларга Нуҳнинг хотини ва Лутнинг хотинини мисол қилиб келтирди. Улар бандаларимиздан икки солиҳ банданинг тагида эдилар. Бас, уларга хиёнат қилдилар ва (эрлари) улардан Аллоҳнинг азобини қайтара олмадилар ва уларга: «Дўзахга кирувчилар билан киринглар», дейилди.","footnotes":"(Нуҳ алайҳиссаломнинг хотинлари иймонда хиёнат қилган. У кишини масхара қилганларга қўшилиб, у аёл ҳам ўз эри Нуҳ алайҳиссаломни масхара қилар экан. Лут алайҳиссаломнинг хотинлари ҳам эътиқод ишида хиёнат қилган. У гуноҳкор қавмга ўз эри ҳузурига келган меҳмонлар ҳақида ахборот бериб турар экан.)"},{"id":"5240","sura":"66","aya":"11","arabic_text":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","translation":"Аллоҳ иймон келтирганларга Фиръавннинг хотинини мисол қилиб кўрсатди. У (хотин): «Роббим, менга Ўз ҳузурингда, жаннатда бир уй бино қилгин. Менга Фиръавндан ва унинг ишидан нажот бергин ва золим қавмлардан нажот бергин», деб айтди.","footnotes":"(Фиръавннинг хотини ўша пайтдаги энг катта подшоҳнинг аёли эди. Емак-киймакда тўкин эди. Нимани хоҳласа, шуни қилиши мумкин. Қасрларда, турли неъматлар ичида фароғатда яшашига қарамасдан кофир ва золим эрига ва қавмига қарши чиқди. Аллоҳга иймон келтирди. Аллоҳдан жаннатда уй қуриб беришни сўради. Бу эса дунё ҳойи ҳавасидан устун келишнинг олий мисолидир.)"},{"id":"5241","sura":"66","aya":"12","arabic_text":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","translation":"Ва Марям Имрон қизини (мисол келтирди), у фаржини пок сақлаган эди, Биз унга Ўз руҳимиздан пуфладик ва У Роббисининг сўзларини ҳамда китобларини тасдиқ қилди ва итоаткорлардан бўлди.","footnotes":"(Биби Марям Имроннинг қизи Аллоҳга соф эътиқодда бўлганлар ва ўзларини ҳам соф тутганлар. Аллоҳ таоло Жаброил фаришта орқали ўша пок жасадга ўз руҳидан «пуф» дейиши билан Ийсо алайҳиссаломни ато қилган. Бу қиссалар бошқа сураларда батафсил келгани учун биз бу ерда яна такрорлаб ўтирмаймиз, фақат шуни таъкидлаймизки, у киши Аллоҳнинг сўзларига ва китобларига иймон келтирганлар ҳамда итоаткор қавмлардан бўлганлар. Мўминлар, Биби Марям ҳаётларидан ўрнак олишлари керак.)"}]