[{"id":"5242","sura":"67","aya":"1","arabic_text":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Қўлида мулк бўлган Зот улуғ, муқаддас бўлди. У барча нарсага қодирдир. ","footnotes":""},{"id":"5243","sura":"67","aya":"2","arabic_text":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","translation":"У, ўлим ва ҳаётни сизларнинг қайсиларингиз амалда яхшироқ эканлигингизни синаш учун яратди. У азийз ва ўта мағфиратлидир. ","footnotes":"(Ўлимни эслаган одам унга тайёргарлик кўради ва ўлгандан сўнг шарманда бўлмаслик учун ўзини яхши ишларга сафарбар қилади.)"},{"id":"5244","sura":"67","aya":"3","arabic_text":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","translation":"У етти осмонни табақама-табақа яратган. Роҳманнинг яратганида ҳеч тафовут кўрмассан. Қайта назар сол! Бирор камчилик кўряпсанми? ","footnotes":""},{"id":"5245","sura":"67","aya":"4","arabic_text":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","translation":"Сўнг такрор-такрор назар сол, назар сенга истаганини топа олмай, ҳориб-чарчаган ҳолда қайтадир. ","footnotes":""},{"id":"5246","sura":"67","aya":"5","arabic_text":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","translation":"Ва дарҳақиқат, Биз яқин осмонни чироқлар билан зийнатлаб қўйдик ва у(чироқ)ларни шайтонларга отиладиган нарса ҳам қилиб қўйдик. Ва у(шайтон)ларга олови қизиб турган жаҳаннамни тайёрлаб қўйдик. ","footnotes":"(Араб фолбинлари бизнинг шайтонларимиз осмонга чиқиб, ғойибдаги нарсаларни билиб беради, деб мақтанар эдилар. Қуръони Карим буни рад этиб, бу дунёда шайтонларни юлдузлардан ажраб чиққан учқунлар қувиб ҳайдашини, у дунёда эса, уларга Аллоҳ жаҳаннам азобини тайёрлаб қўйганини таъкидламоқда.)"},{"id":"5247","sura":"67","aya":"6","arabic_text":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Ўз Роббиларига куфр келтирганлар учун жаҳаннам азоби бордур ва у қандай ҳам ёмон қайтадиган жой! ","footnotes":""},{"id":"5248","sura":"67","aya":"7","arabic_text":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","translation":"Улар жаҳаннамга ташланган чоғларида унинг ҳанграган овозини эшитурлар, у эса, қайнаб турган бўладир. ","footnotes":""},{"id":"5249","sura":"67","aya":"8","arabic_text":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","translation":"У ғазабдан ёрилиб кетай дер. Ҳар қачон унга янги гуруҳ ташланганда, унинг хизматкорлари: «Сизларга огоҳлантирувчи келмаганмиди?» – деб сўрайдир. ","footnotes":""},{"id":"5250","sura":"67","aya":"9","arabic_text":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","translation":"Улар: «Ҳа, дарҳақиқат, бизга огоҳлантирувчи келган эди. Лекин биз (уни) ёлғончига чиқардик ва: «Аллоҳ ҳеч нарса туширгани йўқ, сизлар катта адашувдан бошқа ҳеч нарса эмассизлар», деган эдик», дейишар. ","footnotes":""},{"id":"5251","sura":"67","aya":"10","arabic_text":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","translation":"Ва улар: «Агар эътибор қулоғи билан эшитганимизда ёки ақлни ишлатганимизда эди, дўзахийлар орасида бўлмаган бўлар эдик», дерлар. ","footnotes":""},{"id":"5252","sura":"67","aya":"11","arabic_text":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","translation":"Бас, улар ўз гуноҳларини эътироф этдилар. Йўқолсин дўзахийлар! ","footnotes":""},{"id":"5253","sura":"67","aya":"12","arabic_text":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","translation":"Албатта, ўз Роббиларидан ғойибдан қўрқадиганлар учун гуноҳларини кечиш ва улкан ажр-савоблар бордир.","footnotes":""},{"id":"5254","sura":"67","aya":"13","arabic_text":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Ва сиз сўзингизни сир тутасизми ёки ошкора айтасизми, албатта, У кўнгиллардагини ҳам билгувчи Зотдир. ","footnotes":""},{"id":"5255","sura":"67","aya":"14","arabic_text":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","translation":"Яратган зот Ўзи билмасми? Ҳолбуки, У дақиқларгача билувчи ва хабардордир. ","footnotes":""},{"id":"5256","sura":"67","aya":"15","arabic_text":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","translation":"У сизларга ерни бўйсундириб қўйган Зотдир. Бас, анинг турли жойларида юринг ва Унинг ризқидан енг ва қабрдан чиқиб бориш ҳам Унинг ҳузурига бўладир. ","footnotes":"(Уламоларимиз қадимдан ушбу ояти кариманинг тафсирини Исломда меҳнатга чорлаш, ризқни териб ейиш, Ер юзинининг турли жойларида ҳаракат қилиш зарурлигига далил қилиб келтирадилар. Дарҳақиқат, Аллоҳ таоло Ерни инсонга бўйсундириб қўйган, лекин бу ҳақиқат ҳозирги асримиздагидек ҳеч қачон яққол кўзга ташланмаган.)"},{"id":"5257","sura":"67","aya":"16","arabic_text":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","translation":"Осмондаги Зот сизларни изтиробда ҳаракатланиб турган ерга юттириб юборишидан омонда бўлдингизми? ","footnotes":"(«Осмондаги Зот»дан мурод Аллоҳ таолодир, зеро, У зот бутун халқларидан, жумладан, осмонлардан ҳам юқоридадир.)"},{"id":"5258","sura":"67","aya":"17","arabic_text":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","translation":"Ёки осмондаги Зот сизларга азоб шамолни юборишидан омонда бўлдингизми? Бас, албатта, огоҳлантириш қандоқ бўлишини биласизлар. ","footnotes":""},{"id":"5259","sura":"67","aya":"18","arabic_text":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","translation":"Ва, дарҳақиқат, улардан аввалгилари ҳам ёлғонга чиқарган эдилар. Бас, инкорим қандай бўлди?! ","footnotes":""},{"id":"5260","sura":"67","aya":"19","arabic_text":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","translation":"Тепаларида (қанотларини) ёйиб ва йиғиб (учаётган) қушни кўрмайдиларми? Уларни Роҳмандан бошқа ушлаб турувчи йўқ. Албатта, У барча нарсани кўрувчидир. ","footnotes":""},{"id":"5261","sura":"67","aya":"20","arabic_text":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","translation":"Роҳмандан бошқа сизларга ёрдам берадиган аскар ким ўзи? Кофирлар ғурурдан бошқа ҳеч нарсада эмаслар! ","footnotes":""},{"id":"5262","sura":"67","aya":"21","arabic_text":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","translation":"У ризқни тортиб қўйса, сизга ризқ берадиган ким ўзи?! Балки улар абадий туғёнда ва ҳақдан нафратда бўлурлар. ","footnotes":""},{"id":"5263","sura":"67","aya":"22","arabic_text":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Юз тубан қоқилиб юраётган киши ҳидоятдами ёки тўғри йўлдан қоматини тик тутиб бораётган кишими? ","footnotes":"(«Юз тубан, қоқилиб юраётган киши» кофир кишидир. Чунки, унинг аниқ йўли, мақсади ва кўрсатмаси йўқ. Йўли адаштирувчи, хавф-хатарларга тўладир.)"},{"id":"5264","sura":"67","aya":"23","arabic_text":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"Айт: «У сизларни йўқдан бор қилган ва сизларга эшитиш, кўриш ва ақлни берган Зотдир. Жуда ҳам оз шукр қиласизлар-а?!» ","footnotes":""},{"id":"5265","sura":"67","aya":"24","arabic_text":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","translation":"Айт: «У сизларни ер юзида яратган, кўпайтирган Зотдир. Ва Унинг ҳузурига тўпланурсизлар». ","footnotes":""},{"id":"5266","sura":"67","aya":"25","arabic_text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ва улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?» – дерлар. ","footnotes":""},{"id":"5267","sura":"67","aya":"26","arabic_text":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","translation":"Айт: «Албатта, илм фақат Аллоҳнинг ҳузуридадир. Ва албатта, мен яққол огоҳлантирувчиман, холос».","footnotes":""},{"id":"5268","sura":"67","aya":"27","arabic_text":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","translation":"Бас у(азоб)ни яқиндан кўрганда куфр келтирганларнинг юзлари қораядир. Ва уларга: «Сўраган нарсангиз шу бўлур», дейилур. ","footnotes":""},{"id":"5269","sura":"67","aya":"28","arabic_text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","translation":"Айт: «Айтинглар-чи, агар Аллоҳ мени ва мен билан бўлганларни ҳалок қилса ёки раҳим қилса, кофирларни аламли азобдан ким қутқариб қоладир?! ","footnotes":""},{"id":"5270","sura":"67","aya":"29","arabic_text":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Айт: «У Роҳмандур, биз Унга иймон келтирдик ва Унга таваккал қилдик. Бас, сизлар тезда ким очиқ-ойдин хатода эканини билурсизлар». ","footnotes":""},{"id":"5271","sura":"67","aya":"30","arabic_text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","translation":"Айт: «Айтинглар-чи, агар сувларингиз ерга сингиб кетса, сизларга ким осонгина топиладиган сувни келтирур?»","footnotes":""}]