[{"id":"5420","sura":"71","aya":"1","arabic_text":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Биз Нуҳни ўз қавмига, қавмингни уларга аламли азоб келишидан аввал огоҳлантиргин, деб Пайғамбар қилиб юбордик. ","footnotes":""},{"id":"5421","sura":"71","aya":"2","arabic_text":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","translation":"У: «Эй қавмим, албатта, мен сиз учун очиқ-ойдин огоҳлантирувчиман. ","footnotes":""},{"id":"5422","sura":"71","aya":"3","arabic_text":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","translation":"Аллоҳга ибодат қилинглар, Унга тақво қилинглар ва менга итоат қилинглар. ","footnotes":""},{"id":"5423","sura":"71","aya":"4","arabic_text":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","translation":"У сизларнинг гуноҳларингиздан мағфират қиладир ва сизни белгиланган ажалгача қўйиб қўядир. Агар билсангиз, албатта, Аллоҳнинг ажали орқага сурилмайдир», – деди. ","footnotes":"(Бу оятда зикр қилинган, гуноҳларнинг кечирилиши ва белгиланган муддатгача яшаб қолиш, аввалги оятда шарт қилинган Аллоҳга ибодат қилиш, унга тақво қилиш ва Пайғамбарга итоат қилиш ишлари бўлсагина вужудга келади.)"},{"id":"5424","sura":"71","aya":"5","arabic_text":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","translation":"У: «Роббим, мен ўз қавмимни кечаю кундуз даъват қилдим. ","footnotes":""},{"id":"5425","sura":"71","aya":"6","arabic_text":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","translation":"Менинг чақириғим уларда қочишдан бошқа нарсани зиёда қилмади. ","footnotes":""},{"id":"5426","sura":"71","aya":"7","arabic_text":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","translation":"Ва албатта, қачонки мен уларни Сенинг мағфират қилишинг учун чақирсам, улар бармоқларини қулоқларига тиқдилар ва кийимларига бурканиб олдилар, ҳамда (кофирликда) собит бўлдилар ва ниҳоятда улкан такаббурлик қилдилар. ","footnotes":""},{"id":"5427","sura":"71","aya":"8","arabic_text":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","translation":"Сўнгра, албатта, мен уларни жаҳрий даъват қилдим. ","footnotes":""},{"id":"5428","sura":"71","aya":"9","arabic_text":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","translation":"Сўнгра, албатта, мен уларга ошкора ва яширин (даъват) қилдим. ","footnotes":""},{"id":"5429","sura":"71","aya":"10","arabic_text":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","translation":"Бас, ўз Роббингизга истиғфор айтинг, албатта, У гуноҳларни кўплаб мағфират қилувчидир», дедим.","footnotes":""},{"id":"5430","sura":"71","aya":"11","arabic_text":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","translation":"«У зот осмондан устингизга кетма-кет барака ёмғирини юборадир. ","footnotes":""},{"id":"5431","sura":"71","aya":"12","arabic_text":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","translation":"Ва сизга молу мулк ва бола-чақа ила мадад берадир ва сизларга боғу роғлар ҳамда анҳорларни берадир. ","footnotes":""},{"id":"5432","sura":"71","aya":"13","arabic_text":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","translation":"Сизларга нима бўлдики, Аллоҳнинг азаматини ўйлаб кўрмайсизлар?","footnotes":""},{"id":"5433","sura":"71","aya":"14","arabic_text":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","translation":"Ҳолбуки, У сизларни ҳолатма-ҳолат яратди. ","footnotes":""},{"id":"5434","sura":"71","aya":"15","arabic_text":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","translation":"Аллоҳ етти осмонни қандоқ қилиб табақама-табақа яратиб қўйганини кўрмадингизми? ","footnotes":""},{"id":"5435","sura":"71","aya":"16","arabic_text":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","translation":"Ва улар ичида ойни нур ва қуёшни чироқ қилиб қўйганини кўрмадингизми? ","footnotes":""},{"id":"5436","sura":"71","aya":"17","arabic_text":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","translation":"Ва Аллоҳ сизларни ердан ўстириб чиқарадир. ","footnotes":""},{"id":"5437","sura":"71","aya":"18","arabic_text":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","translation":"Сўнгра сизларни унга қайтарадир ва яна чиқарадир. ","footnotes":""},{"id":"5438","sura":"71","aya":"19","arabic_text":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","translation":"Ва Аллоҳ сизларга ерни гиламдек тўшаб қўйди. ","footnotes":""},{"id":"5439","sura":"71","aya":"20","arabic_text":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","translation":"Унда сиз кенг йўллардан юришингиз учун», деди. ","footnotes":""},{"id":"5440","sura":"71","aya":"21","arabic_text":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","translation":"Нуҳ: «Эй Роббим, албатта, улар менга исён қилдилар ва моли, бола-чақаси хусрондан бошқани зиёда қилмаганга эргашдилар. ","footnotes":""},{"id":"5441","sura":"71","aya":"22","arabic_text":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","translation":"Ва ниҳоятда улкан макр қилдилар. ","footnotes":""},{"id":"5442","sura":"71","aya":"23","arabic_text":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","translation":"Ва улар: «Олиҳаларингизни ҳеч тарк қилманглар, ва, албатта, Ваддни ҳам, Суваъни ҳам, Яғусни ҳам, Яъуқни ҳам ва Насрни ҳам тарк қилманг», дедилар. ","footnotes":"(Шайтон васвасаси туфайли кишилар ҳайкалларга сиғинишининг баёни ушбу оятда нозил қилингандир.)"},{"id":"5443","sura":"71","aya":"24","arabic_text":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا","translation":"Дарҳақиқат, улар кўпларини адаштирди. Ва Сен золимларга залолатдан бошқани зиёда қилма», деди. ","footnotes":"(Кўриниб турибдики, Нуҳ алайҳиссаломнинг бу дуолари ниҳоятда аламли дуо. Нуҳ алайҳиссалом ўз қавмларига қилган ушбу дуоибаъдни Аллоҳ субҳанаҳу ва таоло у зотга сенинг қавмингдан ҳозир иймонга келганларидан ўзгаси зинҳор иймонга келмас, деб хабар берганидан сўнг, уларнинг иймонларидан ноумид бўлиб туриб қилганлар.)"},{"id":"5444","sura":"71","aya":"25","arabic_text":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","translation":"Улар хатолари туфайли ғарқ қилиндилар, бас, оловга киритилдилар. Бас, ўзларига Аллоҳдан ўзга ёрдамчи топа олмадилар. ","footnotes":""},{"id":"5445","sura":"71","aya":"26","arabic_text":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","translation":"Ва Нуҳ: «Эй Роббим, ер юзида кофирлардан бирорта ҳам ҳаракатланувчини қўймагин. ","footnotes":""},{"id":"5446","sura":"71","aya":"27","arabic_text":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","translation":"Албатта, сен уларни тек қўйсанг, бандаларингни адаштирадилар ва фожиру кофирдан бошқа туғмаслар. ","footnotes":""},{"id":"5447","sura":"71","aya":"28","arabic_text":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","translation":"Роббим, мени мағфират қилгин, менинг ота-онамни ҳам ва уйимга мўмин бўлиб кирганларни ва мўминлару мўминаларни ҳам. Ва золимларга ҳалокатдан ўзга нарсани зиёда қилма», деди.","footnotes":"(Нуҳ алайҳиссаломнинг дуолари қабул бўлди. Аллоҳ таоло кофирларни битта ҳам қўймай ҳалок қилди. Чунки улар инсоният баданига тушган қорасон касалидек эдилар. Уларни кесиб ташламаса бўлмас эди.)"}]