[{"id":"5448","sura":"72","aya":"1","arabic_text":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","translation":"Сен айт: «Менга ваҳий қилиндики, албатта жинлардан (бир неча) нафари қулоқ осдилар ва дедилар: «Биз ажойиб Қуръонни эшитдик. ","footnotes":""},{"id":"5449","sura":"72","aya":"2","arabic_text":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","translation":"У тўғри йўлга ҳидоят қиладир. Бас, биз унга иймон келтирдик ва ўз Роббимизга бировни ширк келтирмасмиз, ","footnotes":"(Жинлар ўз ақл-фаросатлари ила Қуръонни туширган Аллоҳ уларнинг Робилари эканлиги ва унга шерик бўлиши мумкин эмаслигини ҳам тушуниб етадилар. Макка мушрикларига ўхшаб Аллоҳга ширк келтирмасликларини таъкидлайдилар.)"},{"id":"5450","sura":"72","aya":"3","arabic_text":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","translation":"Ва албатта, Роббимизнинг азамати юксак бўлди. У ўзига хотин ва фарзанд тутгани йўқ. ","footnotes":""},{"id":"5451","sura":"72","aya":"4","arabic_text":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","translation":"Ва албатта, эси пастимиз Аллоҳга ноҳақ гапларни айтарди. ","footnotes":""},{"id":"5452","sura":"72","aya":"5","arabic_text":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","translation":"Ва албатта, биз инс ҳам, жин ҳам Аллоҳга (нисбатан) ёлғон гапирмас, деб ўйлардик. ","footnotes":""},{"id":"5453","sura":"72","aya":"6","arabic_text":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","translation":"Ва албатта, инсдан баъзи кишилар жинларнинг баъзи кишиларидан паноҳ сўрардилар. Бас, бу(жин)лар у(инсон)ларнинг гуноҳ ва хорлигини зиёда қилдилар. ","footnotes":""},{"id":"5454","sura":"72","aya":"7","arabic_text":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","translation":"Ва албатта, у(инсон)лар худди сизлар гумон қилганингиздек, Аллоҳ бирор кишини ўлгандан сўнг тирилтирмас, деб гумон қилардилар. ","footnotes":""},{"id":"5455","sura":"72","aya":"8","arabic_text":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","translation":"Ва албатта, биз осмон(га етиш)ни талаб қилдик. Бас, уни кучли қўриқчиларга ва учқунларга тўлган ҳолда кўрдик. ","footnotes":""},{"id":"5456","sura":"72","aya":"9","arabic_text":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","translation":"Ва албатта, биз у(осмон)да тинглашга қулай жойларга жойлашиб олар эдик. Энди эса, ким қулоқ солса, ўзини пойлаб турган учқунга дучор бўладир. ","footnotes":""},{"id":"5457","sura":"72","aya":"10","arabic_text":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","translation":"Ва албатта, биз, ер юзидагиларга ёмонлик ирода қилиндими ёки Роббилари уларга рушдни ирода қилдими, билмасмиз. ","footnotes":""},{"id":"5458","sura":"72","aya":"11","arabic_text":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","translation":"Ва албатта, биздан солиҳлар ҳам ва бошқалар ҳам бор. Турли гуруҳлар бўлган эдик. ","footnotes":""},{"id":"5459","sura":"72","aya":"12","arabic_text":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","translation":"Ва албатта, биз Аллоҳни ер юзида ожиз қолдира олмаслигимизга ва Ундан қочиб қутула олмаслигимизга ишондик. ","footnotes":""},{"id":"5460","sura":"72","aya":"13","arabic_text":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","translation":"Ва албатта, биз ҳидоятни эшитган пайтимизда унга иймон келтирдик. Кимки ўз Роббисига иймон келтирса, савоби озайиб қолишдан ҳам, унга оғир юк юкланишидан ҳам қўрқмайди.","footnotes":""},{"id":"5461","sura":"72","aya":"14","arabic_text":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","translation":"Ва албатта, биздан мусулмонлар (бор) ва биздан адашганлар (бор). Кимлар Исломга кирса, бас, улар ҳақ йўлни танлабдилар. ","footnotes":""},{"id":"5462","sura":"72","aya":"15","arabic_text":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","translation":"Ва аммо, адашганлар, бас, жаҳаннамга ўтин бўлибдилар. ","footnotes":"(Оятда йўлдан адашганлар жаҳаннамга ёқилғи бўлишликлари ҳам аниқ, очиқ-ойдин айтилмоқда.)"},{"id":"5463","sura":"72","aya":"16","arabic_text":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","translation":"Ва агар улар тўғри йўлдан юрсалар, албатта Биз уларни кўп сув ила суғорамиз. ","footnotes":""},{"id":"5464","sura":"72","aya":"17","arabic_text":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","translation":"У ила уларни синаш учун. Ва кимки ўз Роббиси зикридан юз ўгирса, уни У зот қийин азобга соладир. ","footnotes":""},{"id":"5465","sura":"72","aya":"18","arabic_text":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","translation":"Ва албатта, масжидлар Аллоҳникидир. Бас, Аллоҳдан бошқага дуо қилманг. ","footnotes":"(Масжидлар Аллоҳга ибодат қилиш учун бино қилинган жойлардир, шунинг учун ҳам улар «Байтуллоҳ» — Аллоҳнинг уйи деб аталади. Бошқа дин вакиллари ўз ибодатхоналарида Аллоҳга ширк келтиришар, ягона Аллоҳдан ўзгага ҳам ибодат, дуо қилишарди. Аллоҳ таоло бу оятда Ўз Пайғамбари ва мўмин-мусулмонларни тавҳидга — фақат Аллоҳнинг Ўзига ибодат қилишга чақиради.)"},{"id":"5466","sura":"72","aya":"19","arabic_text":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","translation":"Ва албатта, Аллоҳнинг бандаси Унга ибодат қилиб турганда улар унинг атрофида от ёлидек тўпланиб, босиб юборай дейишди. ","footnotes":"(Бу оятда жинларнинг Пайғамбар алайҳиссалом ҳузурларига иккинчи бор келиб Қуръон эшитган пайтлари тасвирланяпти.)"},{"id":"5467","sura":"72","aya":"20","arabic_text":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","translation":"Сен: «Албатта, мен фақат ўз Роббимга ибодат қилурман ва Унга ҳеч кимни ширк келтирмасман», деб айт. ","footnotes":""},{"id":"5468","sura":"72","aya":"21","arabic_text":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","translation":"Сен: «Албатта, мен сизлар учун зарарга ҳам, манфаатга ҳам молик эмасман», деб айт. ","footnotes":""},{"id":"5469","sura":"72","aya":"22","arabic_text":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","translation":"Сен: «Албатта, мени ҳеч ким Аллоҳ(азоби)дан сақлаб қола олмас ва ҳаргиз Аллоҳдан ўзга пушти паноҳ топа олмасман. ","footnotes":""},{"id":"5470","sura":"72","aya":"23","arabic_text":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","translation":"Фақат, Аллоҳдан У зотнинг топшириқларини етказишдир. Кимки Аллоҳга ва Унинг Пайғамбарига бўйсунмаса, унга жаҳаннам оташи бор, унда абадий қолажаклар», деб айт. ","footnotes":""},{"id":"5471","sura":"72","aya":"24","arabic_text":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","translation":"Токи уларга ваъда қилинган нарсани кўрганларида, кимнинг ёрдамчиси заиф-у, кимнинг сони озлигини ҳам билурлар. ","footnotes":""},{"id":"5472","sura":"72","aya":"25","arabic_text":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","translation":"Сен: «Сизларга ваъда қилинган нарса яқинми ёки Роббим унга узоқ муддат қилганми, билмасман», деб айт. ","footnotes":""},{"id":"5473","sura":"72","aya":"26","arabic_text":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","translation":"У ғайбни билувчидир ва ҳеч кимни ўз ғайбидан хабардор қилмас. ","footnotes":""},{"id":"5474","sura":"72","aya":"27","arabic_text":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","translation":"Илло, Ўзи рози бўлган Пайғамбарлар. Албатта, Аллоҳ унинг олдидан ҳам, ортидан ҳам кузатиб юрувчи қўйиб қўядир. ","footnotes":""},{"id":"5475","sura":"72","aya":"28","arabic_text":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","translation":"(Пайғамбарлар) ўз Роббилари рисолатларини ҳақиқатан етказганликларини ва Аллоҳ у(банда)лар ҳузуридаги барча нарсани иҳота қилиб олганлигини ва ҳамма нарсанинг ададини ҳисоб қилганлигини билиш учун.","footnotes":"(Пайғамбарлар муҳофазаси учун қўйилган фаришталар бир йўла, уларнинг Аллоҳнинг динини одамларга қандоқ етказаётганларига гувоҳ ҳам бўлиб турадилар. Аллоҳ ҳамма нарсани Ўз ихтиёрига олиб ўрагани, ҳамма нарсанинг ҳисоб-китобини қилиб туришига ҳам шоҳиддирлар.)"}]