[{"id":"5592","sura":"76","aya":"1","arabic_text":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","translation":"Дарҳақиқат, инсонга у эсга олинадиган нарса бўлмаган бир замон келмадими?","footnotes":""},{"id":"5593","sura":"76","aya":"2","arabic_text":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","translation":"Албатта, Биз инсонни аралаш нутфадан яратдик. Синаш учун, бас, уни эшитадиган, кўрадиган қилдик.","footnotes":""},{"id":"5594","sura":"76","aya":"3","arabic_text":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","translation":"Албатта, Биз унга йўл кўрсатдик. (У эса) ёки шукр қилувчи, ёки куфр келтирувчи бўлди.","footnotes":""},{"id":"5595","sura":"76","aya":"4","arabic_text":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","translation":"Албатта, Биз кофирлар учун занжирлар, кишанлар ва ёниб турган оловни тайёрлаб қўйганмиз.","footnotes":""},{"id":"5596","sura":"76","aya":"5","arabic_text":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","translation":"Албатта, яхшилар каафур аралаштирилган қадаҳдан ичарлар.","footnotes":"(Каафур — ичимликни хушбўй ва хуштаъм қилувчи модда бўлиб, араблар у аралашган шаробни энг яхши шароб ҳисоблашади.)"},{"id":"5597","sura":"76","aya":"6","arabic_text":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","translation":"Бир булоқданки, ундан Аллоҳнинг бандалари отилтириб ичарлар.","footnotes":""},{"id":"5598","sura":"76","aya":"7","arabic_text":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","translation":"Улар назрга вафо қиларлар ва ёмонлиги кенг тарқаладиган кундан қўрқарлар. ","footnotes":""},{"id":"5599","sura":"76","aya":"8","arabic_text":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","translation":"Ўзлари таомни яхши кўриб турсалар ҳам, уни мискин, етим ва асирларга берарлар. ","footnotes":"(Аброрларнинг хислати нима экан! Улар ҳаттоки ўзларига таом керак бўлиб, ҳожатлари тушиб турса ҳам, мискин, етим, асирларни ўзларидан устун қўйиб, таомни уларга берадилар.)"},{"id":"5600","sura":"76","aya":"9","arabic_text":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","translation":"«Албатта, биз сизларни фақат Аллоҳнинг розилиги учун овқатлантирамиз. Бунинг эвазига сизлардан мукофот ёки ташаккур хоҳламаймиз. ","footnotes":""},{"id":"5601","sura":"76","aya":"10","arabic_text":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","translation":"Албатта, биз қўрқинчли, шиддатли, узун кунда ўз Роббимиздан қўрқурмиз», дерлар. ","footnotes":""},{"id":"5602","sura":"76","aya":"11","arabic_text":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","translation":"Бас, уларни Роббилари ўшал кун шарридан сақлади ва уларга хушрўйлик ҳамда хурсандчилик ато қилди. ","footnotes":""},{"id":"5603","sura":"76","aya":"12","arabic_text":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","translation":"Ва сабр қилганликлари учун, уларни боғу роғ ва ипаклар билан мукофотлади. ","footnotes":""},{"id":"5604","sura":"76","aya":"13","arabic_text":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","translation":"У ерда сўриларда суянган ҳолдалар. У ерда қуёшни ҳам, совуқни ҳам кўрмаслар. ","footnotes":""},{"id":"5605","sura":"76","aya":"14","arabic_text":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","translation":"Ва устиларига у(жаннат)нинг соялари яқиндир ҳамда унинг мевалари жуда ҳам осон қилингандир. ","footnotes":""},{"id":"5606","sura":"76","aya":"15","arabic_text":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","translation":"Ва уларга кумуш идишлар ва биллурлардан бўлган қадаҳлар айлантириб турилур. ","footnotes":""},{"id":"5607","sura":"76","aya":"16","arabic_text":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","translation":"Биллурлар кумушдандир, (соқийлар) ўлчовини келтиргандирлар. ","footnotes":""},{"id":"5608","sura":"76","aya":"17","arabic_text":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","translation":"Ва улар у(ер)да аралашмаси занжабийл бўлган қадаҳдан суғорилурлар. ","footnotes":""},{"id":"5609","sura":"76","aya":"18","arabic_text":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","translation":"У(ер)даги «салсабийл» номли булоқдан. ","footnotes":"(Занжабийл — ерга томир отган ўсимлик тури бўлиб, томири туйилиб хушбўй модда ясалади: араблар ундан ўз ичимликларига қўшиб ичишни жуда-жуда севадилар. Ичувчининг томоғидан ҳузур бағишлаб, осонлик билан ўтувчи шаробни араблар салсабийл деб атайдилар. «Салсабийлан» дейилганда шунга ишора қилиняпти.)"},{"id":"5610","sura":"76","aya":"19","arabic_text":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","translation":"Ва уларнинг атрофида абадий ёш болалар айланарлар, агар уларни кўрсанг, сочилган маржон, деб ўйларсан. ","footnotes":""},{"id":"5611","sura":"76","aya":"20","arabic_text":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","translation":"Ва агар кўрсанг, у ерда неъматни ва улкан мулкни кўрурсан. ","footnotes":""},{"id":"5612","sura":"76","aya":"21","arabic_text":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","translation":"Уларнинг устиларида яшил сундусдан (юпқа ипакдан) ва истабрақдан (қалин ипакдан) кийимлар бор ва кумуш билакузуклар-ла ясанганлар ва Роббилари уларни пок шароб билан суғорур.","footnotes":""},{"id":"5613","sura":"76","aya":"22","arabic_text":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","translation":"Албатта, бу сизга мукофот бўлди ва сизнинг амалингиз қабул бўлди.","footnotes":""},{"id":"5614","sura":"76","aya":"23","arabic_text":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","translation":"Албатта, Биз сенга Қуръонни бўлак-бўлак қилиб туширдик. ","footnotes":""},{"id":"5615","sura":"76","aya":"24","arabic_text":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","translation":"Бас, Роббинг ҳукмига сабр қил ва улардан гуноҳкор ёки кофирларига итоат қилма.","footnotes":""},{"id":"5616","sura":"76","aya":"25","arabic_text":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","translation":"Эртаю кеч Роббинг исмини зикр қил.","footnotes":""},{"id":"5617","sura":"76","aya":"26","arabic_text":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","translation":"Ва кечасида ҳам Унга сажда қил ва узоқ кечаларда Унга тасбиҳ айт. ","footnotes":"(Тафсирчилар «букратан»дан мурод Бомдод намози, «асийло»дан мурод пешин ва аср намози, «Ва минал лайли» Шом ва Хуфтон намозлари. «Лайлан товийло»дан мурод кечаси бедорлик билан ўқилган намоз деганлар.)"},{"id":"5618","sura":"76","aya":"27","arabic_text":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","translation":"Албатта, анавилар шошган(дунё)ни яхши кўрурлар ва оғир кунни ортларида қолдирурлар. ","footnotes":""},{"id":"5619","sura":"76","aya":"28","arabic_text":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","translation":"Биз уларни яратдик ва яратилишларини маҳкам қилдик. Ва агар хоҳласак, уларнинг ўринларига ўхшашларини келтирамиз. ","footnotes":""},{"id":"5620","sura":"76","aya":"29","arabic_text":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","translation":"Албатта, бу (сура) эслатмадур. Бас, ким хоҳласа, ўз Роббисига йўл оладир. ","footnotes":""},{"id":"5621","sura":"76","aya":"30","arabic_text":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"Ва Аллоҳ хоҳласагина, сизлар ҳам хоҳлайсизлар. Албатта, Аллоҳ билувчи ва ҳикматли Зотдир. ","footnotes":""},{"id":"5622","sura":"76","aya":"31","arabic_text":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","translation":"У кимни хоҳласа, Ўз раҳматига киритур ва золимлар учун аламли азоблар тайёрлаб қўйгандир.","footnotes":""}]