[{"id":"6131","sura":"98","aya":"1","arabic_text":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","translation":"Аҳли китоб ва мушриклардан бўлган куфр келтирганлар «баййина» келмагунча ажралмасдилар.","footnotes":""},{"id":"6132","sura":"98","aya":"2","arabic_text":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","translation":"У (баййина), Аллоҳ тарафидан юборилган Расул бўлиб, покланган саҳифаларни тиловат қиладур.","footnotes":""},{"id":"6133","sura":"98","aya":"3","arabic_text":"فِيهَا كُتُبٞ قَيِّمَةٞ","translation":"Уларда ажойиб битиклар бор.","footnotes":""},{"id":"6134","sura":"98","aya":"4","arabic_text":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","translation":"Китоб берилганлар уларга «баййина» келганидан сўнггина бўлиниб кетишди.","footnotes":""},{"id":"6135","sura":"98","aya":"5","arabic_text":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","translation":"Ҳолбуки, улар фақат Аллоҳгагина ибодат қилишга, Унинг динигагина ихлос қилишга, бошқа динларга мойил бўлмасликка, намозни тўлиқ ўқишга, закот беришга буюрилган эдилар. Ана шу, тўғри(миллат)нинг динидир.","footnotes":"(Яҳудий ва насоролар Таврот ва Инжилда фақат Аллоҳ таолонинг Ўзигагина ибодат қилишга амр этилган эдилар.)"},{"id":"6136","sura":"98","aya":"6","arabic_text":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","translation":"Албатта, аҳли китоб ва мушриклардан бўлган куфр келтирганлар жаҳаннам ўтидадурлар, у ерда абадий қолурлар. Ундайлар халойиқнинг энг ёмонидирлар.","footnotes":""},{"id":"6137","sura":"98","aya":"7","arabic_text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","translation":"Албатта, иймон келтирганлар ва солиҳ амалларни қилганлар, ана ўшалар, халойиқнинг энг яхшисидир.","footnotes":""},{"id":"6138","sura":"98","aya":"8","arabic_text":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","translation":"Уларнинг мукофотлари Роббилари ҳузуридаги (дарахтлари) остидан анҳорлар оқиб турган «адн» жаннатларидир. У ерда абадул-абад қолурлар. Аллоҳ улардан рози бўлди, улар ҳам Ундан рози бўлдилар. Бу, Роббидан қўрққанлар учундир.","footnotes":""}]